[{"type":"minorheading","content":"Prelude","time":1430832600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1430832600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1430832600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1430832600,"counter":4},{"type":"majorheading","content":"Order of Business","time":1430832600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#A00100"},{"type":"speech","time":1430832600,"counter":6,"content":"<p>The Order of Business is No. 1, statements on Report of the Working Group on Seanad Reform 2015, to be taken after the Order of Business and conclude not later than 6 p.m., if not previously concluded, with the contributions of group spokespersons not to exceed six minutes and those of all other Senators not to exceed four minutes.  Dr. Maurice Manning will make the opening statement.  With Mr. Joe O'Toole, he will be called on to reply to questions not later than 5.45 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#B00100","speaker":"1130"},{"type":"speech","time":1430832600,"counter":7,"content":"<p>I welcome the holding of the debate because I hope it will provide an opportunity for Members on all sides of the House to ensure they will not be bumped into accepting recommendations from people who seem to think we should just lie down and accept what they say as gospel.  There are many dimensions to the issue of Seanad reform, while the working group has made many recommendations, but that is a matter for discussion later in the debate.<\/p> <p>I again bring to the attention of the House the question of English language schools, a matter I raised last week.  As Members will be aware, there has been a protest outside Leinster House and also outside the immigration services of the Department of Justice and Equality by non-EU students who find that not only are they losing their schools but also their money.  The latest information is the next school that is tethering on the brink and may close is the IEA on Dominic Street.  It was reported on RTE earlier that the owner of the school had left the country.  It is true that he has left.  He is a Brazilian and left the country a few weeks ago because he was afraid of his life that the school would have to close.  He has all of the money which he is not going to pay back.  I understand a group of students in Brazil have already approached him to look for their money back.  I have spoken to people involved who are concerned about their jobs, as well as to students who are concerned about the loss of their money.  Can we get some indication of what is the thinking in the Department of Education and Skills on this issue?  Can we find out who is the regulatory authority?  According to reports, on the one hand, the students are being told it is the Garda, but, on the other, they are being told it is the Department of Justice and Equality or the Department of Education and Skills.  It is a very serious problem.  I understand from figures supplied by the Department of Justice and Equality that the sector is worth &euro;800 million to the economy, a huge amount of money.<\/p> <p>I have no doubt that the announcement made today by the Minister for the Environment, Community and Local Government on the allocation of &euro;317 million for social housing will be repeated from the rooftops by Members on the Government side of the House.  It was salutary listening to Fr. McVerry earlier on RTE Radio 1 when he pointed to the reality.  It is an empty formula.  A total of 1,700 social houses will be built over three years which means, as Fr. McVerry said, we will focus on 2% of those who are homeless.  There are more than 100,000 people on waiting lists nationwide and Fr. McVerry expects an extra 25,000 to be added to the lists as a result of the banks foreclosing on those with distressed mortgages, yet we are talking about a paltry 600 houses being provided a year over a three year period.<\/p> <p>Will the Leader provide clarity and establish exactly what will happen to those houses that have been boarded up across local authority areas?  As he will be aware, we have had a number of debates on the issue in this House.  It emerged that one of the greatest sinners in that regard was Cork City Council, in the ownership of which there were significant numbers of boarded up houses.  I am not singling out Cork City Council specifically, but it is one of the local authorities that have been dragging their feet in this regard.  Can clarity be brought to the question of boarded up houses in the ownership of local authorities as the issue was raised in the Minister's statement today?  The making available of these houses, with the building of the 1,700 houses about which the Minister spoke, would go a long way towards easing the pressure in the provision of housing.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As Fr. McVerry stated, even one homeless family being taken out of hotel accommodation or substandard housing is to be welcomed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#B00200","speaker":"1128","continuing":true},{"type":"speech","time":1430832600,"counter":9,"content":"<p>I agree that we should have a debate on the need for regulation of language schools and the protection of the international students attending those schools in Dublin and throughout the country, but the closure of a number of these schools in recent months appears to be a particular concern.  It would be good to have the Minister for Education and Science in the House to discuss what can be done about that.<\/p> <p>In terms of social housing policy, I welcome strongly the announcement today by the Minister, Deputy Alan Kelly, that &euro;312 million has been approved to facilitate the construction of 1,700 social housing units by 2017 but anyone who heard the Minister on \"Morning Ireland\" this morning, and I urge colleagues to listen back to it as it was a very good interview-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C00200","speaker":"1148"},{"type":"speech","time":1430832600,"counter":10,"content":"<p>I heard it and was quoting from it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C00300","speaker":"1128"},{"type":"speech","time":1430832600,"counter":11,"content":"<p>If anyone heard that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C00400","speaker":"1148"},{"type":"speech","time":1430832600,"counter":12,"content":"<p>Fr. McVerry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C00500","speaker":"1128"},{"type":"speech","time":1430832600,"counter":13,"content":"<p>Senator Bacik without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C00600","speaker":"1120"},{"type":"speech","time":1430832600,"counter":14,"content":"<p>I also listened to Fr. McVerry at lunch time but if I could make my point, the Minister, Deputy Kelly, was very clear that this was part of a much bigger social housing strategy the Government is pursuing which will enable the availability of 35,000 units by 2020.  It is a much bigger picture when one looks at the other ways in which housing units will be made available, including, as the Minister emphasised this morning, tackling the issue of voids - vacant units that are in council ownership.  Fr. McVerry fairly acknowledged that it is not just for the Minister to direct policy on this but that councils need to take a lead on it and take greater responsibility.  We saw recently Dublin County Council behave appallingly in vetoing a proposal that would have seen quite a number of housing units swiftly made available in the north inner city.  There was a display of &quot;NIMBYism&quot; in the council in that vote.  We must be careful about where to apportion responsibility, and Fr. McVerry acknowledged that it was welcome to see the focus on construction.<\/p><p>It needs to be said also that this is the first major investment in local authority for many years. There was huge neglect of this area during the boom.  Waiting lists were allowed to grow over the boom years and there was a stalling of social housing construction under the previous Fianna F&aacute;il-led Governments.  We are finally seeing an effort being made to tackle this serious problem, and I very much welcome that.<\/p><p>I welcome the announcement by the Minister for Agriculture, Food and the Marine, Deputy Coveney, that the <i>LE Eithne<\/i>will be dispatched to assist in the rescue operations in the Mediterranean.  I commend the Italian Coast Guard in particular and all those involved in the rescue of 6,000 migrants in the Mediterranean Sea over the weekend.  Huge numbers of people took to the seas and were rescued, with very few lives lost.  It is a tragedy when any life is lost but it is certainly welcome that much larger numbers are being saved.<\/p><p>I ask the Leader for a debate on privacy law.  We had an excellent debate over the weekend at the Burren Law School in Ballyvaughan, County Clare, in which I am involved, on the need to ensure a balancing of privacy rights and the right to freedom of expression.  A privacy Bill has been drafted but it has been in abeyance for some time.  I would like us to have a debate on that issue in the House in due course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C00700","speaker":"1148"},{"type":"speech","time":1430832600,"counter":15,"content":"<p>I would like to congratulate RTE on an outstanding \"The Late Late Show\" on Friday, particularly the segment on the equality referendum.  I thought Colm O'Gorman and Una Mullally spoke magnificently.  They spoke from the heart, and they told the truth.  It was extraordinary that all the \"No\" side could dredge up was a single mother and a gay man.  Gay men who are opposed to marriage are 0.0003% of the population so one has to look carefully to find one, but well done to RTE on managing to locate not one but two of these curious phenomena.<\/p> <p>I noted also that Senator Walsh spoke from the audience in support of civil partnership.  That is wonderful.  I remember the way he went on in this House when he was so bitterly opposed to it.  He put down septic, disgraceful amendments and then voted against it.  Perhaps, after the passage of this referendum, we can look forward to all those on the \"No\" side saying-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C00800","speaker":"1136"},{"type":"speech","time":1430832600,"counter":16,"content":"<p>Have you a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C00900","speaker":"1120"},{"type":"speech","time":1430832600,"counter":17,"content":"<p>No, I do not, and I do not have to have one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C01000","speaker":"1136"},{"type":"speech","time":1430832600,"counter":18,"content":"<p>This is the Order of Business, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C01100","speaker":"1120"},{"type":"speech","time":1430832600,"counter":19,"content":"<p>Yes, this is the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C01200","speaker":"1136"},{"type":"speech","time":1430832600,"counter":20,"content":"<p>We are not rehashing the debates that took place in the Chamber previously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C01300","speaker":"1120"},{"type":"speech","time":1430832600,"counter":21,"content":"<p>I look forward to all those on the \"No\" side joining us in saying how wonderful civil marriage is after the referendum passes.<\/p> <p>With regard to the Archbishop of Armagh, the Most Rev. Dr. Martin, I believe he is right to consider the question of whether the church should be involved in civil marriage.  I have never thought it should be involved.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I always have felt we should be like the French and should separate the State and the church.  I see no spiritual reason for churches of any kind, including my own, to be involved in the division of spoils, which is basically to what this idea of civil marriage accounts.  He is perfectly entitled to look after it; well done.  I think they should have thought of it before they were faced with the equality referendum.<\/p><p>I wish to raise one other matter with the indulgence of the Cathaoirleach, namely, the horrible situation in Nepal.  A women named Edith Wilkins started the Edith Wilkins Street Children Foundation, which is located in Darjeeling, India, very close to the borders of Nepal.  It has 28 Nepalese-speaking volunteers, including two Irish people.  The Nepalese Government is hampering matters by imposing a tax and all kinds of regulations and so on.  The Irish Government has given &euro;1 million, which at the time I stated was welcome but too small.  The Edith Wilkins trust, which is on the ground with Nepali-speaking people in the area, has been told the funds all have been allocated to the traditional funding recipients.  I ask the Leader, as a matter of urgency, to write to the Minister mentioning the Edith Wilkins trust and asking that it be included for some small amount of money because the trust is in the position-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#C01400","speaker":"1136","continuing":true},{"type":"speech","time":1430832600,"counter":23,"content":"<p>Senator, you are way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#D00200","speaker":"1120"},{"type":"speech","time":1430832600,"counter":24,"content":"<p>I apologise, I will end on this point.  It is in the position to do the greatest amount of good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#D00300","speaker":"1136"},{"type":"speech","time":1430832600,"counter":25,"content":"<p>I welcome the good news of another positive announcement for the agriculture sector made this morning by the Minister, Deputy Coveney, of the beef genomics scheme.  This will put &euro;52 million annually into the pockets of Irish farmers and will make payments to 35,000 different beef farmers.  It is an important announcement of a scheme that will improve the breeding of livestock, as well as having a positive effect on the environment, where it will monitor the on-farm carbon assessment of the beef herd.  That is all very good news.  I also welcome the &euro;370 million for rural housing and while all Members would like to see more money put into rural housing, one must start someplace.  I note my local town of Manorhamilton will benefit from an investment of &euro;1 million, which will provide seven new units.  Coming from a county with a very low population, this news is very welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#D00400","speaker":"1124"},{"type":"speech","time":1430832600,"counter":26,"content":"<p>I ask the Leader for a debate, as soon as is practicable, on the fishing industry.  It is a while since Members had a debate and there are many issues with which the fishing and coastal communities are having severe difficulty, particularly quotas and so on, as well as over-regulation and it is important to have that debate.  With the permission of the Cathaoirleach, I wish to welcome a group of transition year students from Beara community school who are in the Visitors Gallery.  They are most welcome to the Oireachtas and to the Seanad and I am delighted to welcome them.<\/p><p>Might I also raise the issue of the announcement by the Minister for the Environment, Community and Local Government, Deputy Kelly?  While the announcement <i>per se<\/i>is welcome, it is important to note a valid point made by Fr. McVerry in respect of the problem with rent allowance.  If the facts he cited are true and if 500 people will lose their accommodation each year because the rent allowance they receive from the State is not adequate, particularly in the Dublin area where rents are extremely dear, it is a matter of severe worry and concern.  While I do not wish to throw a bucket of cold water on the announcement, which is a positive step, there must be joined-up thinking by the Minister, Deputy Kelly, and the T&aacute;naiste and Minister for Social Protection in resolving the crisis for those people who cannot get accommodation, some of whom end up homeless, which is very sad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#D00500","speaker":"1127"},{"type":"speech","time":1430832600,"counter":27,"content":"<p>I agree with my colleague on the announcement today by the Minister, Deputy Kelly, relating to the 1,700 additional social housing units to be delivered over the next two and a half to three years.  Nobody will pretend that this is the be all and end all but it is a beginning and other announcements on other issues will be forthcoming.  However, the Senator also makes a very important point on the entire issue of rent supplement and people losing their homes because of rents.  It is important to bear in mind that the Minister, Deputy Kelly, who is a man for plain speaking, has made it abundantly clear in no uncertain terms that he intends to deal with the issue of rent increases.  He has never rowed back from that position and has made it clear that in the next couple of weeks, Members can look forward to an announcement on the issue of rents escalating out of all boundaries in respect of any other costs in this economy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aideen Hayden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2384\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2384&amp;amp;pid=AideenHayden&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This would be a good time for the Leader to bring the Minister to the House to talk about the social housing programme, in particular, and also the other aspects such as the contributions of the approved housing bodies.  There is a tendency when one hears a good news announcement to decry it, as a certain leader of a homelessness organisation did today.  It is part of an overall package and strategy that cannot be taken in isolation.  We need yet again to have exposure of the overall strategy and examine it, particularly given that an article in one of the newspapers today states the number of repossession orders has risen by 500% in the year to date by comparison with the same period in 2014.  Nobody is pretending that we are not in the middle of a housing crisis, but there are some very good measures being taken by the Government that need to be recognised.<\/p><p>It has been highlighted that Ireland is one of Europe's top performers economically.  That is not exactly news to this House, but, yet again, it has been noted that there is serious concern about mortgage arrears.  We are expecting a Government statement on this issue in the next two to three weeks, but it would be very useful if the House could have its say on some of the issues we believe should be part of that strategy.  I ask the Leader yet again whether we could have the Minister for Finance in the House to talk about the mortgage arrears crisis and social housing in general.  Senator Gerard P. Craughwell should note that I look forward to the debate tomorrow on receivers in this context.  The debate will be very useful in considering the overall issue we are facing of mortgage arrears and what is a housing crisis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#D00600","speaker":"1172","continuing":true},{"type":"speech","time":1430832600,"counter":29,"content":"<p>I compliment the T&aacute;naiste on her interview this morning on Newstalk.  She very firmly put back in their places yet again rumours from the two airlines that Aer Lingus was about to be taken over by British Airways.  It was announced in a Sunday newspaper that the Minister for Finance, Deputy Michael Noonan, and the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, had \"signed off on the deal\".  The T&aacute;naiste clarified the position most skilfully.  This has been a tactic of the airlines concerned, their PR departments and stockbrokers.  Ever since the controversy arose, they have been leaking to a susceptible journalist from time to time the story that the arrangement was a done deal.  Why have we allowed a UK quango to intervene in a relationship between two Irish airlines?  Why is it not mentioned every time there is a proposed anti-competitive merger in the European aviation sector, which this would be, slots would have to be divested at hubs such as Heathrow Airport and not protected, as the proponents of the deal say would be the case?  Why is the consumer interest not taken into account?  Why are we not recognising that British Airways has a track record of never serving regions?  It offers no north Atlantic services from Scotland.  The Scots might have something to say about this and other matters on Thursday.  There are no such services from Manchester which has a population of 15 million or from Birmingham which has a population of 11 million.  There are so many unsavoury aspects to this deal.  For the T&aacute;naiste to take a stand against it and seek proper evaluation is correct.  Members will recall the announcement one Sunday morning that the trade unions were in favour of the deal.  I believe Ingrid Miley&rsquo;s phone nearly went into meltdown as people rang to say, &ldquo;No, we have not agreed.&rdquo;  It is about time some respect was shown for Parliament by those promoting the merger which should be discussed here.  Hiding behind Irish Stock Exchange takeover rules is not acceptable.  I commend the T&aacute;naiste for what she said this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#E00200","speaker":"1157"},{"type":"speech","time":1430832600,"counter":30,"content":"<p>I support those speakers who spoke about English language schools.  The Leader of the Seanad, Senator Maurice Cummins, and I referred ages ago to an airline pilot training school that went under in the same way over a year and a half ago.  It is definitely time we grasped the bull by the horns because students are being left high and dry.<\/p> <p>I look forward to the debate on Seanad reform later in the day.  <\/p> <p>I welcome the announcement of an extra &euro;312 million for housing.  I was a little disappointed to hear the very negative comments coming from the Opposition side.  I recognise that Fr. McVerry is doing great work, but it can get to a stage where one becomes totally frustrated.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator C&aacute;it Keane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2359\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2359&amp;amp;pid=CaitKeane&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That &euro;312 million should be recognised as part of the &euro;4 billion announced for housing.  In south County Dublin there are 89 projects and &euro;17 million is coming into Dublin south-west.  I was on the council for 20 years and we were crying out for housing.  This is one of the biggest initiatives we have seen in Dublin south-west.  When one breaks it down like that, it actually means something. <\/p><p>I know that Fr. McVerry criticised the council, but South Dublin County Council is particularly active in recirculating the voids.  That is another issue to which the Minister, Deputy Alan Kelly, referred today.  It is not just one project because there are the voids, NAMA and the construction of council houses.  Many Senators have mentioned the banks, in particular.  The Taoiseach, the T&aacute;naiste and other Ministers have said that something will have to be done about the banks.  The Government will take action if the banks do not do so themselves.  <\/p><p>At the weekend, I visited a woman who is in mortgage arrears due to the interest being charged.  Those people will become homeless, so it will come back on the State and local authorities to rehouse them.  This is the first major project in this regard and I welcome it.<\/p><p>I would also like a debate on the language schools.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#E00300","speaker":"1135","continuing":true},{"type":"speech","time":1430832600,"counter":32,"content":"<p>I congratulate the Leader on arranging today's debate on Seanad reform.  I must admit that I had some doubts as to whether it would happen because it takes so long for things to happen.  The Leader has moved on it, however, and I am delighted to see that former Senators, Dr. Maurice Manning and Mr. Joe O'Toole, will be here today for that debate.  Nevertheless, I want to ensure that something happens following that debate.  My worry is that we will have a debate on Seanad reform but nothing will happen.<\/p><p>To a certain extent, that is what occurred with the debate on defibrillators.  The other day, Senator Kathryn Reilly mentioned the death of a man in Cavan because no defibrillator was available.  It is two years since we debated defibrillators here.  I adjourned the final debate on the basis that the Minister promised he would investigate the opportunities for doing something about it.  He then published a report saying it would be too expensive to put defibrillators everywhere.  They do not have to go everywhere, however, but they should go where they are needed.  Lives are being lost and it seems a shame that the Government has not acted to ensure that every premises with a reasonable number of people coming into it would have a defibrillator available.  The fact is that after two years nothing has happened, other than a report stating the basis on which nothing is being done.<\/p><p>I wish to add one other point concerning what Senator Bacik said about the <i>LE Eithne<\/i>going to the Mediterranean.  It is great to see that happening.  A horrific number of deaths have been occurring and yet little is being done about it in the Mediterranean.  I am not sure what the answer to that is.  If the <i>LE Eithne<\/i>, which, I think, is going to the Mediterranean on Friday, saves people who otherwise would have died and lands them on beaches or in ports in Malta and Italy, what happens then?  At some point, the people of Malta and Italy will say this is not good enough and that we cannot just unload people from sub-Saharan Africa in their countries and expect us to look after them.  Nonetheless, it is a step in the right direction.  I hope that development brings about the success we all hope it will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#F00200","speaker":"1145"},{"type":"speech","time":1430832600,"counter":33,"content":"<p>Last week, I raised the Ireland's Ancient East initiative, which is most welcome.  My own county of Louth has so much to offer discerning visitors.  The land of legends include the medieval town of Carlingford, the Cooley Peninsula, Queen Maeve, C&uacute;chulainn, Ballymascanlan, the Kildemock jumping church at Ardee, Ardee Castle and the Viking village at Annagassan.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Brennan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2360\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2360&amp;amp;pid=TerryBrennan&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I remind the Cathaoirleach that in County Louth we pay our due taxes, as do those involved in the tourism industry.  As County Louth has a great deal to offer, I call for an urgent debate on how the wee county has been omitted.  Looking at the map, I see the route extends from Cork to Newgrange in County Meath.  I note that it includes Muiredach's Cross at Monasterboice, which is most beautiful and the tallest remaining Celtic high cross in Ireland.  The situation must be rectified and County Louth recognised on the map.  The literature must explain to discerning visitors what the county has to offer.  I would like to know who compiled it.  People are tweeting and I am being mentioned on social media as the cause of my town and county not being included.  I am not prepared to stand back and accept that and want someone to explain to me how a county which has so much to offer was left out.  It is on the east coast and the natural end point of a route from Cork to Carlingford.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#F00300","speaker":"1138","continuing":true},{"type":"speech","time":1430832600,"counter":35,"content":"<p>I note the situation regarding English language colleges.  I had the pleasure of visiting China in 2000 as the guest of a general in the Chinese army.  We were held in high esteem as educators, but what is going on in these private colleges will destroy our international reputation.  I, therefore, support calls for an urgent debate on the matter.<\/p> <p>The second issue I wish to raise is the marriage equality referendum.  I do not care what side one is on, but I have been challenged in the House to confront my own conservatism.  I have spent the weekend listening to lies and misinformation being spread all over the country.  I ask the Leader to ask the Minister, Deputy Simon Coveney, who is director of elections for the referendum, to provide some clarification, particularly on the issues of surrogacy and children.<\/p> <p>I support the call for an urgent debate on the issue of mortgage arrears and welcome the debate this afternoon on Seanad reform.  I support Senator Terry Brennan on the absence of the beautiful county of Louth from the new eastern way.  We need to do something about this as a matter of urgency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#G00200","speaker":"1196"},{"type":"speech","time":1430832600,"counter":36,"content":"<p>I support colleagues who have called for an urgent statement from the Minister for Education and Skills on language schools.  It is obvious that there is serious criminality involved.  Ireland's image is certainly being badly besmirched abroad.  The issue must be addressed.  It is probably also one for the Minister for Justice and Equality, Deputy Frances Fitzgerald.<\/p><p>It is welcome that the Minister for Defence, Deputy Simon Coveney, has confirmed that the <i>LE Eithne<\/i>will sail later this week to the Mediterranean to assist in the rescue mission for those unfortunate people trying to escape from Africa.  There is no doubt that the numbers coming to Europe now pose major logistical problems for many countries.  As such, it would be appropriate to have a debate with the Minister for Foreign Affairs and Trade on the Government's intentions and attitude towards our efforts to alleviate the problems many countries will encounter as a result of the number of refugees coming to Europe.<\/p><p>I welcome as a start the &euro;312 million announced by the Minister the Environment, Communications and Local Government, Deputy Alan Kelly, to fund a housing programme to address the major housing criris.  In my county of Galway &euro;9 million will be spent on providing ten houses in Athenry, 30 in Ballinalsoe, 25 in Tuam and six rural houses elsewhere.  It is only a start but a welcome one nevertheless.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael Mullins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2368\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2368&amp;amp;pid=MichaelMullins&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I agree with colleagues about the urgent need to address the issue of vacant local authority houses.  It is unacceptable that houses which become vacant and need some repairs are left for long periods of time not just in Dublin but throughout the country, including in County Galway.  The issue of rent allowance must be addressed and it is hoped the Minister for Social Protection will make some comments about that soon.  I would like to see a situation where when homes are repossessed, the Government could intervene and get some of them converted into social houses so that the person being evicted could continue to occupy them.  This would certainly be one way of ensuring that the numbers on the housing list do not continue to grow.  At the pace of investment we see, it will be many years before the homelessness crisis in this country is addressed in a meaningful manner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#G00300","speaker":"1118","continuing":true},{"type":"speech","time":1430832600,"counter":38,"content":"<p>I support the need for an urgent debate on language schools as this situation is happening way too frequently.  We are an embarrassment.  It is totally unfair to the poor young people who spend their money this way.  It is letting everybody down.  Could the Leader arrange for the Minister for Education and Skills to come to the House to speak on this issue?  It has gone on for many years.<\/p> <p>The mortgage arrears crisis is building.  I understand there are about 8,000 civil repossession bills before the courts.  We look for urgent solutions here every day to prevent further homelessness because that is what is created when people's homes are repossessed.  It solves nothing.  Bank managers are telling me that they want the Government to instruct them to do deals.  They cannot necessarily get that approval from their boards but that is what they are looking for.  I ask the Leader for an urgent debate on this matter with the Minister for Finance.  <\/p> <p>One of the key reasons I rise today is to condemn the very inappropriate intervention by the boss of the IDA last week to seek a \"Yes\" vote in the marriage referendum.  Was he instructed by An Taoiseach or the Minister for Jobs, Enterprise and Innovation, who is his line manager?  Is the IDA now supplying funds to the \"Yes\" campaign?  These are the types of questions that are emerging.  It is completely outrageous and such an abuse of position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#H00200","speaker":"1131"},{"type":"speech","time":1430832600,"counter":39,"content":"<p>Has the Senator a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#H00300","speaker":"1120"},{"type":"speech","time":1430832600,"counter":40,"content":"<p>As a person from the west, an area which badly needs jobs, I support everything about the IDA in terms of jobs but I would never support its intervention in respect of the sovereignty of the people in the democratic process.  What is the Government's role regarding this man's abuse of his position?  I would like to hear a reply to that question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#H00400","speaker":"1131"},{"type":"speech","time":1430832600,"counter":41,"content":"<p>I very much support my Louth colleague, Senator Brennan, in his call for greater attention to be paid to Louth in respect of the Ireland's Ancient East initiative.  When Queen Maeve and her husband Aihill were lying in bed in Cruachan in County Roscommon, he boasted about the strength and potency of his white bull and she told him she knew a man in Cooley who had a bigger bull than him, it gave rise to the greatest saga in European history, let alone Irish history.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#H00500","speaker":"1166"},{"type":"speech","time":1430832600,"counter":42,"content":"<p>What relevance has this to the Order of Business?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#H00600","speaker":"1120"},{"type":"speech","time":1430832600,"counter":43,"content":"<p>I enjoyed the bit about Thoor Ballylee.  Anything which excludes the T&aacute;in saga from the Ireland's Ancient East initiative is wrong.  It is a disgrace.  We need change and accountability and we need to know why it was excluded and what will be done about it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jim D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2383\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2383&amp;amp;pid=JimDarcy&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to know why that was excluded and what is going to be done about it.  That saga could be the basis of a great tourism product for Ireland.  I fully support what he says.  The T&aacute;in saga introduced us to Setanta, Ferdia, Fergus Mac R&oacute;ich and the G&aacute;e Bolga.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#H00700","speaker":"1166","continuing":true},{"type":"speech","time":1430832600,"counter":45,"content":"<p>Diarmuid agus Gr&aacute;inne.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#J00200","speaker":"1131"},{"type":"speech","time":1430832600,"counter":46,"content":"<p>We need all of it to be recognised, including Diarmuid agus Gr&aacute;inne.  We could extend it to Slieve Gullion, where Fionn Mac Cumhaill hunted wild boar under a geis, and bring in south Armagh.  In an article he wrote for <i>The Irish Times<\/i>, Diarmaid Ferriter was complimentary about the 2016 centenary commemorations but he also suggested they were an opportunity to revisit the fact that history is no longer a subject in the junior certificate cycle.  That was a mistake.  According to the Book of Revelations we are all searching for that white stone on which our name, or our identity, is written.  History is an important part of our identity.  It was a big mistake to exclude history from the junior certificate and I ask that the Minister for Education and Skills reconsider that decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#J00300","speaker":"1166"},{"type":"speech","time":1430832600,"counter":47,"content":"<p>On a point of information-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#J00400","speaker":"1131"},{"type":"speech","time":1430832600,"counter":48,"content":"<p>There is no such thing on the Order of Business.  I call the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#J00500","speaker":"1120"},{"type":"speech","time":1430832600,"counter":49,"content":"<p>-----history is still on the junior certificate syllabus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#J00600","speaker":"1131"},{"type":"speech","time":1430832600,"counter":50,"content":"<p>It is not a core subject.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#J00700","speaker":"1166"},{"type":"speech","time":1430832600,"counter":51,"content":"<p>Senator Mooney raised the issue of Seanad reform, which we will be discussing after the Order of Business.  Today's debate will give us an opportunity to make preliminary observations on the report.  I am sure that we will have further debates before any Bill is introduced.  I look forward to the debate.<\/p> <p>Senator Mooney and others referred to the issue of English language schools.  Last week I asked the Minister for Education and Skills to come to the House to make a statement on the matter and I hope she will accede to that request next week.  I agree with the Senators that the issues arising pose a threat to our international reputation in this area.  There is a need for greater regulation.  These schools are worth &euro;800 million to the economy.  It would be useful, therefore, to have the Minister outline her intentions for their future.<\/p> <p>A number of Senators raised the issue of social housing.  The 1,700 houses to be constructed over the next three years will be new units.  As has been rightly pointed out, they are only a drop in the ocean but the intention is to provide 35,000 units over the next five years.  Local authorities will be also dealing with boarded up units and they have been asked to come forward with shovel ready proposals for which money can be allocated.  In my own local authorities in Waterford city and county, grant aid amounting to more than &euro;6 million has been provided for housing construction, with eight houses to be build in Ballybeg, six in Larchville, 20 in Ballinroad and eight in Portlaw.  This is a way for local authorities to progress shovel-ready projects because the money will be forthcoming for them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have gone back to a situation where local authorities can buy homes from the private sector.  There are many ways to address our housing crisis.  The Government is doing everything possible to address this.<br\/><br\/>Senator Bacik also spoke about boarded-up housing and the NAMA units that will come on stream.  She also mentioned the rescue of more than 6,000 migrants in the Mediterranean over the weekend.  Other Senators mentioned it too.  It is a very serious problem.  It is all right rescuing the people but when they arrive on the shore, what happens?  It is an all-EU project.  The EU will have to come up with proposals and solutions because it cannot be left to the Italians, the Maltese and others to deal with this problem.<br\/><br\/>Senator Norris spoke about the debate on &ldquo;The Late Late Show&rdquo; about marriage equality.  I note his points on that and on the Edith Wilkins foundation, which is doing such good work in Nepal.  I will certainly bring that matter to the attention of the Minister for Foreign Affairs and Trade.<br\/><br\/>Senator Comiskey welcomed the beef genomics scheme announced by the Minister for Agriculture, Food and the Marine, Deputy Coveney.  It will certainly improve the quality of our breeding herd and will be of great benefit to many in the farming community.<br\/><br\/>Senator O&rsquo;Donovan called for a debate on the fishing industry.  We had a debate on that subject a couple of months ago but we will ask the Minister for Agriculture, Food and the Marine to come in to address it again.<br\/><br\/>Senator O&rsquo;Donovan and others spoke about rent allowance being inadequate.  There is a question about whether raising the allowances will result in rents being raised too.  Will it be a vicious circle?<br\/><br\/>The Government will announce proposals on mortgage arrears, which Senator Hayden addressed, in the next couple of weeks.  I have been in contact with the Minister for Finance.  When those announcements are made, he will be willing to come to the House to discuss the proposals.  Senator Hayden also asked that the Minister for the Environment, Community and Local Government, Deputy Kelly, come in to speak about mortgage arrears and housing.  That request was tabled several weeks ago.  I hope the Minister will accede to the request and come to the House to debate that matter.<br\/><br\/>Senator Barrett spoke about Aer Lingus.  No decision has been made.  The Government will decide, based on the best advice and evaluation available.  The T&aacute;naiste made that very clear this morning. <br\/><br\/>Senator Keane spoke about housing and about the English language schools, which I have dealt with.<br\/><br\/>Senator Quinn spoke about defibrillators and called for an update from the Minister for Health.  I will ask the Minister for an update.  As he rightly pointed out, there was a report which mentioned the cost and it would be very difficult to provide one in every place mentioned, but there has to be middle ground.<br\/><br\/>Senator Quinn and other Senators welcomed the positioning of the <i>LE Eithne<\/i>in the Mediterranean and called for an all-Union solution to this tragic problem.<br\/><br\/>Senators Brennan and Jim D&rsquo;Arcy spoke about Ireland's Ancient East.  They are right to highlight the omission of Louth.  It can and will be rectified.  I think Monasterboice is mentioned but Senator D&rsquo;Arcy gave us an historical masterpiece on the <i>T&aacute;in B&oacute; C&uacute;ailnge<\/i>.  He was certainly not speaking bull.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#J00800","speaker":"1130","continuing":true},{"type":"speech","time":1430832600,"counter":53,"content":"<p>We have never forgiven them in Connacht.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#K00200","speaker":"1128"},{"type":"speech","time":1430832600,"counter":54,"content":"<p>As has rightly been stated, history is no longer a core subject but it is a very important part of the junior certificate curriculum.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator Craughwell raised the issues of English language schools and housing.  I note the points made by him.  Senator Michael Mullins also raised the issue of English language schools.  He also called for the Minister for Foreign Affairs and Trade to address the House on the refugee crisis.  I have asked the Minister to do so and hope he will be in the House soon to discuss it with us.<\/p><p>Senator Fidelma Healy Eames raised the issue of mortgage arrears.  The Government will make a statement on the matter in a number of weeks and I hope the Minister for Finance will come to the House to address it.  With regard to the boss of IDA Ireland, to the best of my knowledge, he was not instructed by any Minister to make any statement on the referendum.  It is a matter for the gentleman in question to speak on whatever issue he wishes.<\/p><p>We had the historical masterpiece of Senator Jim D'Arcy.  I have addressed most of the subjects raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#K00300","speaker":"1130","continuing":true},{"type":"unspoken","time":1430832600,"counter":56,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1430832600,"counter":57,"content":"<p>Sitting suspended at 3.20 p.m. and resumed at 3.35 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Report of the Working Group on Seanad Reform 2015: Statements","time":1430832600,"counter":58,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#O00100"},{"type":"speech","time":1430832600,"counter":59,"content":"<p>I welcome Dr. Maurice Manning, a former distinguished Member and Leader of this House, as chairman of the working group and former Senator Joe O'Toole, a member of the working group, to address Members and answer questions on the important topic of Seanad reform.  As Members will know, Dr. Manning addressed the House before in his former capacity as president of the Human Rights Commission.  I thank him and Mr. O'Toole for their work in preparing the report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#O00200","speaker":"1120"},{"type":"speechnospeaker","time":1430832600,"counter":60,"content":"<p>On my own behalf and that of Mr. O'Toole, I thank the Cathaoirleach for the invitation.  I also thank the Leader of the House, Senator Maurice Cummins, for facilitating this event.  It is always an honour to be invited to speak to a House of the Oireachtas.  <\/p> <p>I would like to say a word about the working group I chaired.  Most of its members are known to Senators, having served in this House for many years and held positions of responsibility during that time.  They include Ms Mary O'Rourke, Mr. Joe O'Toole, Dr. Maurice Hayes and Mr. Pat Magner.  The other members, Mr. Tom Arnold, Ms Mary C. Murphy and Ms Elaine Byrne, brought with them experience of academic life and civic society.  It was a good group which took its work seriously.  All of its members shared an unshakeable commitment to the value of a strong and relevant Seanad.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Dr. Maurice Manning:<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That was our only objective.  I want to thank the members for an extraordinary amount of hard work and dedication during this period.  We did not set out to reinvent the wheel.  We were aware, and made full use, of the great amount of previous work and papers on this subject.  We asked for, and we got, 69 submissions, all of which are now available on the website.  We examined earlier submissions and the debate around the recent referendum.  We were influenced by two earlier major reports, that of Jim O'Keeffe in 1995 and Mary O'Rouke in 2004.  I can say to Senators Quinn, Zappone and Crown that their draft Bills had a significant influence on our deliberations.  I want to thank, in particular, Michael McDowell, SC, former Attorney General and Minister, whose legal and constitutional guidance was invaluable and all given on a <i>pro bono<\/i>basis as was that of Mr. Brian Hunt, BL, who so expertly drafted the draft Bill which we present today. <br\/><br\/>We were aware that over recent years, Seanad &Eacute;ireann has been seeking to make its own practices and procedures more relevant to the needs of a changing society and the needs of a modern parliament.  I know this because some of our members were an important part of this process and the current Leader of the House, Senator Maurice Cummins, has been doing this in a very real way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#O00300","nonspeaker":"Dr. Maurice Manning","continuing":true},{"type":"speech","time":1430832600,"counter":62,"content":"<p>With the greatest respect to my friend and colleague, Dr. Manning, could copies of the Bill be circulated?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#P00200","speaker":"1136"},{"type":"speechnospeaker","time":1430832600,"counter":63,"content":"<p>We have a number of copies and certainly that can be done.  It will not be discussed in the House today; we are just presenting it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#P00300","nonspeaker":"Dr. Maurice Manning"},{"type":"speech","time":1430832600,"counter":64,"content":"<p>It would be very helpful.  I notice that Dr. Manning has a copy of the old Bill as an amendment with amendments to it in the appendix.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#P00400","speaker":"1136"},{"type":"speech","time":1430832600,"counter":65,"content":"<p>Senator Norris, we are discussing the report of the working group on Seanad reform not the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#P00500","speaker":"1120"},{"type":"speech","time":1430832600,"counter":66,"content":"<p>Mention was made of the Bill and I would like to see it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#P00600","speaker":"1136"},{"type":"speech","time":1430832600,"counter":67,"content":"<p>It is the report that is being discussed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#P00700","speaker":"1120"},{"type":"speechnospeaker","time":1430832600,"counter":68,"content":"<p>Copies will be left but the Bill is not being discussed today.  I am announcing, as we said in our report, that we would present a draft Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#P00800","nonspeaker":"Dr. Maurice Manning"},{"type":"speech","time":1430832600,"counter":69,"content":"<p>On another day, please God.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#P00900","speaker":"1151"},{"type":"speechnospeaker","time":1430832600,"counter":70,"content":"<p>As I said, we were very aware of the attempts in recent years by this House to reform the House.  The House today is very different from the House to which I was elected in 1981.  There have been very real reforms which have been achieved in the face of public indifference, media scepticism and it has to be said with no real engagement or support from successive Governments.  We recognise these changes in our report and state clearly that: \"These innovations provide a sound starting point for a clear definition and consolidation of the ways in which Seanad &Eacute;ireann can make a distinctive contribution to the overall work of the Oireachtas.\"  We acknowledge also that Seanad &Eacute;ireann is not unique in having to adapt and change.  Parliaments everywhere, but especially second Houses in many countries, are redefining their role and scope, or are having it redefined for them.  It also has to be said bluntly that not one of the submissions we received argued for the retention of Seanad &Eacute;ireann in its current form.  The overwhelming mood was for radical change.  We believe that the desire for radical change is shared by many Members of this House, by all political parties and by the general public.  <\/p> <p>The fundamental problems with the existing system, as we saw them, were threefold: an electoral system that was elitist and disfranchised a majority of citizens; a constitutional concept of vocational representation which had little substance in practice and the absence of clear defining guidelines or public understanding of the distinctive role of the Seanad in Irish public life.  I mentioned earlier the wide range of reports and submissions we examined.  A number of recurring themes permeate these reports.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Dr. Maurice Manning:<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Among the most persistent was the criticism that ordinary citizens were excluded from engaging with the Seanad.  The complexity and elitist nature of the electoral process was a major source of contention.  A view that the concept of a House of expert and specialist Senators had been lost was also prominent in submissions.  Many submissions referred to the potential role of the Seanad in providing a voice for representatives of the diaspora and in providing for a Northern Ireland dimension.  These issues were the main focus of our deliberations, with our concern to ensure a Seanad that added genuine value to the legislative, public policy and governmental process and to the democratic process overall.<\/p><p>With all of that in mind, we felt our recommendations should be informed and driven by the following principled objectives.  The first principle was to develop and strengthen the vocational nature of the Seanad.  The second was to make possible the participation of all Irish citizens in Seanad general elections.  The third was to establish a franchise for Irish emigrants who were Irish citizens.  The fourth was to allow the electoral participation of those normally resident in Northern Ireland.  The fifth was to maintain the link between national and local politics through an electoral college of elected representatives.  The sixth was to use the most appropriate and up-to-date modern technologies to modernise the registration and electoral process in a secure way.<\/p><p>As Senators will know, our terms of reference obliged us to work within the framework of Bunreacht na &Eacute;ireann.  Rather than being a constriction, the Constitution offered great clarity.  We went back to first principles and asked what the Constitution envisaged the role of Seanad &Eacute;ireann to be.  To begin, it is a House of Parliament, a political House and an essential part of the legislative process.  It is part of our system of checks and balances, with important powers of veto in a number of areas.  None of these powers has ever been used, but they have potential.  It is equally important to note that under the Constitution, Seanad &Eacute;ireann does not have the power to elect or fire a Taoiseach.  The Government is not accountable to the Seanad as it is to the D&aacute;il.  It has no power to levy or raise taxes.  The Constitution is absolutely clear that the Houses are not equal.  This point may be obvious, but it is fundamental to any clear defining of the appropriate role of the Seanad in the political system.<\/p><p>Clearly, the primary role of the Seanad lies in its handling of legislation in all its forms and offshoots.  This is not just the initiation and scrutinising and amending of Bills; it also involves examining the European dimension in all of its various forms, the effects of legislation, the policy options, the engagement with wider society and so much more.  It is very clear from recent events that this job is not always well done, especially in dealing with legislation.  It is something that needs to be adequately resourced.  Any reformed Seanad must have the capacity and the will to organise its business in order that Government legislation - all legislation - is dealt with in an orderly and efficient way, its work is distinctive in its approach, it is critical of and disagrees with the other House where it deems appropriate and it is seen as adding value to the overall work of the entire Oireachtas.  In other words, it will be expected to disagree with the other House but not to become a permanent roadblock to legislation.  It may need a mechanism to help to resolve major differences between both Houses such as the mechanism provided for in the German system.<\/p><p>That the Constitution envisages a House elected on principles of vocational representation is an indication that its membership should be distinctly different from that elected from geographical constituencies.  It was not the fault of the Constitution that the vocational concept never operated in practice - it was the fault of subsequent legislation which produced an almost entirely party political electorate which, in turn, elected almost exclusively party politicians, of whom I was very honoured to be one.  One of our objectives is to give reality to the concept of vocational representation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Dr. Maurice Manning:<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We interpret this not as some outdated ideology but as an attempt to ensure the rich stream of voluntary, professional, cultural, sectoral, minority and other such special interest groups will be given an opportunity to nominate candidates for election to Seanad &Eacute;ireann.  Se&aacute;n Lemass, in the debate on the 1937 Constitution, remarked that he did not believe the country had the necessary infrastructure to produce a genuinely vocational Seanad.  He may have been right and probably was in the context of 1937, but his assertion is manifestly not the case today.  One of our society's great strengths is the presence within it of so many varied and specialist cultural, environmental, disability, agricultural, educational and professional groups and organisations.  The very infrastructure, the absence of which Se&aacute;n Lemass lamented in 1937 is emphatically present in society today.<br\/><br\/>No constitutional change is needed to make that to which I refer possible and to open up the system to a wider range of nominating bodies.  The legislation governing nominations and nominating bodies requires some development.  However, such development is feasible and will give a wide range of groups the opportunity to get their members to register as voters, choose a panel on which to vote and then ask all the people - not just a small number - to send them to Parliament.  This might result in a Seanad in which political parties could be in a minority, but it might also result in one that would be more accurately representative of our society.  It would allow many disparate groups representing the areas of disability, agriculture, the environment, labour, the unemployed, gender, culture and youth and bodies in Northern Ireland to put forward candidates.  It would also ensure the last word would rest with the people.  Political parties might well be in a minority in the new Seanad.  However, this is a House of Parliament and political parties are and will continue to be a key element in all parliamentary democracies.  This point was made strongly in the O'Rourke report and it is a view we endorse.  In the context of what we propose, it would be entirely open to political parties to put forward suitably qualified candidates on all panels.  Like any group, they would be free to encourage their supporters to register as voters.<br\/><br\/>That brings me to the electoral changes we recommend.  The Constitution lays down that all voting in Seanad elections must be by means of postal ballot.  This factor had to influence our thinking.  However, the assistance we received from top experts in cyber security at the national cyber security centre and IBM, from Mr. Joe Carthy, professor in cyber crime and security at UCD, and others, all of whom were prepared to work on a <i>pro bono<\/i>basis, helped us to reach a position where we could rest assured and feel safe in advocating a system whereby eligible citizens could register online, download their votes and then return them by post.  This was a huge breakthrough and my colleague, Mr. O'Toole, will outline what is proposed in that regard in more detail.  The net result of what we are suggesting would be that voting rights could be securely extended to holders of current Irish passports overseas and citizens in Northern Ireland, as envisaged in the Good Friday Agreement.  This would represent a huge advance.  I should add that it would still be possible for those without personal online access to register and receive their ballot papers.  Again, Mr. O'Toole will address that matter.<br\/><br\/>We may be asked why we did not recommend separate constituencies for emigrants and those in Northern Ireland.  We thought extremely hard about this but felt very strongly that the creation of a separate Northern constituency would be partitionist and, in some way, represent our regarding Northern Irishness as a different sort of Irishness.  We are strongly of the view that the best way to deal with this issue is on the basis of absolute equality for all voters wherever they might be.  We also believe the existing system of election to the 43 panel seats is unsustainable by any democratic criterion.  We know that this view is shared by a majority on all sides.  As a result, we recommend the extension of a vote to all eligible citizens in the filling of 30 of the 43 seats and, in a separate constituency and on a one person one vote basis, the six university seats.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Dr. Maurice Manning:<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Again, people must choose between one of the panels or university votes, but the concept will be strictly one person, one vote.  <\/p><p>We also believed very strongly that under a vocational system there should be a direct link with locally and regionally elected representatives.  We know the value of this direct link with local government and we have no difficulty in defending it.  People may argue that having to register for a vote is burdensome but registering to vote is normal in most democracies and while voting is a right, it is also a privilege.  Political parties would have a vested interest in seeing that their supporters register and the many vocational groups who will be seeking representation are well geared to encourage and help their members to register.  I am sure that public spirited people will have no hesitation in getting themselves on the register.<\/p><p>Since this report appeared it has received some words of welcome from a number of people in the media.  I will briefly cite what was stated about it by the Second Republic, a body which made a very valuable submission to our process.  It stated that the working group's recommendations answer the needs identified in our public consultation of more than 1,200 people on Seanad reform.  I welcome that comment.  Since the publication of this report the most frequent reaction, especially from media commentators, has been: \"Great, but so what?  Nothing ever happens.  How many earlier reports are lying there gathering dust?  We share this scepticism.  There are good historical grounds for our doubts.  That is why we put such huge emphasis on the implementation process, why we spelled it out in such verifiable detail and why, with the help of Mr. Brian Hunt and Mr. Michael McDowell, we have produced our own draft Bill, which is being published today and which will be available shortly.  <\/p><p>Mr. Joe O'Toole will deal with these matters shortly but what we are saying to the Government and to all the political parties is that we expect this report to be taken seriously.  We were given a job to do in the expectation that a reasonable report would lead to change.  We have done our job seriously.  We do not believe for one moment that ours is the last word or that there may not be improvements on what we have done, or that a new Seanad in the future may not ask for further change through constitutional amendment, but what we expect is that our seriousness will be matched by that of the Government and the other parties.  Already there are indications from both the Government and other parties that the report is being taken seriously.  Most of all, I appeal to those Members of this House, and they are on all sides of it, who have spoken out and fought for reform, who have asked for this House to be opened up to the people, who have asked for votes for the diaspora and Northern Ireland, who want a House that reflects the vocational complexity of our contemporary society and who want a different sort of politics,  to seize this opportunity.  I will ask my colleague, Mr. Joe O'Toole, to add his comments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#P01000","nonspeaker":"Dr. Maurice Manning","continuing":true},{"type":"speech","time":1430832600,"counter":74,"content":"<p>The order is for the former Senator, Joe O'Toole, to reply to the debate<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#S00200","speaker":"1120"},{"type":"speech","time":1430832600,"counter":75,"content":"<p>No.  I think both Dr. Manning and Mr. O'Toole will reply to the debate.  Both will speak initially and both will reply to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#S00300","speaker":"1130"},{"type":"speech","time":1430832600,"counter":76,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#S00400","speaker":"1120"},{"type":"speechnospeaker","time":1430832600,"counter":77,"content":"<p>I reiterate the points made by Dr. Maurice Manning.  It is a real privilege to be asked to come back to the House.  I sat in it for 25 years but sitting here without having to be elected to it is pretty special.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#S00500","nonspeaker":"Mr. Joe O'Toole"},{"type":"speech","time":1430832600,"counter":78,"content":"<p>Mr. O'Toole would have no chance under these proposals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#S00600","speaker":"1128"},{"type":"speechnospeaker","time":1430832600,"counter":79,"content":"<p>The Senator should listen to what I have to say.  There is a view that I should have worn a black hat coming in here today to pronounce the sentence of death on the House.  This is not any Grattan's Parliament.  What we are proposing here today is a house of parliament in the true sense of republicanism, in its sincere sense.  It is something that should be grappled.<\/p> <p>In summary, we trawled through the submissions, the debates, the Bills and the reports and we dialled into the national conversation that took place during the Seanad referendum campaign.  What we have to say to the Members today is closer to the pulse of the people than what the Members might be comfortable with in the Chamber and I ask them to remember that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Mr. Joe O'Toole:<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is an element of plagiarism in what we have before us.  We have listened to, examined and stolen other people's views and believe we reflect in the report what they want.  We looked at all of the suggestions which had been made previously and then pared them back in order that we could use the ones that could be put in place without holding a constitutional referendum.  Therefore, it could be done legislatively and also within the imperatives of Articles 18 and 19 of the Constitution.  <\/p><p>Having done all of this, we then researched processes that would modernise and improve the registration and voting arrangements.  That is what brought us to where we are.  If no other message goes from here today, that one is crucial.  The report came from all of the commentary inside and outside this House on measures people supported.  We came up with something that would give citizens a stakeholding, was inclusive of emigrants and Irish citizens living in Northern Ireland, distinct in terms of its vocational personality and republican in the true sense of the word.<\/p><p>We also made suggestions about the powers and functions of the House.  As we were conscious that the Constitution was clear that the Houses organised their own business, we were careful not to move beyond our remit in that regard.<\/p><p>In terms of democracy, the word bandied around constantly and which seems to mean what people want it to mean at any given time, the basic tenet is that power is vested in the people; therefore, no one group has the authority to expropriate democracy.  It is important to remember that around the world people have found many and varied structures to allocate ruling power to those whom they elect.  Democracy is articulated in different ways in different countries - there is no one way.  Our report locates the Seanad in a type of daisy chain of democracy from local to European politics.  It creates a continuum of public representation through these steps.  It is part of a linkage, as Dr. Manning pointed out, between the President and the community and gives a voice to the views of community groups inside rather than outside.  The phrase we used earlier was that a seat inside was more attractive than a placard outside.  That is the opportunity being given.<\/p><p>On Upper House composition, an issue Dr. Manning dealt with in terms of the principles involved - I am offering this as something that is supportive of Members of this House - around the globe there are many methods used.  In Canada all Members of the Upper House are appointed by way of nomination.  In France, Germany and other countries all Members of the Upper House are elected by an indirect system, in the way 43 Members are elected here.  In Australia and some other countries all Members of the Upper House are elected by popular vote.  I make these points to give some background.  That is what we were faced with when we looked at how we would approach this issue.<\/p><p>Our report seeks to reflect best global practice in determining the composition of the Seanad because not one of the systems I have described in its totality was acceptable.  There were certain problems, advantages and disadvantages attached to them.  We required that it not be a mini-D&aacute;il, as Dr. Manning said, but that it be distinctively vocational.  In that regard, it is a combination of popular direct vote by citizens, indirect vote by an electoral college of elected representatives and 11 Members to be nominated by the Taoiseach of the day.  The majority would be elected by popular vote but without geographical constituencies which would replicate those used for D&aacute;il or European Parliament elections or elections to some other House.<\/p><p>The Constitution requires that there be five vocational panels to elect 43 Members and that there be a university panel or panels top elect six Members, giving 49 in all.  We recommend that citizens register for the vocational panel of their choice or the university panel, if eligible, and that elected local authority members and current Oireachtas Members register for the sub-panel of their choice, with the proviso that there be an average figure of 20% of the electorate registered for each sub-panel.  The idea is that each of the five panels would have two sub-panels and that there would not be an overlap; therefore, nobody would be elected with fewer votes than anybody else, as happened in the past.  Six Members on each sub-panel would be elected by popular vote of citizens who had registered.  Attached to each panel there would be an Oireachtas sub-panel.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Mr. Joe O'Toole:<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In the main, there will be two or three on each Oireachtas sub-panel.  We tried to keep them all balanced, fair and even but not only is 43 an odd number, it also is a prime number and consequently divides by nothing except itself and so we had a choice of either 43 or one.  Therefore, six would be elected on each vocational panel by direct vote and two or three would be elected on each panel through the Oireachtas sub-panel.  I can explain that later and do not wish to go into all the million details of that but Members see the idea.  It is to get a balance in there and the idea is that those Members who are entitled to vote on the indirect panel would be required to register on whichever sub-panel of their choice.  There would also have to be the opportunity to change panels or sub-panels at a particular time.<\/p><p>We then looked at the question of registration.  Dr. Maurice Manning asked me to deal with that particular question and we looked at the current register.  The two we looked at were the D&aacute;il register, or the local authority register, and the university panel registers.  Whenever we spoke to people, we were told about the problems created by them.  Some of them were to do with how they facilitated personation or how people were dually-registered, deliberately or accidentally.  We heard how people down in the graveyard were voting, there were no addresses and there was dual registration.  All we heard was a variety of problems arising from them, some of which were deliberate while others were just accidental or haphazard.  What we are recommending would certainly improve what is there at present.  There is no question or doubt about that.  In our system, there would be no advantage in lugging the laptop down to the local graveyard; there will be no additional votes to be found and people in the local graveyard will not be voting.  That cannot happen.  It comprises Internet-based registration, which is easier, more efficient, more reliable and cheaper.  In respect of quality, reliability and security, the recommendations raise the bar.  If the current system is bog standard, this is gold standard and that is the reality of the point to which it brings us.  Moreover, this is being done.  In one of the debates in the United Kingdom last night, I heard someone saying it takes three minutes to register online to vote in the elections in the United Kingdom and I made a mental note of that.  It is where we are going.  Each voter would have a unique set of identifiers.  It would be a combination of personal public service, PPS, numbers, passport numbers, post code and a password, that is, the kind of thing that would be normal in registering online, except what we would be doing would be monitored all the time by the national cyber-security agency or some such body.  It would check it for any abnormal or suspicious activities and would deal with those as they arose.  Those without broadband access or Internet, which is much of the country, may register with help from, say, community groups, local authorities, libraries or other methods as determined by the electoral commission.<\/p><p>The point is that what we are suggesting, this is beyond dispute, is no more complicated than taxing a car or buying an aeroplane ticket online.  It is no more complicated but is a lot more secure.  The steps are registration, followed by the creation of a digital register, followed at some point by notice of e-mail, prior to voting, that one can now seek to download a ballot paper.  One then would check in with the proper unique identifiers, followed by the downloading of a ballot paper using a combination of the web and telephone.  People can hack into the web and people can get into the telephone system but for someone to get into the telephone system and the web system at the same time is, at present anyway, impossible.  It may not always be impossible, which is why one needs to have these things checked all the time.  The idea would be that one would check in and state who one was and that one was ready to vote.  Then one would get on one's telephone, which is a completely separate system, on which one would be obliged to enter a number before one could download the ballot paper.  In other words, it makes it almost impossible for hackers to get into it.  As for hackers, we have looked very closely at, and have received a lot of advice on, this aspect of it and I wished to explain that to Members.  People would download and would then vote with a single transferable vote, as required by the Constitution, and then one would post it back to a returning officer.  This could be done with a stamp or freepost or whatever, depending on whether they were at home or abroad or on whatever arrangements are made.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Mr. Joe O'Toole:<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Having outlined the picture, I want to move on to the question of the implementation.  Two issues arise, the first of which is the publication of a Bill and the second of which is a step-by-step implementation process.  We produced a draft Bill today.  We will publish it more formally with a memorandum towards the end of the week.  People are welcome to have it.<\/p><p>I will outline the main points.  The significant issues arising from aspects of the Bill - either in it or created by it - are such that it will no longer be the case that some people will have up to six votes.  Instead of 1,000 local authority and Oireachtas members electing two thirds of the Seanad Members, they will elect 20% of them.  The majority membership of the Seanad will be elected by popular votes of Irish citizens.  The \"one person, one vote\" principle applies to everybody, be he a councillor, graduate or neither.  There are to be votes for all citizens, all-Ireland participation, votes for Irish emigrant passport holders, a digital register, a composition of the House reflecting best global practice, and an enhanced nomination process, including a requirement that knowledge and practical experience be given more clarity.  The latter, to which I will return, is not the case at present.  Another proposal is that substitute candidates will fill casual vacancies, as opposed to filling vacancies through the current by-election system.  It would be more like the European Parliament system in that a substitute nominated at the beginning would take over.<\/p><p>The interim Seanad electoral commission should be a small group, adequately resourced and working to tight timelines.  It would require a budget with access to expertise to make progress on the matters I have discussed.  It should have access to draftspersons and a budget for expertise or specialist consultants, especially in the legal and cybersecurity areas.  Each member of the body would be assigned to a subgroup.  There are three distinct areas of work, to which I will refer.  The members would effectively set timelines for implementation, ensuring that all structures, legislation and processes are in place by the next general election.  It should report on a monthly basis to the Taoiseach in a report that would be available to the public.<\/p><p>The first part of the work of the group would involve what we call the legislation and legal subgroup.  It would be supported by legal expertise and liaise with draftspersons.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Mr. Joe O'Toole:<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I was a Member of this House for 25 years, but I never met a draftsperson in all that time.  I have asked Ministers if they ever met a draftsperson and very often they have not.  Legislators have experienced this many times.  It is crucial to liaise with draftspersons in order to have a Bill presented and processed through the Oireachtas by the end of the calendar year, and then to develop the regulations and protocols that will arise from that.  The Bill itself will have to be an enabling one to allow for the details of registration, voting and counting to be dealt with by various protocols, schedules or ministerial orders.<\/p><p>All of that concerns the legislative and legal aspects, while the next will be the communications sub-group supported by digital marketing and communications experts.  This would organise and inform nominating bodies, encourage registration and attract further bodies to register as nominators.  In addition, national media, social media, digital marketing, house magazines and e-zines would be used as part of the communications process.  We believe that has to be done. <\/p><p>It would have to decide on standards for knowledge and practical experience.  It is specifically written in the Constitution, referred to in the 1947 and 1954 legislation, but is not actually defined beyond that.  It would also encourage community, youth and other groups to assist in registration.<\/p><p>The third part of the implementation would be supported by cyber expertise.  It would engage with experts to develop safe, secure registration protocols, finalise the downloading protocol with state-of-the-art technology, and establish monitoring and checking systems.  There are people around the world who are experts in this area.  We have seen where it has worked well and also where problems have been created.<\/p><p>In Estonia, where they have online voting, although we are not proposing that, they have run into serious and significant trouble.  Part of their problems have been created by the fact that they did not consult widely enough.  We have a list of people who should be consulted before we finalise this particular protocol.  They include a number of professors in the US, the UK and in Europe who are experts in this area.<\/p><p>There are three initial steps for implementation.  Dr. Manning said the important thing is making this happen, but how does one make it happen?  There are three things that can be seen either to happen or not happen in the next couple of months.  If they do not happen, it will go nowhere.  I remain an optimist.  I have been around this track a few times before but I would like to see the finishing line somewhere this time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#S00700","nonspeaker":"Mr. Joe O'Toole","continuing":true},{"type":"speech","time":1430832600,"counter":84,"content":"<p>Mr. O'Toole is a super-optimist.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#W00200","speaker":"1140"},{"type":"speechnospeaker","time":1430832600,"counter":85,"content":"<p>I know the levels of support that will be there, Senator Leyden.<\/p> <p>In dealing with it, the first three steps to implementation are as follows.  The first step rests with the Seanad itself by resolution of the House, recommending that the Government implement the report and its principles.  One does not necessarily need to agree with what is in our draft Bill, which is only to move things forward.  The second step rests with the Taoiseach by establishing an interim Seanad electoral commission with responsibility to implement the report.  The third step rests with the Government by bringing forward legislation to make the recommendations happen and have them in place before the end of this calendar year, or before the end of this Government's period of office.  The three steps are: the House to recommend the report; the Taoiseach to establish a commission; and the Government to deal with legislation in the Oireachtas over the course of this year.  I thank Senators for listening and I appreciate the opportunity to contribute.  It has been a privilege.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#W00300","nonspeaker":"Mr. Joe O'Toole"},{"type":"speech","time":1430832600,"counter":86,"content":"<p>I wish to thank the former Senators, Dr. Manning and Mr. O'Toole, for their contributions.  I now call the first speaker to reply, the Leader of the House, Senator Cummins.  I remind Senators that they have either six minutes or four minutes and we have quite a list of speakers who are interested in this debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#W00400","speaker":"1120"},{"type":"speech","time":1430832600,"counter":87,"content":"<p>I would like to welcome Dr. Maurice Manning, the chairman of the working group, and Mr. Joe O'Toole.  I thank all the members of the working group for their time, dedication and professionalism in compiling this latest report on Seanad reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#W00500","speaker":"1130"},{"type":"speech","time":1430832600,"counter":88,"content":"<p>Before Senator Cummins continues, I would like to welcome the former Senator, Pat Magner, who is also a member of the working group.  He is very welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#W00600","speaker":"1120"},{"type":"speech","time":1430832600,"counter":89,"content":"<p>It is my fervent wish that this will be the last report on Seanad reform-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#W00800","speaker":"1130"},{"type":"speechnospeaker","time":1430832600,"counter":90,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#W00900","nonspeaker":"Senators"},{"type":"speech","time":1430832600,"counter":91,"content":"<p>-----and that many of the proposals contained therein will be acted upon.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When people talk about Seanad reform, some refer to the business of the House, how it is run, its content and relevance.  Others view reform of the Seanad as a matter of changing the electoral process and the manner in which Senators are elected, giving all members of the public eligible to vote in D&aacute;il elections a vote in Seanad elections.  The report goes even further in outlining a process whereby Irish people living in Northern Ireland and those around the globe could vote in Seanad elections.  I am sure many of my colleagues will deal with how the Seanad is elected, the difficulties that might occur and the cost to the taxpayer.  As Leader, I am more interested, naturally, in the proposed changes to the role, powers and business of the House.<\/p><p>I am pleased that the report restates something I have been saying for many years, that is, that the Seanad's primary role is the scrutiny, revision and initiation of legislation.  This is a role in which the House excels, although I acknowledge we can always improve on the way we carry out our work.  It is welcome that the working group recognises that in strengthening and refining the role of the Seanad \"a stronger institutional system must be prioritised and Seanad Members should have access to adequate research services, specialist support services, training facilities and modern technological services\".  The least Members of the Seanad should have is parity of esteem with their colleagues in the other House in these areas.  Some would say parity should extend to many other areas also, but that is a matter for a another day.<\/p><p>The Seanad has made considerable progress in a number of areas which are the subject of recommendations in this and the two previous reports.  With regard to the scrutiny of EU policies and directives and the right of audience of MEPs, last year I invited all of our MEPs to address the Seanad, in particular on their work in committees of the European Parliament.  It worked reasonably well as a process, proved to be mutually beneficial and I intend to extend a similar invitation to our current crop of MEPs who are finding their feet in their new roles and in the committees on which they sit.  Late last year I formed a sub-committee of Members to determine how the Seanad could extend its role in European matters.  Last week Ms Barbara Nolan of the European Commission office briefed Members on the new EU work programme, which matter we will be debating on Thursday of this week.  I hope Members will contribute to the debate with a view to discussing individual items included in the work programme for the coming months.  With regard to the scrutiny of EU policy and inviting MEPs to the House, I am glad to report that we are already implementing the recommendations made in the report.<\/p><p>Another recommendation made in the report was to investigate and report on matters of public interest.  The Seanad Public Consultation Committee which was a suggestion of the Taoiseach's nominees fulfils this role and can be expanded on.  I agree fully with the suggested role of giving consideration to North-South Ministerial Council proposals.  However, the Government would have to ensure the relevant Ministers were aware of their duties and fulfilled their role in engaging with the House in a timely fashion on North-South Ministerial Council meetings.  I agree also with proposals to consider the reports of regulators and other statutory inspectors, adopting a role in appointments to public bodies, giving consideration to secondary legislation and consulting relevant bodies prior to Second Stage debates.  I welcome all of these proposals and hope to engage with the working group to implement them in a structured manner.<\/p><p>This is our first opportunity to engage on and discuss the report.  I assure the House that I will provide ample time in the coming weeks to further discuss the report in advance of any discussion of the proposed Bill.  We will have ample time to discuss the report in the weeks ahead with this debate constituting only the first opportunity for the proposers of the report to make their submissions to the House and reply to Members' questions.  It will be a good format and, as such, I welcome exchanges between Members and the former Senators Dr. Manning and Mr. O'Toole.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#W01000","speaker":"1130","continuing":true},{"type":"speech","time":1430832600,"counter":93,"content":"<p>I also welcome Dr. Maurice Manning and Mr. Joe O'Toole to the House.  It is very important for us to have this debate.  There is much in this report with which I agree but I have concerns about some areas.  I feel deeply that serious reform of the Seanad can only take place if it also incorporates constitutional reform.  It is a pity that when the Taoiseach brought the proposal to abolish the Seanad before the people 18 months ago, which was rejected by the people, it was just a question of \"Yes\" or \"No\".  The Seanad is so entwined with the Constitution that it will be very difficult to achieve meaningful reform but I appreciate the work the working group has done and its sincerity.<\/p> <p>I have concerns about whether anybody has costed the new system.  The taxpayer should know at the outset what this reform will mean to them.  The cost of a Seanad election is &euro;11,500, if one allows for registration, post and so on.  I have deep concerns that the electronic system of voting suggested contravenes Article 18.5 of the Constitution which states that an election must be by means of a single transferable vote by secret postal ballot.  I still think that if this was constitutionally challenged, the voting papers would have to be sent out by and returned by registered post.  I am not a mathematician but I have done a costing and reckon that if this was to be the case, one would be looking at somewhere between &euro;15 million and &euro;20 million to run a Seanad election.  I am doing this on the basis that there are roughly 500,000 people with Irish passports living all over the world who would be entitled to vote.  There is also a substantial constituency of voters in Northern Ireland.  The cost of the reforms as they stand should be looked at seriously.  <\/p> <p>My other question concerns validation.  The register must be validated.  A person must go before the county secretary or local superintendent.  How can the hurdle of validation, which I also believe is incorporated in the Constitution, be overcome with the current proposals?  <\/p> <p>Has anybody checked how many of our citizens abroad have an up-to-date current passport?  If they do not have one now, they may decide to update their passports if there is a Seanad election in four years' time.  Where does the line stop?  I have a nephew in the US who was born there but has an Irish passport.  His four children have Irish passports.  Does one draw a line and say they must be born in Ireland as well as have an Irish passport?  <\/p> <p>In respect of serious reform in this House, did the working group look at the removal of the whip system in the Seanad?  It would be an innovation.  People say it should not be there.  There are issues of conscience.  If we are looking at real reform, why not at least look at the removal of the whip system in Seanad &Eacute;ireann so that we have a body independent of Government?  <\/p> <p>I would take offence at the fact that perhaps the current Seanad and the panel system has not operated well.  Even though I am a qualified solicitor, I was born and brought up on a farm and lived there until my mid-20s.  It is important that Senators from the various panels can call for debates, for example, on farming.  I am on the agriculture panel.  Another area that is neglected is the fishing industry.  Most Members do a lot of work for the panels they represent.  <\/p> <p>Reducing the number to be elected by local authority members diminishes the powers of our councillors.  This House must never forget that councillors are community leaders.  They are elected by their communities.  We lost town councils.  Further disenfranchising our councillors in respect of the very important duty of voting for the Seanad is disgraceful.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Denis O'Donovan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1988\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1988&amp;amp;pid=DenisODonovan&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I investigated that issue.  A minimum of 23 Senators should be elected by county councillors and the Taoiseach's nominees should be reduced from 11 to seven Senators.  The method of appointing Taoiseach's nominees was designed by Eamon de Valera in 1937 purely as a political tactic to ensure a Government majority in the House.  If the Seanad had a different flavour and perhaps enjoyed more respect, we might not always be following what happens in the other House.  The Members of this House are, by and large, sensible people.  The Independent Senators oppose or support the Government as they consider appropriate.<\/p><p>The most successful economy in Europe, Germany, has an Upper House that is elected in a similar manner to the system used for the Seanad.  Germany is not about to change its method of election.  We can compare ourselves to New Zealand or other countries, but we must be careful in changing the current system.  The people need to know about the costs involved and meaningful reform without constitutional change will be difficult to achieve.  Does the working group envisage a separate election for the Seanad which would be held in tandem with D&aacute;il elections?  If that is the case, it would be difficult to manage on a practical level.  An election would have to be held on the same day and prospective candidates would have to declare for either the D&aacute;il or the Seanad.  Separate elections would give rise to additional costs.  While I welcome this debate, I have reservations about the proposed reforms from a constitutional perspective.  However, I have always advocated facing up to Seanad reform as a reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#Y00100","speaker":"1127","continuing":true},{"type":"speech","time":1430832600,"counter":95,"content":"<p>I welcome the former Senators Dr. Maurice Manning and Mr. Joe O'Toole, as well as former Senator Pat Magner, and commend them for producing this excellent report.  My colleagues and I have sought an opportunity to debate it and issues arising from it.  I am delighted to learn that a Bill is ready today.  As the Leader, Senator Maurice Cummins, has pointed out, we will have an opportunity to debate that Bill further once we study its contents.<\/p> <p>The report contains a number of detailed proposals.  Having made a submission to the working group on behalf of Labour Party Senators, I welcome the opportunity to engage on these proposals.  Of the 69 submissions made to the working group, just eight were from serving or former Senators.  I do not think the group met any sitting Senator in the course of its work.  While I am conscious that a number of members of the group have inside knowledge of how the Seanad works, the Leader, Senator Maurice Cummins, outlined some of the innovations introduced by this Seanad, including the Seanad Public Consultation Committee and a series of debates with MEPs.  Perhaps these significant changes might have been given greater acknowledgement in the report.  <\/p> <p>I emphasise that my comments are intended to be constructively critical and that I warmly welcome the report in general.  I especially welcome the proposals on universal suffrage and giving a vote to people in Northern Ireland and the diaspora.  Logistical issues certainly arise, as Senator Denis O'Donovan noted, but the report engages with these issues.  <\/p> <p>Other reforms we have made to the Seanad under the leadership of Senator Maurice Cummins include a change to sitting times to enable us to engage better with committees.  The report might also have acknowledged our sectoral engagement through joint committees.  Arguably, for example, the Joint Committee on Justice, Defence and Women's Rights is a better forum than the Seanad to scrutinise justice and home affairs directives from the European Union.  It might be worth debating in more detail the specific bodies in the Oireachtas that are best placed to scrutinise EU matters.<\/p> <p>A technical or logistical issue arises in respect of the online registration of voters and the issuance of ballot papers.  I disagree with Senator Denis O'Donovan on the constitutionality of this proposal.  I note that Mr. Michael McDowell states in the second appendix that the Constitution requires ballot papers to be returned by post.  I agree with him that there is no impediment to allowing ballot papers to be distributed online for downloading.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Certainly the Constitution requires ballot papers must be returned by post.  Having read the Constitution, I agree there is no impediment to having the downloading of ballot papers online.  That would deal with the cost issue, especially the huge waste in respect of the university seats and the number returned ballot papers with \"addressee unknown\" on them.  Those are welcome changes which the working group is recommending. <\/p><p>I welcome the recommendation on universal suffrage.  It was one of the issues the Labour Party Senators addressed in its submission.  The report somewhat glosses over how this would work in practice.  The witnesses say it would be a matter for the implementation committee, and certainly it would.  There are, however, some key questions that need to be addressed specifically and I presume they will be addressed in the Bill.  For example, if all the university graduates chose to opt for one vocational panel, that would skew the electorate for that panel.  Similarly, on the nomination process, I was slightly disappointed that they seem to recommend retention of the current nomination process, which is controlled by the political parties.  Maybe I have misread that.  In our submission, we make some more radical recommendations for change.<\/p><p>Some of the changes the Labour Party Senators put forward, in the same spirit as the recommendations in the working group report, are slightly different.  We thought the Convention on the Constitution should reconvene to consider what substantive changes could be made through constitutional amendments, such as changes to the Taoiseach&rsquo;s power to nominate 11 Senators.  I am conscious, however, that is beyond the remit of the witnesses&rsquo; group.<\/p><p>We made four points about changes that could be made without a constitutional amendment.  The first was the expansion of the electorate for the university panel, which is in hand because the general scheme of the Government Bill has been published.  We note the logistical difficulties raised when between 500,000 and 700,000 graduates would be entitled to vote on the new six-person panel.  In principle, we absolutely agree with that.  Second, we dealt with universal suffrage for election to the five vocational panels.  We recommended that all those entitled to be on the local election register should also be entitled to vote in the Seanad elections.  The witnesses confine it to Irish citizens.  We thought the local election register would be better because that is a broader franchise and is in keeping with the link with local representation and local government.  That is perhaps a minor detail.<\/p><p>We also said that rather than have one person, one vote, each person entitled to vote would have a separate vote for candidates on each of the five panels, like a multi-seat constituency, and that university graduates could opt for a vote on the university panel instead of one of the panels - we recommended the national language, culture and literature panel.  Similarly, we suggested reserving one panel, the public administration panel, for election by city and county council members.  We thought it important to preserve the existing link with local government but we felt that was a simpler method.  I am grappling with the witnesses&rsquo; panel and sub-panel method, which is more complex and given how complex the panels already are, there is some merit in the greater simplicity of our proposal.<\/p><p>We say powers of nomination should be extended beyond the existing nomination bodies.  This could be done in terms of the Constitution.  Michael McDowell acknowledges that.  For example, we could have popular nomination by 500 persons on the Seanad electoral register.  Finally, we recommended Seanad election should take place on the same day as the election to the D&aacute;il.  That is constitutionally permissible and would make sure, to a greater extent, that the Seanad is not a mini-D&aacute;il and it would break the direct link between D&aacute;il and Seanad elections.  I welcome the report.  It would make a huge improvement to the Seanad were it to be implemented and I look forward to further debate on the text of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#Z00200","speaker":"1148","continuing":true},{"type":"speech","time":1430832600,"counter":97,"content":"<p>I also welcome Dr. Manning, Mr. O&rsquo;Toole and Mr. Magner and congratulate them.  Their report reflects a radical change as they had hoped.  It is impressive and it is on time.  When they speak about implementation, in some ways, we could say that we are debating the heads of the Bill if the Bill is already drafted.  I heartily welcome this report and agree with its substance.<\/p> <p>When I was appointed to the Seanad, Dr. Manning said that above all he hoped I would enjoy my time here.  One of the times I enjoyed most was the work on the Seanad referendum which was to say \"No\" to abolishing it in order to reform it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Katherine Zappone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2392\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2392&amp;amp;pid=KatherineZappone&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I was part of a group which wrote information and consultation documents.  I also prepared a Private Members' Bill with Senator Quinn and Joe O'Toole.  I am delighted to see much of the substance and spirit of the work is reflected in the report.  I cannot think of anybody better than Maurice Manning to have led the group, and I acknowledge the distinguished careers and experience brought by the other members of the group.<\/p><p>This report was created because the people said to keep the Seanad but to reform it.  This is the will of the people.  What is reflected in the report represents international best practice.  We might question some of it, as I do, but it does reflect and demonstrate best practice.  There is continuity with the work done previously in the various reports with regard to reform.<\/p><p>On 4 October 2013 the people said \"No\" to abolishing the Seanad.  Approximately 18 months later we have this report but we do not yet have an Act or even a Bill to implement the result of the 1979 referendum.  One of the best parts of the report is in the acknowledgements, where Mr. Brian Hunt is thanked for his expertise in preparing the draft legislation which is being published today and this is absolutely fantastic.  I hope today is not an example of the Seanad as a talking shop, which is what we were so often criticised for being when we argued to keep it and reform it.<\/p><p>Senator O'Toole's closing remarks were to suggest we pass a resolution that an implementation group is formed and a Bill is drafted.  I do not see why this cannot happen simultaneously rather than sequentially.  Perhaps some of it would have to happen more quickly for us to have a Bill in time to be enacted before the end of the year.  If this does not happen I am in agreement with both gentlemen and the entire group that it will abandon this process, effort and advocacy for reform.  There is no reason this cannot happen.<\/p><p>I will have more to say on what is in the report when we deal with a Bill or debate resolutions.  The report indicates the group wants to promote the constitutional ambition to create a largely vocational Chamber which would represent a diversity of views, minority voices and specialist experience, as envisaged by the Constitution.  I am very keen on this aspect, as are my Independent colleagues.  Prior to getting into the proper debate on the Seanad referendum we gathered a group of civil society organisations to inform them about what the vocational aspect of the Seanad meant, and to invite them to consider being nominating bodies as part of our agenda to open up the Seanad and connect with the public.  Vocational for us meant sectoral in particular.  I like how the various vocational panels are renamed in the report to cover public administration and social services including voluntary social activities.  Through the experience, my colleagues and I found that even when we tried to inform civil society groups about what being a registered body meant and about nominating candidates to become part of a panel there was still confusion.  As we encouraged them to become registering bodies and they engaged with the Clerk of the Seanad - and I agree with all of the comments made about the Clerk of the Seanad - we found it seemed to be very difficult to go through the process to become a registering body.  This is partly because much of the process is based on antiquated law and procedures.  In addition to an information campaign to encourage more bodies to register we need to modernise how registration happens and the criteria for organisations to register.  One of the stumbling blocks we found is many bodies which want to register may not be considered charities because they are civil rights organisations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Katherine Zappone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2392\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2392&amp;amp;pid=KatherineZappone&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That was my first point.<\/p><p>I had many other things to say, but most of them were to welcome what was being done and to raise some questions about numbers in terms of numbers of seats on panels and the numbers of direct and indirect elections to the panels.  However, I will conclude by querying one thing that was omitted which we had included in our Bill, that is, an effort to put in place some mechanism to ensure a form of gender equality within the Seanad in terms of its reform.  Perhaps Dr. Manning and Mr. O'Toole might address that issue in their comments later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#AA00200","speaker":"1176","continuing":true},{"type":"speech","time":1430832600,"counter":100,"content":"<p>I welcome the contributions of the former Senators Dr. Maurice Manning and Mr. Joe O'Toole.  I note that the three members of the group who are present, Dr. Manning, Mr. O'Toole and Mr. Magner, are former Members of this House.  They have done us a great service with this distinguished work.  However, without the legislation which I look forward to seeing, to a certain extent, it is a booster rocket without the payload.  As we do not have the payload, I look forward to seeing the Bill and analysing it in some detail.<\/p> <p>It is disappointing that less than one third of the Members of the House are present.  I would have expected a full attendance.  I also note with interest but without surprise that there is not a single member of the press present.  The press have spoken about the relevance of this House and the lack of interest in reforming it, but where is the interest in reform on the part of the media?  Where are they?  Perhaps they are in their offices watching.  That is what is said about Members of this House.  However, I will pass over that aspect.<\/p> <p>I have campaigned for 40 years for the amendment and reform of this House and this is the first time I see it as a practical and realistic proposition.  I commend the members of the working group for having set down a series of stages.  First, there is the publication of the report and the legislation; then there is the creation of an implementation body which is vital, to be followed by getting the President to sign the Bill before the dissolution of Parliament.  If this can be done, we will have a reformed Seanad.<\/p> <p>I welcome and applaud the opening up of voting procedures and the electoral requirements for Seanad &Eacute;ireann.  This would transform the House.  It does not mean that any of the current Members would not be re-elected because I cannot think of any Member who is unworthy of his or her seat.<\/p> <p>I wish to turn to the publication.  The word \"elitist\" which Dr. Manning used twice really irritates me.  It is always attached to the university seats, for which there are 150,000 voters, 150 times the number of voters for the 43 panels and 150,000 times the number for the Taoiseach's 11 nominees.  Why not reduce them as a constitutional imperative and why not make recommendations for constitutional change, including regarding the ludicrous notion that we are incapable in this House, with experts such as Senators Sean D. Barrett and Feargal Quinn, of being trusted with money?  We cannot even have a proper opinion about it, whereas Members of the other House made a complete dog's dinner of the economy, despite what was said in this House in warning against it.<\/p> <p>There is a recommendation regarding practical and working knowledge on the part of members of the panels.  How does one get this?  How does one know that somebody has working knowledge and practical experience?  It requires an affirmative process ensuring all candidates meet the appropriate level of knowledge.  We must spell out how one achieves this.  Perhaps it will be included in the Bill.<\/p> <p>I will return to the issue of the university seats.  I have one practical question.  The group states elected Members of the Oireachtas and elected members of local authorities would register for the panel of their choice, with the proviso that each panel would have no less than 18% and no more than 22% of the eligible voters in a manner to be prescribed in the legislation.  How would this be done?  I do not see it.  For example, if 53% of the Irish people decided they wanted to vote for persons on the agricultural panel but only 18% were allowed to do so, what would one say to the others?  Is it, \"First come, first served; so bugger off and join the universities\"?  I do not understand how it would work.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> With regard to the university seats, I am very interested in what was said, that the working group left them alone because the Government had published recommendations.  Those recommendations were made in 1979 which is a hell of a long time ago.  That is about 40 years ago and things have moved on.  The whole third level sector has exploded.  The Government has said there will be 850,000 voters, which is an enormous number.  Here again, in comes the new thinking by the group.  I am computer illiterate but I am in a very small minority here.  Cyber voting, despite my computer illiteracy, is an efficient way which will allow expansion.  However, we have to have access to the names and to the register of the e-mail addresses of these people.  This is what is completely flawed in the university system.  I have appealed time and time again for access to my university's register of e-mails but it will not give it.  I do not know why but they are very precious about it and they will not give it.  That information will have to be given out.<\/p><p>With regard to university constituents, I still believe that there is a special character in the two different university constituencies which I would like to see maintained.  It is no accident, for example, that of the three members representing the University of Dublin, two are Church of Ireland members and the other is a humanist.  That is completely different from any constituency in either House.  In fact, we are the only two Church of Ireland members in the entire Oireachtas.  How did we get in here?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#CC00200","speaker":"1136","continuing":true},{"type":"speech","time":1430832600,"counter":102,"content":"<p>I do not know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#DD00200","speaker":"1131"},{"type":"speech","time":1430832600,"counter":103,"content":"<p>What about the Minister for Arts, Heritage and the Gaeltacht?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#DD00300","speaker":"1130"},{"type":"speech","time":1430832600,"counter":104,"content":"<p>I do not think the Senator is right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#DD00400","speaker":"1151"},{"type":"speech","time":1430832600,"counter":105,"content":"<p>I did forget her but that is not entirely unusual.  Northern Ireland is a different constituency and has different characteristics.  It should be treated and respected as a different constituency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#DD00500","speaker":"1136"},{"type":"speech","time":1430832600,"counter":106,"content":"<p>And elite.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#DD00600","speaker":"1131"},{"type":"speech","time":1430832600,"counter":107,"content":"<p>I do not care a damn.  Yes, I am an elite and make no apologies for it.  I welcome the Bill.  The group which prepared the report has done valiant work.  The report needs to be teased through and examined further but, in general terms, it must be implemented.  I would certainly support any resolution put before this House that recommends to Government the implementation of the general outline of the scheme of this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#DD00700","speaker":"1136"},{"type":"speech","time":1430832600,"counter":108,"content":"<p>I, too, welcome the chairman and the other two distinguished members of the working group.  I thank them for all the work and effort they have put into the report.  It is a fine report despite whatever snags we might see.  Perhaps they can be overcome but we will wait and see.<\/p> <p>I am reminded of the old chestnut of whether one can have representation without taxation.  As has been said in the introduction to the report, we have no power to impose a levy or raise taxes, which we accept.  That is a constitutional proviso.  I still think there is something strange about having so many electors overseas and outside the jurisdiction.  That somehow will not gel and I raise a serious question about the matter.<\/p> <p>I noticed two more slight contradictions in the report.  Please forgive me, gentlemen, but my thoughts today are very scattered.  However, I look forward to having a more serious attempt when we have studied the Bill and thank the members of the working group again for all the work they have put into the report. <\/p> <p>On page 9, the distinctive identity of the Seanad is mentioned: \"Seanad &Eacute;ireann lacks a distinctive identity, too closely reflects that of Dail Eireann and fails to realise the constitutional ambition.\"  On page 10, it reads: \"The Working Group is aware that the Seanad &Eacute;ireann which would result from the implementation of the changes it recommends will be a political chamber, as any House of Parliament must be\", which is contradictory.  The paragraph is laudable but impractical, in my view.<\/p> <p>I must read my few notes on the report so forgive me for any delay.  As Senator Cummins has mentioned, and as stated on page 10, \"the primary function of the Seanad is the scrutiny, amendment and initiation of legislation\".  Therefore, the Seanad cannot be independent of Government and it would be extremely difficult for it to be independent. <\/p> <p>I noted another contradiction in the report with the claim that political parties would be in the minority.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Again, there is a contradiction in this.  The Government of the day will, naturally want to get legislation through.  That is why we have the Whip system and the Government needs a majority.  If this were to happen, I can see taoisigh being very careful in future in selecting their 11 appointed Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#DD00800","speaker":"1151","continuing":true},{"type":"speech","time":1430832600,"counter":110,"content":"<p>Is Senator Coghlan suggesting that they were not careful so far?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE00200","speaker":"1159"},{"type":"speech","time":1430832600,"counter":111,"content":"<p>I do not think we would have the wide variety of Independents who were appointed by the Taoiseach of the day to this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE00300","speaker":"1151"},{"type":"speech","time":1430832600,"counter":112,"content":"<p>Is the Senator saying the last appointments were reckless?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE00400","speaker":"1159"},{"type":"speech","time":1430832600,"counter":113,"content":"<p>I have respect for them all.  They are all excellent people, who are very distinctive and different in their own ways.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE00500","speaker":"1151"},{"type":"speech","time":1430832600,"counter":114,"content":"<p>Stop digging.  Dig up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE00600","speaker":"1159"},{"type":"speech","time":1430832600,"counter":115,"content":"<p>I am speaking as the current Whip on the Government side.  We all have to deal with practical reality.  I have a few questions.  Vocational nominating bodies will still have their rights, but the report envisages more nominating bodies coming on the scene.  Is that correct?  Perhaps the representatives of the working group can answer that.  I am confused.  I feel a little like Senator Norris when it comes to all this cyber stuff, the Internet and all the rest of it.  He said that the nearest thing he had to an attachment was his secretary.  I would not go that far.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE00700","speaker":"1151"},{"type":"speech","time":1430832600,"counter":116,"content":"<p>We will organise a course for the Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE00800","speaker":"1196"},{"type":"speech","time":1430832600,"counter":117,"content":"<p>I thank Senator Craughwell, but I do not think I am that bad.  Regarding the postal votes and the passport overseas, we all agree with one person, one vote, but what role will the returning officer have?  Will it be just the receipt of ballots?  I think I picked up that we will have to download our ballot paper, but then someone said everything would have to be done by post.  That might need to be further explained.  We accept the 1979 amendment to the Constitution.  Does the working group envisage its Bill being adopted by the Government and that it will be a Government Bill?  How will this Bill be initiated, for instance?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE00900","speaker":"1151"},{"type":"speech","time":1430832600,"counter":118,"content":"<p>The Senator is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE01000","speaker":"1120"},{"type":"speech","time":1430832600,"counter":119,"content":"<p>Finally, I presume the group has checked that the proposed changes to the composition of the Seanad can be achieved without constitutional change.  I was thinking-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE01100","speaker":"1151"},{"type":"speech","time":1430832600,"counter":120,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE01200","speaker":"1120"},{"type":"speech","time":1430832600,"counter":121,"content":"<p>I know that, but Mr. O'Toole will forgive me for this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE01300","speaker":"1151"},{"type":"speech","time":1430832600,"counter":122,"content":"<p>Many other Senators want to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE01400","speaker":"1120"},{"type":"unspoken","time":1430832600,"counter":123,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1430832600,"counter":124,"content":"<p>Like everyone else, I welcome the three former Senators.  One of the things that disappoints me about the report is that it does not recommend that Senators, once elected, would retain their titles, as is the case in America.  I cannot understand why that very important, fundamental issue was omitted.  That would give one the respect, dignity and status one requires.  God knows, it is difficult enough to get into this House.<\/p> <p>Of course I welcome this report in general.  It is a basis for debate and discussion.  However, there is a certain naivety regarding the timetable for implementation, which has been lauded by some people.  As the Chief Whip and others have pointed out, the original recommendation to extend the franchise to the university panels goes back to 1979 and despite the fact the Government announced it would implement this following the Seanad referendum, it still has not happened.  It raises fundamental issues about the practicalities of this expanded electorate.<\/p> <p>I also share a similar concern to that expressed by Senator Norris, although not in the same context as he sees himself as being elite and I do not doubt he is.  He is a person apart in that regard for whom we all have great affection and regard.  However, I take exception to the reference to \"little substance in practice\" regarding vocational representation, which Dr. Manning repeated.  With some exceptions in all parties, the majority of Senators during my time in the House, like myself, took their responsibilities very seriously.  I represented the Library Association of Ireland for a long time and currently represent the National Association of Regional Game Councils.  I have been involved in the minutiae of legislation with my nominating body and the Department of Agriculture, Food and the Marine, as I was in the past with the Library Association of Ireland.  There will always be a cohort of Senators elected to this House through the nomination process who will have D&aacute;il ambitions and who will not take account of the responsibilities that have been given to them by the nominating body.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also blame the nominating bodies themselves.  I conducted a short telephone survey prior to the Seanad referendum of a number of nominating bodies.  I will mention one of them because I was astonished at its reply.  It told me it would not get involved actively or participate in the Seanad referendum despite the fact that it was a nominating body because as it said \"it was not a political organisation\".  That body was the Association of Secondary Teachers of Ireland, ASTI,-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#EE01600","speaker":"1128","continuing":true},{"type":"speech","time":1430832600,"counter":126,"content":"<p>A wonderful body.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#FF00200","speaker":"1196"},{"type":"speech","time":1430832600,"counter":127,"content":"<p> I was told it would not get involved in the Seanad referendum because it was not a political body.  I asked the obvious question which all Senators have on their lips, namely why it had a nomination.  What is the point of it having a nomination?  That was not the only nominating body from which I got a lukewarm response.  There were a number of other nominating bodies at that time that did not see themselves as being part of what we all talk about as civic society, but saw themselves as somehow being apart or detached from that grubby little business of politics.  So down through the decades there are many of these nominating bodies who have paid lip service to the whole notion that this is a political Chamber with real legislative power and real legislative responsibility in that regard.<\/p> <p>This leads me to the legislative process although I appreciate I have only four minutes.  Senator Denis O'Donovan mentioned the abolition of the Whip and he did so in order to raise the issue of the Whip system but I do not think it has been addressed to any great extent in the report.  It is all very well to talk about having community groups, civic groups and all sorts of representative groups, which is over-egging the pudding because we already have, through the nominating process, all those representative groups.  All I would say is this: if the Whip is abolished in a reformed Seanad it would lead to legislative chaos for the simple reason that, as already made clear, the D&aacute;il and the Seanad would not be in competition with each other.  Where would Bills go once passed in this House if the Government of the day refused to accept them?  Therefore there has got to be a Whip system in a democracy in order to ensure the legislative process moves smoothly, efficiently and effectively.  There are many other things that Senator Katherine Zappone said we could talk about.  I welcome the fact that the report is before the House and thank the Leader for allowing the time for a debate to take place.  I have no doubt we will return to this again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#FF00300","speaker":"1128"},{"type":"speech","time":1430832600,"counter":128,"content":"<p>I welcome our guests here today.  As somebody who canvassed vigorously for the retention of the Seanad, against the wishes of many people in my party, I am glad the Seanad was retained but it is now time for reform.  I do not envy the task of those who brought forward the report.  For every suggestion and proposal there will be a counter proposal and a set of questions, rightly so and therefore, we have to scrutinise this in a proper fashion.  I welcome the report in its totality.  However, there are a number of issues I wish to raise.  I will go through them quickly and try not to repeat what others have already said.  Dr. Manning referred to the necessity to have experts in this House and said that the people wishing to stand on various panels have to prove in a practical way that they are suited, capable and qualified to stand.  Perhaps he would explain that a little more.  Strong points have been made by previous speakers about what actually defines an expert.  Am I an expert in administration because I was a councillor for 25 years?  Am I an expert because I have qualifications in rural development and agriculture?  Not a great deal of space is given to that issue in the report.  There is a need for some discussion around that issue.<\/p> <p>I welcome many of the proposals by the Labour group submitted by our leader, Senator Ivana Bacik, including votes for the diaspora, expansion of the electorate in the university panels, extension of powers in respect of nominations and panels, recognition of the Northern Ireland situation and the provision of a vote.  I also welcome the way the report has singled out the role of councillors.  How was the figure of 13 arrived at?  The report says it is based on evidence and experience but later on it mentions what happens in other countries to justify the figure of 13.  I do not see that as a justification for arriving at a figure of 13.  I wish to draw to the attention of our three guests, none of whom I blame, that the report, on page 27, states that \"the working group further recommends, however, that the number to be elected by indirect voting should be reduced from 43 to ten\".  As there is actually a typographical error in the report they might have it rectified in case somebody mentions it later.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Denis Landy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2349\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2349&amp;amp;pid=DenisLandy&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also wish to ask about the research facilities for Senators <i>vis-&agrave;-vis<\/i>examining and scrutinising legislation.  How do the guests envisage such facilities being provided and can they provide some more detail on it?<br\/><br\/>Our elitist Senator David Norris has left the Chamber.  He talked about the franchise he has in respect of 150,000-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#FF00400","speaker":"1162","continuing":true},{"type":"speech","time":1430832600,"counter":130,"content":"<p>The Senator should not refer to a Senator who is absent.  That is the rule of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#GG00200","speaker":"1120"},{"type":"speech","time":1430832600,"counter":131,"content":"<p>He will not mind.  For the attention of the House, I made this point in a previous debate on this issue. On average, each Senator who is elected from the 43 through the panels gets 75 votes.  Each one of those votes is provided by a councillor who was elected on average with 1,500 votes; it is now much more since the previous election.  That equates to in excess of 100,000 votes that each Senator from the panels represent in this House so it is not to be sneezed at.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#GG00300","speaker":"1162"},{"type":"speech","time":1430832600,"counter":132,"content":"<p>I call Senator Fiach Mac Conghail who, I understand, is sharing time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#GG00400","speaker":"1120"},{"type":"speech","time":1430832600,"counter":133,"content":"<p>I wish to share time with Senator Jillian van Turnhout.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#GG00500","speaker":"1167"},{"type":"speech","time":1430832600,"counter":134,"content":"<p>Yes.  I welcome our distinguished guests and I welcome the report.  As a Taoiseach's nominee I am proud to be a Senator and I am proud to fulfil my constitutional remit in terms of debating legislation and other matters in this Chamber.  I am proud to do that without a Whip.  I say that for the benefit of the Fianna F&aacute;il Party which is losing its Whips by the day.  I am also proud that, with my Independent colleagues and Taoiseach's nominees, we introduced reform into the Seanad's business particularly through the Seanad public consultation process and also inviting in key speakers.  We are proud to work with the Leader.  In fairness to the Leader, I acknowledge his reforming zeal and energy in the recent past.<\/p> <p>I welcome the report.  There is absolutely nothing radical in it at all.  All of it feels familiar but I hope that Dr. Maurice Manning and Mr. Joe O'Toole along with Mr. Pat Magner and the rest of the distinguished individuals have more weight and authority than we have had in the Seanad.  I am coming into my fifth year and I feel that I could achieve much more on the Abbey stage in doing productions than I can here, particularly around this reform.  The Government promised radical, electoral and political reform.  The Government has yet to install an electoral commission, for God's sake, the bread and butter of political reform.  There will not be an electoral commission in place before the next general election.  That is a fact.  The Minister for the Environment, Community and Local Government, Deputy Alan Kelly, has put that on the record.  I have a feeling of frustration around any form of imitation.  I ask former Senator, Dr. Maurice Manning, and former Senator, Mr. Joe O'Toole, if they have had any feedback from Government in terms of the mood music around the setting up of the implementation body.  We are running out of time.  I welcome the Bill without seeing it - how is that for democracy? - because I trust Dr. Maurice Manning and Mr. Joe O'Toole and  indeed Mr. Magner in terms of its content.  Although there are things in it with which I can quibble, the principle is that we need to ensure that the majority of Senators are elected by the majority of the public in terms of one person one vote. <\/p> <p>Before handing over to Senator Jillian van Turnhout, I wish to back up a point made by Senator Ivana Bacik, which was raised by Professor Farrell in a recent blog, around preventing the imbalance between the directly elected functional constituencies and how that might be clarified so that there is not be a last minute shift of a vote from a university to a particular panel or sub-panel.  In respect of Senator Denis O'Donovan, I think we can get around the archaic postal vote obstacle.  I sat here with the then Minister for the Environment, Community and Local Government, Mr. Phil Hogan, who is now in Brussels debating with him how we would get a postal vote deadline reduced from four weeks of a general election to eight days because we have modern and safe technology.  He was talking about downloading postal votes.  We all do our bank transactions online.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiach Mac Conghail:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2386\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2386&amp;amp;pid=FiachMacConghail&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a red herring but I recognise the expertise of the cybersecurity section in UCD which reconfirmed that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#GG00700","speaker":"1167","continuing":true},{"type":"speech","time":1430832600,"counter":136,"content":"<p>I concur with Senators Mac Conghail and Zappone.  I am not yet convinced about universal suffrage and I need to be more convinced about it.  On the one hand we are told we are to be the voice of community groups but on the other hand we are to be elected by different people.  Given my work in children's rights I used my appointment to the Seanad to reach out to many community and voluntary groups who previously said they did not have contact with Senators.  I am trying to work out how that role would marry with universal suffrage, particularly when it is linked to passport holders.  Given that some countries do not permit dual citizenship I am not convinced how that will work technically.  I am married to a Dutchman who has voting rights but after 17 years in Ireland he would not know for whom to vote because he does not understand the current policies and he is not in touch.<\/p> <p>I fully agree in principle with the role suggested in regard to EU policies but the committees are already doing quite a bit of work on EU scrutiny.  Did the group examine this?  The Leader, Senator Maurice Cummins, held a meeting for Senators last week and only a handful turned up to the Chamber.  What exactly are we talking about as regards EU matters?  Will the Seanad take on the role of the committees?  We are now debating heads of Bills in committee so what role would the Seanad have on Second Stage of a Bill, other than to delay it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#HH00200","speaker":"1171"},{"type":"speech","time":1430832600,"counter":137,"content":"<p>I welcome former Senators Manning, O'Toole and Magner and thank the committee, particularly all the people who gave their time <i>pro bono<\/i>, such as Mr. Brian Hunt and Mr. Michael McDowell on the legal side and Microsoft on the cybersecurity side, which would have been hard work.  I also compliment Ms Deirdre Lane on the deconstruction of the complicated nominating process and I agree with what former Senator O'Toole said about that being done with very little backup or support.<\/p><p>In the course of its history the Seanad has not been a Punch and Judy-style Chamber.  W.B. Yeats was here and great political speeches have contributed to major policy change.  Most of the debates around divorce, family planning, civil partnerships and social policy originated in the Seanad because the D&aacute;il was too fearful of having those debates.  I disagree with Senator Fiach Mac Conghail when he says the Abbey Stage would be a suitable forum for such debates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#HH00300","speaker":"1135"},{"type":"speech","time":1430832600,"counter":138,"content":"<p>It has taken five years for electoral reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#HH00400","speaker":"1167"},{"type":"speech","time":1430832600,"counter":139,"content":"<p>Perhaps that is the Senator's fault.  It is not the fault of the Seanad.<\/p> <p>I compliment the Taoiseach on his 11 nominees to the Seanad because they have not been political.  They have focused on the areas of housing, arts, children's rights, education and all the minority issues covered by the Independent Senators.  The report points out that the working group respects the views of the Taoiseach's nominees and is mindful of the reality, as pointed out in the O'Rourke report, that the Seanad must inevitably be a political body as it must, as Senator Paul Coghlan said, discharge political functions.  It is all right when one has to vote for nice things but one must vote against things as well.  To be popular is one thing but to be a working House the Taoiseach must take into account legitimate factors in making his nominations.  The appointment of the Leader of the House by the Taoiseach is appropriate, as recommended in the working group report.<\/p> <p>Like Senator van Turnhout, I would like the issue of passports to be explained to me.  We trust our banking and everything in IT.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#HH00500","speaker":"1135"},{"type":"speech","time":1430832600,"counter":140,"content":"<p>What?  The Senator trusts our banking?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#HH00600","speaker":"1136"},{"type":"speech","time":1430832600,"counter":141,"content":"<p>I will rephrase that.  We do our banking online so why not do this?  It is not voting online - it is simply downloading a form and posting it back.<\/p> <p>I compliment the Leader on the changes he has made in this Seanad.  There is very little, however, on backup support, although training and secretarial support are mentioned.  They have to be brought in along with other changes.  <\/p> <p>Senator Cummins invited Mr. Drew Nelson of the Orange Order and that is acknowledged in the report as a significant milestone in the relationship with the Unionist community.  Senator Cummins must be complimented on that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator C&aacute;it Keane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2359\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2359&amp;amp;pid=CaitKeane&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I will not go into how the various election processes will work because they will be discussed on another day when, hopefully, we will have a lot more than four minutes to speak.  It was said that more eligible bodies should register and that is right but they should also ensure they are informed.  It is all right registering but if one takes no notice of the information after that it is pointless.<\/p><p>On the question of graduates of Trinity College Dublin and the National University of Ireland, it is not right that a person like myself should have six votes by virtue of a degree and the fact that I am working in the Seanad or as a councillor when other people have none.  I again compliment this Seanad because we were waiting for 17 years for the universities to be enlarged into the ITs and this Seanad and this Government have done it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#HH00700","speaker":"1135","continuing":true},{"type":"speech","time":1430832600,"counter":143,"content":"<p>They have not done it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#JJ00200","speaker":"1136"},{"type":"speech","time":1430832600,"counter":144,"content":"<p>There was one recommendation by the committee for a gender-based sub-panel to encourage gender balance.  That has not been mentioned and I know the trouble it can cause.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#JJ00300","speaker":"1135"},{"type":"speech","time":1430832600,"counter":145,"content":"<p>I warmly welcome my former colleagues, whom I still call \"Senators\" as in the American system, where a president is president for life.  This report is welcome as well.  Seanad reform is something we have discussed on multiple occasions in the past 18 months and the House knows I have expressed my strong views on the matter.  Senator Zappone and I put forward a Bill on the subject, a very large amount of which has now come about.<\/p> <p>I was impressed by the statement at the beginning of the presentation that nobody had proposed radical change.  That is correct.  The objective of the establishment of the Seanad under the Constitution in 1937 was, in general, achieved but in the 80 intervening years things have changed and we are right to change them now.  If the Seanad is reformed in the manner outlined by the working group we could, in time, have a Seanad which could bring a totally new freshness and a breadth of vision to the Oireachtas.  The Seanad would be a democratically elected Chamber in which the aspirations of the 1937 Constitution would be met.  It would be chosen by citizens to give a real voice to aspects of our national life that have difficulty being heard in the present system.  <\/p> <p>The Government has brought about a more considered and inclusive approach to the development of policy and legislative proposals and the Leader has certainly changed the working of this Chamber in the past year.  That has resulted in a great degree of consultation and scrutiny on key issues but, as in all matters, there comes a time when the navel gazing and intellectualising must end and real action must be taken.  For the implementation of real Seanad reform the time for action is now.  The report of the working group is the map that points the way but I worry that things take a very long time to happen in these two Chambers.  I would love to see it happen now and I have confidence that this House can make it happen.  Getting on with the task of delivering the historic reforms of the Upper House would signal the genuine shift to the new politics which has been promised.  <\/p> <p>The people spoke on the Seanad in 1979 and again in 2013.  Must the cock crow a third time for anything to happen?  With this group and the Bill which is going to be introduced I believe, given the circumstances and the timing, the Taoiseach and his Government are now uniquely positioned to deliver what none of his predecessors had the leadership or the vision to deliver - real and substantive Seanad reform.  Enough talking.  We have done the talking and now we must get down to implementing the reforms.  I urge this House to encourage the Taoiseach to say we will not delay any longer and that he must get it moving and get it done right away.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#JJ00400","speaker":"1145"},{"type":"speech","time":1430832600,"counter":146,"content":"<p>I congratulate the members of the working group on the work that has been done to consider many aspects of Seanad reform.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jim D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2383\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2383&amp;amp;pid=JimDarcy&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am proud to be a Member of the Seanad given the legislative contribution it has made.  I share Mr. O'Toole's sentiments that it is great to be in the Seanad without needing to be elected.  Unfortunately, I am told that lightening does not strike twice in the same place.  It is not completely unknown in the history of the universe but it is highly unlikely.<\/p><p>The report makes radical proposals which give us food for thought.  Senator Cummins referred to our debates on European matters.  As a member of the Council of Europe, I had an opportunity to partake in a discussion in Strasbourg on the plight of people in the Mediterranean.  This morning, Brian Hayes, MEP, suggested that we introduce quotas for each European country in the short term.  If this House could discuss issues of this nature with authority, it would represent a significant reform. <\/p><p>The proposal to extend the franchise to people in Northern Ireland and those with Irish passports is worth considering.  As a member of the Joint Committee on the Implementation of the Good Friday Agreement and the British-Irish Parliamentary Assembly, I would like to see a senate reestablished in Northern Ireland so that we could hold meetings of a joint senate one day per week, alternating between Dublin and the North.  We could consider North-South issues in a collaborative and consultative, if not legislative, way.  Such an inclusive approach would allow Unionists to participate when they might be reluctant to participate in Seanad elections.  It would help to develop the relationship between North and South, which is particularly relevant in light of what is happening in Scotland and what would be called the union.  There is room to explore these possibilities.  I am amazed at the amount of work that has been invested in preparing this report and I look forward to it being fully debated and acted on in due course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#JJ00500","speaker":"1166","continuing":true},{"type":"speech","time":1430832600,"counter":148,"content":"<p>I ask the Leader to extend the time for this debate to ensure everybody in the House has an opportunity to speak on such an important issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#KK00200","speaker":"1131"},{"type":"speech","time":1430832600,"counter":149,"content":"<p>I support Senator Healy Eames's request.  Given that we are discussing the issue of Seanad reform, it is important that every Senator is given an opportunity to contribute to the debate.  I commend the working group on this report.  Those of us who are in favour of radical Seanad reform were surprised by many of the recommendations.  If they are implemented they will bring substantive reform to this House.  The problem is that our hands are tied in that the Government is not committed to constitutional change.  We should not be afraid to ask the people to decide the future of the Seanad.  When we had a referendum on whether the Seanad should be scrapped or retained and reformed, the people voted to keep it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Cullinane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2357\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2357&amp;amp;pid=DavidCullinane&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, the people voted for a different type of Seanad.  They wanted real reforms that would produce a democratic institution and end the elitist nature of the present Chamber.  They deserve a reformed Seanad that is fit for purpose and relevant to the lives of all our citizens.  We will need constitutional change if we are to introduce these reforms.  Elitism cannot be ended while the university panels continue to exist.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#KK00300","speaker":"1133","continuing":true},{"type":"speech","time":1430832600,"counter":151,"content":"<p>Rubbish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#LL00200","speaker":"1136"},{"type":"speech","time":1430832600,"counter":152,"content":"<p>That is my view.  Senator Norris is entitled to his own views.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#LL00300","speaker":"1133"},{"type":"speech","time":1430832600,"counter":153,"content":"<p>Senator Cullinane campaigned for the abolition of the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#LL00400","speaker":"1136"},{"type":"speech","time":1430832600,"counter":154,"content":"<p>The Senator had the opportunity to make a long contribution.  Everybody else should have a similar opportunity to contribute to the debate.  The university panels are elitist.  I have made that point during the campaign and I will continue to make it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#LL00500","speaker":"1133"},{"type":"speech","time":1430832600,"counter":155,"content":"<p>There are 150,000 voters in them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#LL00600","speaker":"1136"},{"type":"speech","time":1430832600,"counter":156,"content":"<p>It does not matter how many voters there are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#LL00700","speaker":"1133"},{"type":"speech","time":1430832600,"counter":157,"content":"<p>That is 150 times the number of votes cast for Senator Cullinane's group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#LL00800","speaker":"1136"},{"type":"speech","time":1430832600,"counter":158,"content":"<p>Everybody should be entitled to vote based on Irish citizenship and irrespective of educational attainment.  If this is to be the Irish people's Parliament, they should be able to vote for Members of the Seanad.  It should be a franchise based on one person, one vote.  The system of Taoiseach's appointees should also be abolished.  Legislators should be elected by popular vote.<\/p> <p>I welcome the recommendations on including the Irish diaspora and citizens in the North.  In the spirit of the Good Friday Agreement, everybody in the North should have an opportunity to vote in Seanad elections, including Unionists.  We want this Chamber to be diverse and reflective of what many people regard as the Irish nation.  The Good Friday Agreement aimed to provide parity of esteem while recognising the different traditions on this island.  Principles of respect, tolerance and democracy underpin the agreement.  If citizens in the North are given the franchise to vote in Seanad elections, I hope Unionists will also see this as their Chamber.<\/p> <p>I also welcome the recommendations on reforming the powers and functions of the Seanad, including on scrutiny of EU legislation.  If the Seanad is to have a real future and people are to see it as something that works in their interest, two fundamental principles must be observed.  The first principle underpinning a democratically reformed Seanad is that people should be able to vote for Senators and elitism should be ended for good.  The second principle is that it should be made fit for purpose by being given real powers.  I commend the working group on its efforts.  The recommendations do not go far enough for me but that is not the fault of the group.  Its hands were tied by its inability to consider constitutional change.  However, it nonetheless did a good job of preparing credible and deliverable proposals which can and should be implemented.  If this document ends up on the shelf, that will be another failure for the political system.  I do not think the people who voted for Seanad reform will thank us for doing that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#LL00900","speaker":"1133"},{"type":"speech","time":1430832600,"counter":159,"content":"<p>I welcome the distinguished former Senators and congratulate them and other members of the working group on completing this report so speedily.  Most political commentators have praised the report.  The decision in the referendum on abolishing the Seanad illustrates the desire of the people to retain this institution.  However, during the campaign and in the aftermath it became clear that there was a desire to reform the operation of this House and the way in which Members are elected.  Even though the referendum was defeated, nearly 50% of voters were willing to abolish the Seanad.  It is clear that the <i>status quo<\/i>cannot continue.  While the university seats and the Taoiseach's nominees must be retained under the Constitution, the panel system is ripe for change.  The working group recommends that 30 Members on panels be elected by popular vote, and a further 13 Members be elected by councillors and outgoing Deputies and Senators.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Hildegarde Naughton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2395\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2395&amp;amp;pid=HildegardeNaughton&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When one adds that number to the Taoiseach's nominees and the university seats, we are looking at half of the Seanad being directly elected by people on the basis of one person, one vote.  That is a positive recommendation and it should be immediately accepted.  One benefit that arose from the referendum to abolish the Seanad was that it became abundantly clear that the popular legitimacy of the Seanad was being seriously questioned.  The solution to that problem is clearly and comprehensively laid out in this report.<\/p><p>While the working group acknowledges that the primary function of this House is the scrutiny, amendment and initiation of legislation, it also recommends that the newly constituted Seanad would concentrate on issues such as North-South Ministerial Council proposals and secondary legislation emanating from the EU.  Unfortunately, time does not permit me to go into all the details laid out in the report.<\/p><p>The proposal that every Irish citizen or passport holder should be able to elect Members of the Seanad is to be welcomed.  It would be a monumental change.  For decades emigrants were able to vote for Members of the Seanad if they held a degree from Trinity or one of the NUI colleges.  It is wrong that a person's degree would take precedence over their citizenship or where they resided-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#LL01000","speaker":"1187","continuing":true},{"type":"speech","time":1430832600,"counter":161,"content":"<p>It does not and never did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#MM00100","speaker":"1136"},{"type":"speech","time":1430832600,"counter":162,"content":"<p>-----when at this time, as no changes have yet taken place, the majority of the citizens of Ireland residing here do not have a say in who is elected to the Seanad.  The proposal in that respect is positive.<\/p> <p>I have one question for the former Senators regarding a recommendation of the implementation group that will have to report to the Taoiseach.  Considering their experience in this House, their knowledge of the political landscape and their intimate knowledge of this report, would they be willing, if they were called upon, to sit on that implementation group?  It would be a huge asset to the implementation of these proposals, having regard to their knowledge.  Concerns were expressed by Members about driving forward this reform.  There is need for change and this is our opportunity to bring that about.  It would be a huge asset to have the Senators on that group, if they were willing to be a part of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#MM00200","speaker":"1187"},{"type":"speech","time":1430832600,"counter":163,"content":"<p>The next speaker is Senator Daly.  I advise colleagues that eight Members are offering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#MM00300","speaker":"1127"},{"type":"speech","time":1430832600,"counter":164,"content":"<p>I propose an amendment to the Order of Business, that we conclude at 6.15 p.m. and that Dr. Manning and Mr. O'Toole would reply at 6 p.m.  That would allow the remaining five or six Members offering to contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#MM00400","speaker":"1130"},{"type":"speech","time":1430832600,"counter":165,"content":"<p>If everyone adheres to the allotted time, we should be able to fit everyone in.  I call Senator Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#MM00500","speaker":"1127"},{"type":"speech","time":1430832600,"counter":166,"content":"<p>I welcome the former Senators to the House.  I thank them for the enormous work they undertook in preparing this proposal of reform and the legislation they put together with Brian Hunt, who has done enormous work on reform along with others, such as Mr. Michael McDowell, who have assisted in the putting together of this report.  It is amazing that 186 years ago, Daniel O'Connell pursued and succeeded in getting Catholic emancipation, 96 years ago women succeeded in getting the vote, and 46 years ago in Derry, people marched for one man, one vote, and I am sure they included women in that statement, but today, 2.6 million people who are citizens under the Constitution of this State are disenfranchised by virtue of the fact that we do not allow the Irish overseas and those outside the jurisdiction to vote in any format, whether it be in the D&aacute;il, presidential or even Seanad elections.  That is the reason I welcome the proposal that votes would be extended to the diaspora and to those in the North.  Approximately 800,000 Irish passport holders live outside the State, which is the equivalent of populations of the cities of Galway, Dublin, Cork, Waterford and Limerick combined, and they are not entitled to vote.  If one includes those residing in the North, which is 1.2 million people, that is a considerable number of people who are not entitled to vote in this democracy.  There are 196 countries in the world, 120 of which allow their citizens overseas to vote.  The Government held a Constitutional Convention and the proposal to extend the franchise to emigrants and residents in the North in presidential elections, while passed unanimously by those at the convention, was not supported by the Government when we discussed reform.  That leads me to worry about the real substantive reform the former Senators have proposed in the report before us.  We are having a referendum on the Presidency but it is not about extending voting rights to citizens overseas but about reducing the age of eligibility for presidential candidates on the off chance that someone under the age of 35 who would like to run for the President would be entitled to do so.  That is not reform by any measure.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> In the context of the report, the former Senators outlined a number of logistical issues with respect to the ballot papers.  I look forward to having sight of the legislation.  As the former Senator, Mr. O'Toole, pointed out, a number of ministerial orders will be required to address the logistical issues with respect to the ballot papers, but I agree with him that it is doable and that it would not be costly.  <\/p><p>The awareness and registration of the electorate concerns me given the parameters that it should be shared across the five panels.  I propose that the current register in this State would be allocated automatically but that people would be allowed subsequently to transfer.<\/p><p>A novel proposal regarding the cost involved has been put forward, which I believe happened in a previous Seanad election.  There would be a low level of participation if people, even in this State, were asked to download the ballot paper.  I understand that in a previous Seanad election where an emergency situation arose as a result of the vote being very tight, the Seanad Chamber was turned into a post office for the purposes of people casting their ballots.  While such a suggestion would be a novel proposal, I suggest that on polling day the polling stations would be transferred for the purposes of allowing people to vote.  Also, I propose that at the time people are given their ballot paper of candidates for the D&aacute;il election that  they would also be given their ballot paper of candidates for the Seanad election and that the ballot box and the polling station would be deemed to be a post office for the purpose of casting one's vote in a Seanad election.  Those are proposals we can examine.  <\/p><p>It is worthy that the  former Senators have brought forward the only proposal that would allow Irish passport holders living outside the State to have a vote.  With next year being the 100th anniversary of the Easter Rising, it is appropriate we would join the 120 other States that allow their diaspora and citizens living outside the state to have a vote and that we would allow ours to have a vote in some format in this Oireachtas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#MM00600","speaker":"1159","continuing":true},{"type":"speech","time":1430832600,"counter":168,"content":"<p>The next speaker is Senator Mullins and I ask him to adhere to the four minutes allocated as otherwise some Members will not get to contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#NN00200","speaker":"1127"},{"type":"speech","time":1430832600,"counter":169,"content":"<p>I will not need all that time.<\/p> <p>I welcome Dr. Manning, Mr. Joe O'Toole and Mr. Magnier to the House.  I compliment them and the working group on producing a very significant document and I hope it does not meet the same fate of previous reports.  It is incumbent on all of us as elected representatives to make sure this document is taken seriously and progressed.  The people just about decided in a referendum held a year and half ago that the Seanad should remain in place but there was an expectation that there would be real reform of it.  I see this as being a significant step along that road.  The Taoiseach has positively indicated his support for Seanad reform and the Leader of the House has in his own way already started reform within this House during the past 18 months.  <\/p> <p>There was much concentration in the report on the powers and the role of the Seanad.  We all accept that there is a need for much more scrutiny of EU legislation given that every item of legislation passed in Brussels impacts, and sometimes not in a satisfactory way, on every citizen of this country.  We need to consider the reports from the various statutory inspectors and from the various regulators.  This House is the ideal place for that type of debate and scrutiny.  If that had been happened in this House in the past, some of the dreadful mistakes that occurred in our economy might have been averted or identified much earlier.<\/p> <p>The proposal to fill 30 seats by popular vote of the people is certainly to be welcomed.  However, I believe that including all the people of Northern Ireland and all Irish passport holders throughout the world will create some problems and difficulties.  In one sense this proposal plays to populism but it will be impractical to do that and it could distort the result.  The people living outside the jurisdiction would have more of an influence on the outcome of a Seanad election than the people living within the State.  I would prefer the representation of the diaspora and of the people of Northern Ireland to come from among the Taoiseach's 11 nominees, with one nominee representing the people in Northern Ireland and one representing the overseas Irish.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael Mullins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2368\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2368&amp;amp;pid=MichaelMullins&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If such a system were in place, the overseas representatives could be rotated during the years throughout the various continents.  We need to give serious thought to how we would ensure representation in the Oireachtas for people living in Northern Ireland and the diaspora.  I am not sure what is set out in the document is the way to go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#NN00300","speaker":"1118","continuing":true},{"type":"speech","time":1430832600,"counter":171,"content":"<p>I thank our visitors for their work.  In the United States former Senators hold on to the title of Senator.  I propose we implement that reform in the case of former Senators Maurice Manning, Joe O'Toole and Pat Magner who is in the Visitors Gallery.<\/p> <p>In this country the Executive, the Government and the permanent government - senior civil servants - are far too powerful.  Therefore, we need to strengthen Parliament against these interests which led us to the economic collapse between 2008 and 2011.  As stated on page 9 of the report, we want to have a Chamber which represents a diversity of views, minority voices and special experience.  That is what we have in the Seanad and with far more popular support than has been mentioned.  On 18 December 2013 the Referendum Commission pointed out that the question had been phrased so confusingly that 13% of those who had appeared to be voting to abolish the Seanad had, in fact, voted to retain it.  Therefore, well over 60% of the people endorsed the retention of this House.  In fact, as we know from the referendum, the appetite to abolish Seanad &Eacute;ireann was far stronger inside than outside Leinster House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#OO00200","speaker":"1157"},{"type":"speech","time":1430832600,"counter":172,"content":"<p>Including among those in the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#OO00300","speaker":"1136"},{"type":"speech","time":1430832600,"counter":173,"content":"<p>In the Seanad 31 Members voted for its abolition, while 24 Members voted to retain it.  In the D&aacute;il 88 Members voted for abolition of the Seanad, while 33 Members voted to retain it.  Sinn F&eacute;in changed sides.  Therefore, not more than one quarter of the Members of the Oireachtas supported the retention of the Seanad, but the people did.<\/p> <p>In Croke Park it is the captain of the winning team who gets to make the speech.  What we found on our side, the winning side and by a much bigger margin as shown by the Referendum Commission, was that young people were disillusioned by the Whip system and there were earlier suggestions that system should be addressed.  In constituencies in which there was no Fianna F&aacute;il Deputy, including all Dublin constituencies, all four or five Deputies campaigned for the abolition of the Seanad, but 68% of the electorate voted \"No\".  That tells us something about the alienation of working people from the party political system; they chose the rather eccentric group of people in Seanad &Eacute;ireann as a better bet than the political parties which had put up strong abolitionist posters in all constituencies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#OO00400","speaker":"1157"},{"type":"speech","time":1430832600,"counter":174,"content":"<p>They were total lies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#OO00500","speaker":"1140"},{"type":"speech","time":1430832600,"counter":175,"content":"<p>Yes, it was stated on a poster that the Seanad cost &euro;20 million.  It never cost &euro;330,000 per Senator per annum.<\/p> <p>Parliament should be strengthened.  The Seanad is an artificial construct, but so is the d'Hondt electoral system in Northern Ireland, of which Sinn F&eacute;in has availed.  As stated on page 17 of the report, we were asked ensure the incorporation within the State of persons who were Unionists.  When I mentioned this during the debate on the abolition of the Seanad, the Minister's jaw dropped to the floor.  It had never occurred to the Government that there was a studied insult to our constituents in Northern Ireland in trying to abolish the one part of the Oireachtas in which they had a say and which they valued highly.  I am due to attend a meeting in Derry at the end of the month and it has had to be moved to a larger venue because so many want to attend.  It was a rebuke to moderate Unionists and Nationalists living in Northern Ireland who had hoped for a better island and while I know it was unintended, it was unacceptable that it had been given during the referendum.<\/p> <p>I do not think the problems in this country were caused by the eight backbenchers whose seats are being abolished.  We need more, not less, parliamentary representation.  <\/p> <p>On the abolition of &Uacute;dar&aacute;s na Gaeltachta, the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, has said he regretted the speed with which we dispensed of so many councillors.<\/p> <p>This has been a good House in our democracy.  It has been a good House for those living in Northern Ireland and, as stated in the report, it will continue to be.  It reviews legislation and brings forward Bills.  No. 41 on the Order Paper is a Bill in my name.  This is a House which happened to have powerful enemies for a while, but the public has spoken.  I do not think the Seanad should beat itself up unnecessarily because the Taoiseach tried to abolish it.  The public decided to keep it and voted in favour of its retention by a much bigger margin than has been acknowledged.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#OO00600","speaker":"1157"},{"type":"speech","time":1430832600,"counter":176,"content":"<p>I ask Senators to stay within the four minutes allocated, otherwise one or two Members will be disappointed at 6 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#PP00100","speaker":"1127"},{"type":"speech","time":1430832600,"counter":177,"content":"<p>I welcome Dr. Maurice Manning, Chancellor of the National University of Ireland, and former Senators Joe O'Toole and Pat Magner.  I was delighted that the National University of Ireland was not abolished as was proposed at one stage.  I thought that was a ridiculous proposal because the National University of Ireland serves a very good purpose and has proved to be very successful.  Dr. Maurice Manning is the Chancellor and is very welcome on that basis.<\/p> <p>I was nominated by the Irish Conference of Professional and Service Associations to this House to contest the election together with the Leader of the House, Senator Maurice Cummins, and Senator Ned O'Sullivan.  We as three of the 43 Senators elected who are nominated by groups take our responsibility to the nominating bodies very seriously, as do the other Senators elected who were nominated to the different panels.  Senators work to represent the views of the nominating bodies, which reflects the views of thousands of people.  The Irish Conference of Professional and Service Associations comprises delegates from PDFORA, RACO, the Irish Bank Officials Association, Garda superintendents, the AGSI and others.  The nominating bodies have a voice in this Parliament, which represents thousands of people, Army, Garda, bank officials.  To say that Senators are not representative of the people is not fair and is quite unjust.  The report completed by Mrs. Mary O'Rourke was excellent and took submissions from the public.  However I know the organisation I represent here would at that time have objected strongly to the proposed reforms in that report.<\/p> <p>I sought a copy of the current report of the Working Group on Seanad Reform last week, but it was not delivered to us before today.  Generally documents are sent out well in advance of the debate.  I sought a copy of the report from the Oireachtas Library last Thursday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#PP00200","speaker":"1140"},{"type":"speech","time":1430832600,"counter":178,"content":"<p>We all got it by e-mail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#PP00300","speaker":"1151"},{"type":"speech","time":1430832600,"counter":179,"content":"<p>One can e-mail, but a report of this significance and importance should be circulated.  Are we like turkeys voting for Christmas?  One should at least know what was in the report.  We were asking what was in the report, but no one knew because it had not been circulated.  It is not the responsibility of Dr. Maurice Manning or Mr. Joe O'Toole.<\/p><p>I am the only Member of this House who served in Government.  When I was a Minister of State with responsibility for trade and marketing, I brought legislation on many important issues through the Seanad, during which period both Dr. Manning and Joe O'Toole were Senators, and the contributions that were made were second to none.  I never looked down on the Seanad.  I came into this Chamber well-prepared by officials and listened to the very excellent contributions.  It was far more difficult to come to the Seanad than to go to the D&aacute;il.  I can remember accepting an amendment from the late Nuala Fennell, when she was a Member of this Chamber, to get rid of the word &quot;illegitimate&quot;.<\/p><p>In 1979, an amendment to the Constitution was put to the people and passed with more than 550,000 voting for it.  No one, including the three former Senators, brought forward a Bill to reform the Seanad on the basis of that decision which provided that the procedure for the election of six members of the Seanad by university graduates could be altered by law.  I brought forward a Bill and someone else may have too.  People have been rather remiss, but I am open to correction if they did bring forward a Bill to reform the Seanad.  I cannot find it, however, and that is rather interesting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#PP00400","speaker":"1140"},{"type":"speech","time":1430832600,"counter":180,"content":"<p>A Leas-Chathaoirligh, if there is insufficient time to allow Senator Jim Walsh to speak, I propose to share my time with him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#PP00500","speaker":"1123"},{"type":"speech","time":1430832600,"counter":181,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#PP00600","speaker":"1127"},{"type":"speech","time":1430832600,"counter":182,"content":"<p>I thank Dr. Maurice Manning and the members of the team for coming to the House this afternoon.  They have done a very important piece of work.<\/p> <p>The real debate about politics in this country and right across Europe is about the hollowing out of the state.  Various academic arguments have been presented both in this country, England and right across Europe on the hollowing out.  What does that mean?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To determine what it means in Ireland, one must consider the reforms in the way in which new public management has been introduced, the hollowing out of the powers of the Oireachtas through the centralisation of decision-making by the Cabinet, as outlined by Senator Sean D. Barrett, and the Europeanisation effect, which means the European Union is being given more power, while the D&aacute;il and the Seanad are becoming irrelevant.  Ultimately, the real debate is about where political power lies and who the power brokers are.  This is a very important matter as the approach is to attack the weakest power broker.  We need to examine this issue in a broader sense.  We need to examine the issues of political reform in all of its senses, public sector reform and where and in whose interests decisions are being taken.<\/p><p>Notwithstanding the importance of what is before us, there are bigger fish to fry.  In saying this and having read the documentation, there is a need to reform and modernise this House.  It is a question of how we go about doing this.  I agree with some of the proposals made in this regard, while I disagree with others.  The role of the Seanad needs to be strengthened, but I caution on two aspects, the first of which concerns diminishing the role of councillors.  I once was of the view that there should be widespread elections to fill all seats in this House, but I have since concluded that that would be wrong because there would be a double election, with the same people electing different people to two Houses, which might not result in the required diversity of opinion.  Under the new local government reforms, each councillor represents 4,800 electors, not 2,000.<\/p><p>With regard to the diaspora, we have to be careful.  Let us examine the French Senate model in this regard.  Some 95% of all French Senators are elected by councillors, while two or three are elected by the diaspora.  Perhaps that is a system we should consider.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#PP00700","speaker":"1123","continuing":true},{"type":"speech","time":1430832600,"counter":184,"content":"<p>I welcome my former colleagues and thank them for the work they have done on this report.  It is another addition to a library of reports on the Seanad.  I firmly believe the D&aacute;il is much more in urgent need of fundamental reform than the Seanad because it is a House that is not fit for purpose.  We have seen that during this term and in the period of the economic crisis.<\/p> <p>I do not share the working group&rsquo;s view that the terms of reference imposed on it did not hinder meaningful reform.  They did.  <\/p> <p>With regard to the retention of the of vocational model in the Seanad, the arrangement has become blurred and will remain so, no matter what system one installs.  I am not sure it needs to continue.  It should be examined openly to determine whether there is a necessity for it.<\/p> <p>I agree with the proposal on retaining university representation.  Many Senators who have come through the university channel in my time have been seriously good contributors to the workings of the House.  Therefore, university representation should be preserved.<\/p> <p>The nomination of 11 Members by the Taoiseach should go.  We are living in a republic and all Members should be elected.<\/p> <p>The Seanad does not have a veto over any legislation and no remit to deal with financial issues.  Therefore, it is not necessary for the Government to have a majority in the House.  <\/p> <p>The stipulation that all voting be by secret ballot imposes a huge cost.  Including the diaspora would give rise to certain practical issues.<\/p> <p>I agree that connection to the electorate is important, but the number should not be 50%.  I suggest approximately one third of Members, at most, be elected by direct franchise.  There is nothing wrong with indirect election; it occurs in France.  The number elected indirectly should be about 25 and we should retain about six seats for the universities.  That would leave nine who should be elected by councillors or directly in Northern Ireland.  We should have nine seats occupied by representatives from Northern Ireland who would participate in debates and discussions here.  Having been involved with cross-Border local government issues and noted the number in the cross-Border councillors' group, many DUP and UUP councillors would participate in the Seanad but on one condition, namely, that they would not be isolated.  In other words, a certain number would have to be involved rather than just individuals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#QQ00200","speaker":"1126"},{"type":"speech","time":1430832600,"counter":185,"content":"<p>There are three Members offering: Senators John Crown, Gerard Craughwell and Fidelma Healy Eames.  I propose to call all three and then conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#RR00100","speaker":"1127"},{"type":"speech","time":1430832600,"counter":186,"content":"<p>I welcome the report and the great effort our distinguished colleagues have made in this regard.  As pointed out, the key problem in our democracy, the fruits of which we have seen recently, is that we have too many elected representatives whose sole focus is on local rather than national issues.  We do not have a good mechanism for ensuring there is expertise in the halls of power to enable the ship of State to sail through rocky waters when expertise and skill are needed.  Unfortunately, given that the working group's hands were tied behind its back in terms of what it was allowed to do by the Taoiseach based on the brief given, the reforms, while a step in the right direction, are too small a step.  I believe in unfiltered democracy.  The principle should be that every representative in this House would be elected with the votes of every citizen, residents in the country, those who have been defined in the Bill I advanced and other Bills as having a claim to be called Irish but who do not live within the bounds of the Republic and passport holders who live abroad.  Appropriate procedures should be put in place to ensure the system would not be abused.  The Bill I advanced would have addressed all of these issues.<\/p> <p>I do not worry about double voting by the same constituency.  If people are voting in a local constituency for a local representative in one chamber and voting in a national election for a different set of representatives to deal with national issues, it is not double voting, rather it is acknowledging that there is duality, a well respected duality, in parliamentary democracy.  While we may decry them, there are genuine local or parochial concerns that are no less important than national concerns.  In my ideal world we would have a mechanism for advancing both sets of concerns.<\/p> <p>I am delighted to hand over to my colleagues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#RR00200","speaker":"1147"},{"type":"speech","time":1430832600,"counter":187,"content":"<p>I ask Senator Craughwell to try to be brief as we are running out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#RR00300","speaker":"1127"},{"type":"speech","time":1430832600,"counter":188,"content":"<p>I will be as brief as I can.  I have been waiting since the start of the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#RR00400","speaker":"1196"},{"type":"speech","time":1430832600,"counter":189,"content":"<p>I accept that, but there is a system in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#RR00500","speaker":"1127"},{"type":"speech","time":1430832600,"counter":190,"content":"<p>As this happens to me all the time, I ask the Leas-Chathaoirleach to allow me to contribute, if he does not mind.<\/p> <p>I welcome the three former Senators.  I am in awe of three such distinguished persons and delighted with the report they have produced.  However, my heart sank while listening to much of the debate.  Given that I believe I was the first independent Senator ever to be elected to a vocational panel in the Seanad and certainly the first ever to be elected in a by-election since the establishment of the Seanad under the Constitution of 1937, it is clear that the Seanad, as an institution, has failed to live up to its promise.  The vocational panels were hijacked by the political system which was interested in keeping its stock of nationally recognised names alive.  Since the Seanad electorate has been dominated by political party machinery, many eminently qualified contenders for election to the vocational panels have been rejected in favour of persons chosen by political parties.  Even at that, many highly qualified persons who were members of political parties were rejected on the instructions of party headquarters in favour of possibly less qualified individuals who had lost their seats in a recent election.  As stated, during the years the political parties, at least in part, turned the Seanad into a cr&egrave;che for those who wanted to promote themselves for membership of D&aacute;il &Eacute;ireann.  If we are to be serious about reform, we must acknowledge the abuses of the past.  There are examples of individuals who were rejected by the public to fill a D&aacute;il seat and by the Seanad electorate to fill a Seanad seat but who finished up as Taoiseach's nominees sitting in the Seanad.  How does that serve democracy?  How did it serve the esteem with which the Seanad ought to have been held?<\/p> <p>In a reformed Seanad Senators must move away from the lure of a seat in the D&aacute;il.  They must close their traditional constituency offices as they have no business involving themselves in the constituency work of local councillors and Deputies.  It is clear from the report of the working group that the Seanad has a vocational constituency, as envisaged in 1937, not a geographical one.  Many councillors with whom I have been in communication want greater co-operation and closer working relationships with the Seanad.  Any reform of the Seanad must make room for greater engagement with the real constituencies, the vocational panels.  The recent engagement with the farming community organised by the Seanad Public Consultation Committee which focused on farm safety epitomised what I regard as the real work of the Seanad.  I commend Senator Denis O'Donovan and the Leader of the House, Senator Maurice Cummins, on organising it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I welcome the recommendation of the working group on the right of the Seanad during the course of Second Stage considerations to hold hearings with stakeholders and feed their contributions in to the legislative process.  There is no longer a dedicated media person assigned to the Seanad.  If there was, real engagement with stakeholders, as recommended by the working group, would change.  What a change it would be to see real experts coming from outside Leinster House debating with Seanad Members on legislation.  How interesting would that be?<\/p><p>Moving on to the other recommendations, what an excellent idea is using the Seanad to revise, review and consolidate existing legislation.  Many complain of the complexity of existing legislation, some of which is over 100 years old.  Modernising and consolidating such legislation to ensure the core principles are revitalised and as easy to understand as possible would be a tremendous use of Seanad time and a far cry from some of the local constituency-based issued brought before the Order of Business.<\/p><p>At every sitting of this House, I am struck by the calibre of debate and how well considered is each Member's contribution.  We have in this House Senators of exceptional competence and expertise and how refreshing it would be to have various statutory instruments and ministerial orders put through the hoops in the Seanad before they are rolled out to the citizens of the State.  This would surely be a role for an Upper House populated by a mix of political and vocational experts.<\/p><p>The prospect of the Seanad engaging with experts from various professions to scrutinise European policy and directives is one of the most exciting recommendations in this report.  Imagine having informed arguments teased out in the Seanad in the presence of elected local councillors and MEPs.  Would this not be true democracy at work?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#RR00600","speaker":"1196","continuing":true},{"type":"speech","time":1430832600,"counter":192,"content":"<p>Senator Craughwell's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS00200","speaker":"1127"},{"type":"speech","time":1430832600,"counter":193,"content":"<p>The Leas-Chathaoirleach might let me finish, if he would not mind.<\/p> <p>How wonderful it would be to have real engagement-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS00300","speaker":"1196"},{"type":"speech","time":1430832600,"counter":194,"content":"<p>I hope Senator Healy Eames does not mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS00400","speaker":"1127"},{"type":"speech","time":1430832600,"counter":195,"content":"<p>I will finish, if the Leas-Chathaoirleach would not mind.  I am the new kid on the block.  I think I bring in a new-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS00500","speaker":"1196"},{"type":"speech","time":1430832600,"counter":196,"content":"<p>In fairness, the Leader extended the debate to 6 o'clock and everybody stuck to their four minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS00600","speaker":"1127"},{"type":"speech","time":1430832600,"counter":197,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS00700","speaker":"1196"},{"type":"speech","time":1430832600,"counter":198,"content":"<p>Senator Craughwell is on five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS00800","speaker":"1127"},{"type":"speech","time":1430832600,"counter":199,"content":"<p>The Leas-Chathaoirleach allowed others to go over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS00900","speaker":"1196"},{"type":"speech","time":1430832600,"counter":200,"content":"<p>Very little.  I should remind Senator Craughwell that Senators Crown, Walsh and &Oacute; Domhnaill all took two minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS01000","speaker":"1127"},{"type":"speech","time":1430832600,"counter":201,"content":"<p>Let me then finish with a few points which were brought to me by councillors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS01100","speaker":"1196"},{"type":"speech","time":1430832600,"counter":202,"content":"<p>Senator Craughwell has gone five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS01200","speaker":"1127"},{"type":"speech","time":1430832600,"counter":203,"content":"<p>There is a concern about the cost of an individual circulating electioneering material to such a wide electorate.  There is some disappointment that there is not a more equal distribution of the indirect and direct election of Seanad Members.  I refer, for example, to the inside and outside panels where there was a desire that these would be equalled.<\/p> <p>There is some concern-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS01300","speaker":"1196"},{"type":"speech","time":1430832600,"counter":204,"content":"<p>I must call Senator Healy Eames.  Senator Craughwell has got just one minute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS01400","speaker":"1127"},{"type":"speech","time":1430832600,"counter":205,"content":"<p>These are my last two points.  There is some concern that we would ring-fence the Trinity College seats because of our brothers in the North.  Finally, there is a request that the closing date for Seanad nominations would be the same as that for the D&aacute;il.  I thank the Leas-Chathaoirleach and appreciate the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS01500","speaker":"1196"},{"type":"speech","time":1430832600,"counter":206,"content":"<p>Senator Healy Eames should be as brief as she can.  We are over the time limit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS01600","speaker":"1127"},{"type":"speech","time":1430832600,"counter":207,"content":"<p>The Leas-Chathaoirleach will not be surprised that I seek an extension of time.<\/p><p>This is, in one phrase, <i>une oeuvre formidable<\/i>.  Former Senators O'Toole, Manning and Magnier have done well and have struck a good balance throughout.  They have achieved what the Irish public wanted - a good strike forward for universal suffrage.  I support the recommendation that 30 seats would be elected by the general populace.  That provides a good blend.  There are excellent sound principles as well.<\/p><p>I have a number of questions.  How does the citizen decide which panel her or she will ultimately vote on?  On questions such as this, it is good that they are bringing in the broader electorate, such as citizens abroad and Northern Ireland citizens.  In this regard validation is easy.  My mother used send me my Seanad vote when I lived in the United States.  It was easily validated.  Perhaps she was ahead of her time in that sense by sending it to me.<\/p><p>When it comes to the vote for those abroad, perhaps they should look at a weighting process so that the vote is not skewed against citizens of the State given that the diaspora is much larger than the population, although I do not know how many of the former have passports.  Implementation is vital and we need to look at moving this forward.  I realise that will be a debate for another day.<\/p><p>Gender equity is critical.  In parliaments across the world where there is greater gender equity there is a much more engaged public and I would say we should be looking at 50:50 gender equity.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fidelma Healy Eames:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2223\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2223&amp;amp;pid=FidelmaHealyEames&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=05\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am a little disappointed that they are talking about implementing this reform after the next Seanad election.  One should think of members of the public who are somewhat aggrieved at the slow pace of political reform.  It would be useful if we at least insisted on the University panels being reformed and revised before then.<\/p><p>I am impressed by the way the working group has documented the history of the politicisation of the Seanad.  In this regard, I strongly agitate for the removal of the Whip.  The working group touched on it, but I do not know if it stated that this should happen.  I have a Bill on the Order Paper for almost one year that I cannot get time to debate.  What type of House allows this to happen?  It is one that does not even give its Members a fair chance.  Because I voted against Fine Gael in the past, I am now the very last Senator to be given an opportunity to speak.  There is inequity within the House.<\/p><p>I support the proposal that every candidate should be required to have a minimum level of expertise, no matter what panel they are seeking election to, and that there be training in parliamentary practice in advance.  This would make for a richer Seanad and richer participation from the start.<\/p><p>I compliment all members of the working group.  I thank the Leas-Chathaoirleach and the Leader for allowing an extension of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#SS01700","speaker":"1131","continuing":true},{"type":"speechnospeaker","time":1430832600,"counter":209,"content":"<p>I thank everyone who contributed to the discussion.  Senator Feargal Quinn described it as a path, on which we are starting and down which we need to move quickly.<\/p> <p>I have said the working group which included former Senators Pat Magner and Joe O'Toole only had one objective - to produce the strongest Seanad possible within the terms of the Constitution.  I am pleased that our bona fides in that regard have been totally accepted by everybody who spoke because it was a working group with no other agenda.<\/p> <p>We welcome the almost uniform positive response to what we have proposed.  Senators have asked questions and many more will be asked.  They have disagreed on details, which was to be expected, but on the general principle of reform and the direction in which we are moving there is universal agreement in the House.  It is also gratifying that there is agreement that the process of implementation is being taken seriously as we have stressed it should be, both in the report and what we have said today.  Unless there is a push and the Government takes the views of this House seriously that these are reforms that need to be commenced, it will not happen.  Therefore, I am glad that the Leader will enable Senators, perhaps in a more formal sense, to express their views on them.<\/p> <p>I am conscious that many specific questions were asked.  I will leave most of the heavy lifting to former Senator Joe O'Toole and address only one or two brief points.<\/p> <p>I am struck by the reference to the removal of the Whip.  I agree with Senator Paschal Mooney.  The concentration on the malignant role played by the Whips is a misnomer and it certainly was not part of our task to look at it.  <\/p> <p>We have stated the issue of a gender balance is one on which the Houses should decide; it was not our business to tell Members what they should do in that regard.  Our legal advice makes it clear that it is possible to have gender quotas, etc.  <\/p> <p>On the use of the Whip, the first Seanad in the 1920s almost broke up in disarray.  To get business done, Whips, the job of which was to facilitate the transaction of business, had to be appointed.  In the German Parliament model 94% of legislation is eventually passed by consensus because the differences are talked through in committees.  There is consultation and in the end agreement on the vast bulk of legislation on which Members give and take.  Obviously, there are issues on which that is not possible, but in a new Seanad there would be no need for any group to have a majority to enable legislation to be fully discussed and implemented in an orderly way.<\/p> <p>The final point I will make before former Senator Joe O'Toole speaks is in response to Senator Denis Landy who asked why we had fixed on 13 voted by councillors.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Dr. Maurice Manning:<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The majority of the submissions we received advocated the entire abolition of all voting by councillors.  I appreciate the importance of the strong link with local government, as well as the expertise those who have come through and who are judged by the local government electorate bring to this House.  As a principle, we want to ensure this continues.  However, there is the overriding need to ensure a majority of Members of the Seanad are elected by popular or universal franchise.  We thought 13 Members would be a fair balance.  I know others have looked for a higher number.  That is open for discussion but I think it is a fair balance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#TT00200","nonspeaker":"Dr. Maurice Manning","continuing":true},{"type":"speechnospeaker","time":1430832600,"counter":211,"content":"<p>Costing the system is like asking the length of a piece of string.  We do not know how many people are going to vote.  To give some idea of costs, New Zealand, which has roughly the same population as ourselves, has gone over to a system like the one we are proposing.  Its last election cost &euro;7 million which is cheap in terms of what an election can cost.  If we implement the 1979 referendum result, there will then be 700,000 additional people on the university franchise.  The cost of sending out ballot papers for a Seanad election for the National University of Ireland and Trinity College Dublin comes to at least &euro;1.50 per person.  Our proposal is cheaper.<\/p> <p>We have taken legal advice from three different sources on the electronic voting system.  We have been told it is possible and is constitutional.  Votes are validated by a number on one's ballot paper.  Many people have said this puts a question over the anonymity of the ballot paper.  In our proposal, when one downloads a ballot paper, it would have a bar or a QR, quick response, code on it.  When the ballot paper is posted back to the returning officer, it would then have to be scanned, like at the airport with an airline ticket.  The system would not allow someone to copy the ballot paper and send in three votes.  I do not want to destroy Members with details but we have examined every possible question about this system.  The national cybersecurity group war-gamed it to see how it could be broken down.<\/p> <p>As for votes for Irish passport holders abroad, our legislation will be enabling and will allow restrictions to be put on it.  For example, it can say it will be open only to passport holders born in Ireland or who have held one for so many years if one feels it could overwhelm the election.  We did not think it would be appropriate to do it now.  However, we looked at the figures.  The number of passports issued from Irish embassies and consulates averages 65,000 per year over ten years.  If they all decided to register to vote, it would come to a maximum of almost 700,000.<\/p> <p>We produced a Bill to prove it does not require a distant draftsperson to produce it.  We will present this Bill to the Government which can then bring it forward.  It is just to prevent any delay in the implementation of our proposals.<\/p> <p>We looked at the question of universities and the franchise.  The Government has published a draft of a Bill on this.  This will be delayed because one cannot have legislation for everything else and not deal with the 1979 referendum result.  We took the Government's draft scheme and put it into our Bill.  Members might not like that; I do not particularly like it myself.  However, this is the way to get something done.  It comes into the Seanad which can change all that.  We were not prepared to risk the delay of not dealing with a matter on the basis that someone else would have to deal with it.  The only recommendation in our report on the university ballot is simply to apply the 1979 referendum.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Mr. Joe O'Toole:<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> We have inserted a reference to the local government Act which makes it easy to allow immigrants to vote.  Senators Bacik and Norris raised the balance of registration across the panels.  The 22% and 18% was only in the Oireachtas sub-panels.  There is a total of 1,200 people.  There are five panels which means there are 250 people per panel.  If everyone decided to go on the same panel, there would be an absolute imbalance.  To get a balance, people will have the option of registering where they want to but it cannot go above 22% of the total electorate.  It is simply to create a balance.  It will allow people to change before an election.<\/p><p>We give the popular nomination much thought.  We looked at what happened in local elections in recent times when one could do certain things with 30 nominated members on the register of electors.  The difficulty of proving they were all legitimate was so difficult we walked away from it.  It was the case in the First and Second Seanad.  It has worked before but we thought it was too complicated.  It is something Members can examine if they wish.<\/p><p>I want to stress our system is not online voting but it is using technology to go that way.  Senator Paul Coghlan said it was difficult to see our proposals working independent of party politics.  It will work.  We believe it has worked previously and it will work again.<\/p><p>Senator Coghlan also raised the role of the returning officer.  I recommend Members ask the Clerk to the Seanad as to what it is like to deal with the question of knowledge and practical experience.  We think what is in place at the moment is grossly unfair.  We have looked through the mountain of work done by the Clerk of the Seanad in dealing with this.  There is a low level of support for the Clerk in resources but also when the Clerk takes a decision.  It is regularly overruled without any recourse to law to prove that maybe the Clerk was right in the first place.  One is not required to be an expert but one is required to have knowledge and practical experience.  We have pondered on this.  How does one make it easier to decide?  It is not about academic qualifications but knowledge and practice.  It might be that one is a tradesperson and has one&rsquo;s papers.  It might be that one is a graduate and qualified in some area or another.  Neither of those alone would do if one did not have the practical experience.  At the same time, one might qualify for the agricultural panel on the basis of having gone to an agricultural college.  One might also qualify by having been a farmer for 30 years and prove this is the knowledge that one has gained in this job.  One has to prove it to someone&rsquo;s point of view.  It is very difficult to do.  We are aware there is difference between qualification, education and knowledge.<\/p><p>Senator Paschal Mooney claimed the timetable was naive.  Maybe it is.  However, we believe this is the only one.  If this is not done before the next election, we believe it will start over again.  Every Government starts the clock all over again.  It was on that basis that the group decided not to deal with the next election because it would be too rushed and not done properly.<\/p><p>Senator Healy Eames raised the question about which panel would people vote on.  That is a choice.  We looked at the many different variations of this.  In the end, we said people should be able to vote where they want to.  We looked at passport holders abroad and a subpanel of three even if 20 million people from abroad vote.  In the end, we treated everybody equally but we are proposing legislation that will allow control of any of those matters.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Mr. Joe O'Toole:<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> As regards the cost of circulating literature, there will be no such cost, it is a case of pressing a button and it will be circulated.  This is a cheaper election for everybody.<\/p><p>Senator Norris made the point that he could not get access to information from the college due to data protection.  This will have to be covered by legislation, so that candidates for election will obviously have access to the email addresses of everyone on the register and, in that way, it will be a much cheaper and easier election.  The information will also be there subsequently.<\/p><p>Some people said they were not happy with receiving an e-mail.  Our report was delivered to the Taoiseach at 9.30 on a Monday morning.  It was with every Member of this House before 9.35 a.m. the same day.  I do not think that has ever happened before.  Dr. Manning insisted that we do that, so everybody got it at the same time.  It was a fully synchronised issue.  That is why it was done in that way, rather than waiting for the printed version, which is now available.  <\/p><p>I thank you, a Leas-Chathaoirligh, for allowing us to address the House.  It has been a privilege and we greatly appreciate it.  I hope I have dealt with all the questions.  If anybody has any questions to send in to us, we can deal with all of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#UU00200","nonspeaker":"Mr. Joe O'Toole","continuing":true},{"type":"speech","time":1430832600,"counter":214,"content":"<p>As Leas-Chathaoirleach, I want to thank both Dr. Manning and Mr. O'Toole for their tremendous work, as well as my Cork colleague, the former Senator, Pat Magner.  That concludes what has been a very interesting debate.<\/p> <p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#WW00200","speaker":"1127"},{"type":"speech","time":1430832600,"counter":215,"content":"<p>At 2.30 p.m. tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015050500002#WW00300","speaker":"1130"},{"type":"unspoken","time":1430832600,"counter":216,"content":"<p>The Seanad adjourned at 6.25 p.m. until 2.30 p.m. on Wednesday, 6 May 2015.<\/p>","notice":"TIME STRING DETECTED"}]