<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE publicwhip
[
<!ENTITY aacute "&#225;" >
<!ENTITY eacute "&#233;" >
<!ENTITY iacute "&#237;" >
<!ENTITY oacute "&#243;" >
<!ENTITY uacute "&#250;" >
<!ENTITY yacute "&#253;" >
<!ENTITY yen    "&#165;" >

<!ENTITY Aacute "&#193;" >
<!ENTITY Acirc  "&#194;" > 
<!ENTITY Eacute "&#201;" >
<!ENTITY Ecirc  "&#202;" > 
<!ENTITY Iacute "&#205;" >
<!ENTITY Oacute "&#211;" >
<!ENTITY Uacute "&#218;" >
<!ENTITY Zcaron  "&#381;" > 
<!ENTITY zcaron  "&#382;" > 
<!ENTITY hellip  "..." >
<!ENTITY bullet  "&#8226;" >
<!ENTITY Dagger  "&#8224;" >
<!ENTITY eth  "&#240;">

<!ENTITY ndash   "&#8211;">
<!ENTITY mdash   "&#8212;">
<!ENTITY iexcl   "&#161;">
<!ENTITY divide  "&#247;">
<!ENTITY euro    "&#8364;">
<!ENTITY trade   "&#8482;">
<!ENTITY bull    "&#8226;">
<!ENTITY lsquo   "&#8216;">
<!ENTITY rsquo   "&#8217;">
<!ENTITY sbquo   "&#8218;">
<!ENTITY ldquo   "&#8220;">
<!ENTITY rdquo   "&#8221;">
<!ENTITY bdquo   "&#8222;">
<!ENTITY dagger  "&#8224;">

<!ENTITY Scaron "&#352;" >
<!ENTITY scaron "&#353;" >
<!ENTITY Ouml   "&#214;" >
<!ENTITY szlig  "&#223;" >
<!ENTITY agrave "&#224;" >
<!ENTITY acirc  "&#226;" >
<!ENTITY atilde "&#227;" >
<!ENTITY auml   "&#228;" >
<!ENTITY ccedil "&#231;" >
<!ENTITY Ccedil "&#199;" >
<!ENTITY egrave "&#232;" >
<!ENTITY ograve "&#243;" >
<!ENTITY Ograve "&#210;" >
<!ENTITY Egrave "&#200;" >
<!ENTITY ecirc  "&#234;" >
<!ENTITY euml   "&#235;" >
<!ENTITY icirc  "&#238;" >
<!ENTITY igrave "&#204;" >
<!ENTITY ugrave "&#249;" >
<!ENTITY iuml	"&#239;" >
<!ENTITY ntilde "&#241;" >
<!ENTITY nbsp   "&#160;" >
<!ENTITY ocirc  "&#244;" >
<!ENTITY ouml   "&#246;" >
<!ENTITY oslash "&#248;" >
<!ENTITY otilde "&#245;" >
<!ENTITY uuml   "&#252;" >
<!ENTITY ucirc  "&#251;" >
<!ENTITY thorn  "&#254;" >
<!ENTITY Icirc  "&#206;" >
<!ENTITY Uuml   "&#252;" >
<!ENTITY pound  "&#163;" >
<!ENTITY sect   "&#167;" >
<!ENTITY copy   "&#169;" >
<!ENTITY reg    "&#174;" >
<!ENTITY deg    "&#176;" >
<!ENTITY plusmn "&#177;" >
<!ENTITY sup2   "&#178;" >
<!ENTITY sup3   "&#179;" >
<!ENTITY micro  "&#181;" >
<!ENTITY para   "&#182;" >
<!ENTITY middot "&#183;" >
<!ENTITY ordm   "&#186;" >
<!ENTITY frac14 "&#188;" >
<!ENTITY frac12 "&#189;" >
<!ENTITY frac34 "&#190;" >
<!ENTITY oelig "&#339;" >
<!ENTITY aelig  "&#230;" >
<!ENTITY Aring  "&#197;" >
<!ENTITY aring  "&#229;" >
<!ENTITY Oslash "&#216;" >
<!ENTITY oslash "&#248;" >
]>


<publicwhip scrapeversion="a" latest="yes">
    <major-heading id="com.kildarestreet/committees/2022-05-25a.2" nospeaker="true" time="00:00:00" url="">Joint Committee on the Irish Language, the Gaeltacht and the Irish Speaking Community</major-heading>
    <speech id="com.kildarestreet/committees/2022-05-25a.3" nospeaker="true" time="00:00:00" ><p>Tháinig an Comhchoiste le chéile ag 13:30</p><p>The Joint Committee met at 13:30</p><p>COMHALTAÍ A BHÍ I LÁTHAIR / MEMBERS PRESENT:</p><p>Teachtaí Dála / Deputies Teachtaí Dála / Deputies Dara Calleary, Lorraine Clifford-Lee, Catherine Connolly, Barry Ward. Pa Daly, Joe McHugh, Aindrias Moynihan, Marc Ó Cathasaigh.</p><p>Teachta / Deputy Aengus Ó Snodaigh sa Chathaoir / in the Chair.</p></speech>
    <minor-heading id="com.kildarestreet/committees/2022-05-25a.4" nospeaker="true" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#A00100">Foilsitheoireacht agus Léitheoireacht na Gaeilge: Plé (Atógáil)</minor-heading>
    <speech id="com.kildarestreet/committees/2022-05-25a.5" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#A00200"><p>T&aacute; leithsc&eacute;al faighte &oacute;n Seanad&oacute;ir Mullen.  Is f&eacute;idir leis an gcruinni&uacute; seo lean&uacute;int ar aghaidh go dt&iacute; 4.30 p.m., m&aacute;s g&aacute;, ach n&iacute; fheicim go mbeidh g&aacute; ann muna bhfuil an choiste an-chonsp&oacute;ideach.  Cuirim fearadh na f&aacute;ilte roimh chomhalta&iacute; an chomhchoiste, roimh aon chomhalta&iacute; eile a bheidh ag freastal ar an gcruinni&uacute; seo, roimh na finn&eacute;ithe a bheidh ag labhairt os comhair an chruinnithe inniu, agus roimh lucht f&eacute;achana sheirbh&iacute;s teilif&iacute;se an Oireachtais.</p> <p>  Fearaim f&aacute;ilte roimh &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh, sti&uacute;rth&oacute;ir ar Chathair Litr&iacute;ochta Bhaile &Aacute;tha Cliath de chuid Eagra&iacute;ocht Oideachais, Eola&iacute;ochta agus Chult&uacute;ir na N&aacute;isi&uacute;n Aontaithe, UNESCO, agus Orla McMorrow, oifigeach forbartha Gaeilge, mar ionadaithe thar cheann sheirbh&iacute;s leabharlainne Chathair Bhaile &Aacute;tha Cliath; agus Bernie Kelly, leabharlanna&iacute; gn&iacute;omhach an chontae, Josephine Vahey, leabharlanna&iacute; feidhmi&uacute;ch&aacute;in sinsearach gn&iacute;omhach, agus Aoife O&rsquo;Kelly, c&uacute;nt&oacute;ir leabharlainne, mar ionadaithe thar cheann sheirbh&iacute;s leabharlainne Chontae na Gaillimhe.  Gabhaim bu&iacute;ochas an choiste leo as teacht anseo inniu agus a bheith linn.</p> <p>  T&aacute; na finn&eacute;ithe ag freastal ar an gcruinni&uacute; &oacute; sheomra coiste 4, laistigh de phurl&aacute;in Thithe an Oireachtais.  Beidh Miche&aacute;l &Oacute; Cinn&eacute;ide ag freastal ar an gcruinni&uacute; ar l&iacute;ne.  N&iacute;l s&eacute; i l&aacute;thair go f&oacute;ill ach aithneoidh m&eacute; &eacute; nuair a thagann s&eacute; isteach.  Cuirim ar an taifead gur thugamar cuireadh do Chumann Leabharlann na h&Eacute;ireann freastal ar an gcruinni&uacute; agus p&aacute;irt a ghlacadh sa phl&eacute; ach, go dt&iacute; seo, n&iacute;or ghlac s&eacute; leis an gcuireadh sin.  B&rsquo;fh&eacute;idir go mbeidh an cumann in ann teacht isteach am eile nuair a bheidh pl&eacute; againn ar an &aacute;bhar seo n&oacute; &aacute;bhar gaolta leis.  Is &eacute; an t-&aacute;bhar at&aacute; &aacute; phl&eacute; againn inniu, agus at&aacute; &aacute; phl&eacute; againn le c&uacute;pla seachtain anuas, n&aacute; conas is f&eacute;idir foilsitheoireacht agus l&eacute;itheoireacht na Gaeilge a spreagadh.</p> <p>  Sula leanfaidh m&eacute; ar aghaidh, t&aacute; dualgas orm na rialacha agus na treoracha seo a leanas a leagan faoi bhr&aacute;id na ndaoine at&aacute; ag freastal ar an gcruinni&uacute;: meabhra&iacute;m do chomhalta&iacute;, d&rsquo;fhinn&eacute;ithe agus do bhaill fhoirne a chinnti&uacute; go bhfuil a nguth&aacute;in shoghluaiste m&uacute;chta le linn an chruinnithe mar gur f&eacute;idir leis na gl&eacute;asanna seo cur as do ch&oacute;ras fuaime Thithe an Oireachtais.  M&aacute; t&aacute; daoine ag freastal go f&iacute;or&uacute;il ar Microsoft Teams, is g&aacute; d&oacute;ibh a chinnti&uacute; go bhfuil na micreaf&oacute;in m&uacute;chta nuair nach bhfuil siad ag caint linn agus go mbeidh an f&iacute;se&aacute;n ar si&uacute;l ar a sc&aacute;ile&aacute;n fad is at&aacute; siad ag freastal ar an gcruinni&uacute;.</p> <p>  Cuirim ar aird na bhfinn&eacute;ithe go bhfuil siad, de bhua Bhunreacht na h&Eacute;ireann agus reachta&iacute;ochta araon, faoi chosaint ag l&aacute;nphribhl&eacute;id maidir leis an bhfianaise a thugann siad don chomhchoiste chomh fada agus at&aacute; siad lonnaithe laistigh de phurl&aacute;in Thithe an Oireachtais agus an fhianaise sin &aacute; tabhairt acu.  N&iacute; f&eacute;idir le finn&eacute;ithe brath ar an gcosaint sin agus an fhianaise &aacute; tabhairt acu &oacute; thaobh amuigh de phurl&aacute;in Thithe an Oireachtais.  Molaim d'fhinn&eacute;ithe, go m&oacute;r m&oacute;r d&oacute;ibh si&uacute;d at&aacute; ag freastal ar chruinnithe lasmuigh de phurl&aacute;in Thithe an Oireachtais, a bheith c&uacute;ramach agus fianaise &aacute; tabhairt acu.  M&aacute; orda&iacute;onn an comhchoiste d&oacute;ibh &eacute;ir&iacute; as fianaise a thabhairt i leith n&iacute; &aacute;irithe, beidh orthu amhlaidh a dh&eacute;anamh l&aacute;ithreach.  Orda&iacute;tear do fhinn&eacute;ithe gan aon fhianaise a thabhairt nach fianaise &iacute; a bhaineann le h&aacute;bhar na n-imeachta&iacute; at&aacute; &aacute; bpl&eacute; ag an gcomhchoiste.  Ba ch&oacute;ir d&oacute;ibh a bheith ar an eolas go nd&eacute;anfar na r&aacute;itis tosaigh a chuireann siad faoi bhr&aacute;id an chomhchoiste a fhoilsi&uacute; ar shu&iacute;omh gr&eacute;as&aacute;in an chomhchoiste tar &eacute;is an chruinnithe seo.</p><p> Fiafra&iacute;tear d&rsquo;fhinn&eacute;ithe agus do chomhalta&iacute; araon cleachtadh parlaiminte a urram&uacute; n&aacute;r ch&oacute;ir, m&aacute;s f&eacute;idir, daoine n&oacute; eintiteas a ch&aacute;ineadh n&aacute; l&iacute;omhaint&iacute; a dh&eacute;anamh ina n-aghaidh n&aacute; tuairim&iacute; a thabhairt maidir leo ina ainm, ina hainm n&oacute; ina n-ainmneacha n&oacute; ar shl&iacute; a bhf&eacute;adfa&iacute; iad a aithint.  Chomh maith leis sin, fiafra&iacute;tear d&oacute;ibh gan aon rud a r&aacute; a d&rsquo;fh&eacute;adfa&iacute; breathn&uacute; air mar &aacute;bhar d&iacute;obh&aacute;lach do dhea-chl&uacute; aon duine n&oacute; eintiteas.  Mar sin, d&aacute; bhf&eacute;adfadh a r&aacute;itis a bheith cl&uacute;mhillteach do dhuine n&oacute; eintiteas aitheanta, ord&oacute;far do na finn&eacute;ithe &eacute;ir&iacute; as na r&aacute;itis sin l&aacute;ithreach.  T&aacute; s&eacute; r&iacute;th&aacute;bhachtach go ng&eacute;illfidh siad leis an ord&uacute; sin l&aacute;ithreach, m&aacute; eis&iacute;tear &eacute;.</p><p> Anois d&eacute;anfaimid &aacute;r mbreathn&uacute; ar &aacute;bhar an chruinnithe inniu.  Glaoim ar dt&uacute;s ar an bpr&iacute;omh-fhinn&eacute; thar ceann seirbh&iacute;s&iacute; leabharlainne chathair Bhaile &Aacute;tha Cliath.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.7" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#B00200"><p>Gabhaim bu&iacute;ochas leis an gcoiste, thar ceann leabharlanna chathair Bhaile &Aacute;tha Cliath, as an gcuireadh a tugadh dom labhairt leis inniu.  Is sti&uacute;rth&oacute;ir chathair litr&iacute;ochta UNESCO Bhaile &Aacute;tha Cliath agus leabharlanna&iacute; le leabharlanna chathair Bhaile &Aacute;tha Cliath m&eacute;.  Cuirim f&aacute;ilte roimh an deis cur leis an bpl&eacute; maidir le foilsitheoireacht agus l&eacute;itheoireacht na Gaeilge a spreagadh.  I mo theannta inniu t&aacute; Orla McMorrow, oifigeach Gaeilge Chomhairle Cathrach Bhaile &Aacute;tha Cliath.</p> <p>  Is &iacute; leabharlanna chathair Bhaile &Aacute;tha Cliath an tseirbh&iacute;s leabharlainne is m&oacute; in &Eacute;irinn, agus t&aacute; s&iacute; freagrach as seirbh&iacute;s&iacute; leabharlainne poibl&iacute; a shol&aacute;thar do dhaonra de bhreis agus 500,000 duine.  Meallann an leabharlann breis agus 2.5 milli&uacute;n cuairteoir sa bhliain, mar a rinne s&iacute; in 2019, agus t&aacute; s&iacute; ar cheann de na seirbh&iacute;s&iacute; agus na hinstiti&uacute;id&iacute; cult&uacute;ir is ionchuimsith&iacute; at&aacute; ag an gcomhairle cathrach.  Cuirimid f&aacute;ilte saor in aisce agus cothrom ar f&aacute;il ar eolas, smaointe, litr&iacute;ocht agus ar r&eacute;imse deiseanna foghlama agus f&eacute;infhorbartha tr&iacute;n&aacute;r mbaili&uacute;ch&aacute;in fhisici&uacute;la, &aacute;r r&iacute;omh-acmhainn&iacute; agus &aacute;r gcl&aacute;ir chult&uacute;ir, at&aacute; d&iacute;rithe ar fhreastal, ar riachtanais agus ar &aacute;bhair sp&eacute;ise daoine de gach aois, gach c&eacute;im agus gach leibh&eacute;al cumais.</p> <p>  Rinne m&eacute; iarracht, nuair a bh&iacute; mo r&aacute;iteas &aacute; ullmh&uacute; agam, l&eacute;argas a shol&aacute;thar &oacute; ghn&eacute;ithe &eacute;ags&uacute;la d&aacute;r seirbh&iacute;s&iacute; chun tac&uacute; le hobair an choiste.  Pl&eacute;ifidh m&eacute; acmhainn&iacute; at&aacute; ar an tseilf, r&iacute;omh-acmhainn&iacute;, acmhainn&iacute; foghlama teanga agus imeachta&iacute; agus cl&aacute;ir.</p> <p>  An ch&eacute;ad rud a phl&eacute;ifidh m&eacute; n&aacute; na hacmhainn&iacute; ar an tseilf a chuirimid ar f&aacute;il don phobal.  Sol&aacute;thra&iacute;mid acmhainn&iacute; stoic i nGaeilge, leabhair fhicsin agus neamhfhicsin san &aacute;ireamh, do dhaoine f&aacute;sta agus do leana&iacute;, chomh maith le tr&eacute;imhseach&aacute;in Ghaeilge at&aacute; in&aacute;r mbrains&iacute; agus i mbaili&uacute;ch&aacute;in Bhaile &Aacute;tha Cliath agus na h&Eacute;ireann.  Ceanna&iacute;mid ar a laghad c&oacute;ip amh&aacute;in de gach teideal Gaeilge a fhoils&iacute;tear in &Eacute;irinn agus freagra&iacute;mid na hiarrata&iacute; ar stoc leabhair Ghaeilge a cheannach a dh&eacute;anann &uacute;s&aacute;ideoir&iacute; leabharlainne.  T&aacute; &euro;20,000 caite ar an ioml&aacute;n againn ar stoc Gaeilge &oacute; 2019.  Ba cheart m&eacute;id thionscal foilsitheoireachta na Gaeilge a chur san &aacute;ireamh chun an figi&uacute;r seo &aacute; thuiscint.  Mar gheall gurb earn&aacute;il s&aacute;ch beag &iacute; seo laistigh den l&aacute;thair fhoilsitheoireachta ar an ioml&aacute;n, t&aacute; an m&eacute;id teideal at&aacute; ar f&aacute;il le ceannach gach bliain teoranta.  T&aacute; 23,820 earra stoic i nGaeilge in&aacute;r mbaili&uacute;ch&aacute;in faoi l&aacute;thair, gan baili&uacute;ch&aacute;in &aacute;r dtr&eacute;imhseach&aacute;n a chur san &aacute;ireamh.</p> <p>  Sa bhliain 2020, tugadh 1,044 earra Gaeilge ar iasacht, agus tugadh 3,136 earra ar iasacht in 2021.  Idir Ean&aacute;ir agus Aibre&aacute;n 2022, m&iacute; Aibre&aacute;in san &aacute;ireamh, tugadh 1,609 earra Gaeilge ar iasacht.  Ba cheart an phaind&eacute;im, tr&eacute;imhse ina raibh an leabharlann d&uacute;nta agus n&aacute;rbh fh&eacute;idir stoc fisici&uacute;il a fh&aacute;il ar iasacht, a chur san &aacute;ireamh sna figi&uacute;ir&iacute; seo.  Mar gheall gur aistrigh leabharlanna go n&aacute;isi&uacute;nta go c&oacute;ras nua bainist&iacute;ochta leabharlainne i mbliana, n&iacute; f&eacute;idir figi&uacute;ir&iacute; a fh&aacute;il maidir leis an m&eacute;id leabhair Ghaeilge a tugadh ar iasacht roimh 2020.  T&aacute; ar a laghad tr&eacute;imhseach&aacute;n Gaeilge amh&aacute;in in&aacute;r mbrains&iacute; go l&eacute;ir agus t&aacute; 84 tr&eacute;imhseach&aacute;n de theidil reatha, agus cuid a foils&iacute;odh roimhe seo, sa bhaili&uacute;ch&aacute;n ag &aacute;r seirbh&iacute;s staid&eacute;ir &aacute;iti&uacute;il.</p> <p>  I dtaobh an stoc seo a chur chun cinn, cuireann formh&oacute;r d&aacute;r mbrains&iacute; rann&oacute;g thiomnaithe Gaeilge ar f&aacute;il.  Cuireann an fhoireann taispe&aacute;ntais leabhar le ch&eacute;ile go rialta leis an stoc a chur chun cinn agus le leabhair a fh&aacute;il ar iasacht a spreagadh.  T&aacute; leabhair Ghaeilge i dtaispe&aacute;ntais th&eacute;amacha Gaeilge a bhaineann le h&aacute;bhair eile, cos&uacute;il leis an tsl&aacute;inte, an stair, an sp&oacute;rt agus ruda&iacute; eile.  Cuirtear &aacute;r stoc Gaeilge chun cinn tr&iacute; leathanaigh Facebook ag brains&iacute; &aacute;iti&uacute;la agus tr&iacute; phr&iacute;omh-fhotha&iacute; nuachta Instagram agus Twitter na leabharlainne.  Cuirimid blag gn&iacute;omhach ar f&aacute;il ar l&aacute;ithre&aacute;n gr&eacute;as&aacute;in na leabharlainne agus scr&iacute;obhann an fhoireann blaganna go rialta le feasacht a mh&uacute;scailt agus le h&uacute;s&aacute;id an stoic a chur chun cinn.  Chuir an fhoireann f&iacute;se&aacute;in den am sc&eacute;ala&iacute;ochta i mB&eacute;arla agus i nGaeilge in airde ar leathanaigh Facebook a mbrains&iacute; i rith na paind&eacute;ime, tr&aacute;th inar cuireadh go leor d&aacute;r seirbh&iacute;s&iacute; ar f&aacute;il ar l&iacute;ne.  T&aacute; nasc le cuid d&iacute;obh seo curtha ar f&aacute;il agam i mo r&aacute;iteas ioml&aacute;n.</p> <p>  An dara rud a phl&eacute;ifidh m&eacute; n&aacute; r&iacute;omh-acmhainn&iacute;.  Anuas ar &aacute;r stoc fisici&uacute;il ar an tseilf, cuireann leabharlanna chathair Bhaile &Aacute;tha Cliath teacht saor in aisce ar f&aacute;il ar r&eacute;imse r&iacute;omh-acmhainn&iacute;, r&iacute;omhleabhair agus r&iacute;omh-chlosleabhair san &aacute;ireamh.  Cuirtear na hearra&iacute; seo ar f&aacute;il tr&iacute;d an ard&aacute;n BorrowBox, at&aacute; mar chuid den rogha n&aacute;isi&uacute;nta r&iacute;omh-acmhainn&iacute; at&aacute; ar f&aacute;il i leabharlanna poibl&iacute; na h&Eacute;ireann.  Eis&iacute;odh thart ar 16% de na teidil Ghaeilge ar BorrowBox in 2021 i gcathair Bhaile &Aacute;tha Cliath.  Bh&iacute; 142 r&iacute;omhleabhar Gaeilge ar BorrowBox in 2021, agus measc&aacute;n leabhar do leana&iacute; agus do dhaoine f&aacute;sta a bh&iacute; iontu.  T&aacute; 127 teideal Gaeilge ar an ard&aacute;n faoi l&aacute;thair.  Rinneadh iarracht chomhbheartaithe ar leibh&eacute;al n&aacute;isi&uacute;nta leis an m&eacute;id teidil Ghaeilge at&aacute; ar f&aacute;il ar an ard&aacute;n a mh&eacute;ad&uacute;, ach l&eacute;irigh foilsitheoir&iacute; Gaeilge go bhfuil drogall orthu a dteidil a chur ar f&aacute;il i bhfoirm dhigiteach le haghaidh BorrowBox.</p> <p>  An tr&iacute;&uacute; rud gur mian liom a phl&eacute; n&aacute; na deiseanna foghlama teanga a shol&aacute;thra&iacute;mid.  Cuirimid roinnt ard&aacute;n ar f&aacute;il d&rsquo;&uacute;s&aacute;ideoir&iacute; leabharlainne, mar Transparent Language Online agus uTalk, acmhainn dhigiteach foghlama teanga.  Chr&iacute;ochnaigh &uacute;s&aacute;ideoir&iacute; leabharlainne 661 seisi&uacute;n &ldquo;Gaeilge do Chainteoir&iacute; B&eacute;arla&rdquo;, dh&aacute; sheisi&uacute;n &ldquo;Gaeilge do Chainteoir&iacute; Tuircise&rdquo; agus seisi&uacute;n amh&aacute;in &ldquo;Gaeilge do Chainteoir&iacute; Sp&aacute;innise&rdquo; ar an ard&aacute;n Transparent Language Online idir Feabhra 2020 agus Bealtaine 2020.  T&aacute; 63 &uacute;s&aacute;ideoir leabharlainne cl&aacute;raithe le Gaeilge a fhoghlaim ar ard&aacute;n uTalk.  Sol&aacute;thra&iacute;mid an acmhainn foghlama teanga do leana&iacute;, LOTE, a chialla&iacute;onn &ldquo;languages other than English&rdquo;, ach n&iacute;orbh fh&eacute;idir leis an sol&aacute;thra&iacute; comhph&aacute;irt&iacute; Gaeilge a aimsi&uacute; le p&aacute;irt a ghlacadh san ard&aacute;n.</p> <p>  An ceathr&uacute; limist&eacute;ar n&aacute; na cl&aacute;ir agus na himeachta&iacute; a chuirimid ar si&uacute;l.  Cuirimid r&eacute;imse &eacute;ags&uacute;il cl&aacute;ir, imeachta&iacute; agus deiseanna rannph&aacute;irt&iacute;ochta i nGaeilge ar f&aacute;il.  Forbra&iacute;mid cl&aacute;ir inti, cuirimid comhr&aacute;ite ciorcail ar si&uacute;l agus taca&iacute;mid le tionscnaimh n&aacute;isi&uacute;nta cos&uacute;il le Seachtain na Gaeilge.  Chuireamar 45 imeacht i bpearsa agus ar l&iacute;ne ar si&uacute;l idir 2019 agus 2022 do dhaoine f&aacute;sta agus do leana&iacute; agus d&rsquo;fhreastail 1,366 duine orthu.</p> <p>  T&aacute; feidhm ag leabharlanna poibl&iacute; in &Eacute;irinn chun l&eacute;itheoireacht, labhairt agus foilsitheoireacht na Gaeilge a spreagadh.  Taca&iacute;mid leis an l&eacute;itheoireacht tr&iacute;d &aacute;bhair Ghaeilge a chur ar f&aacute;il gan str&oacute; d&rsquo;&uacute;s&aacute;ideoir&iacute; leabharlainne agus tr&iacute; na h&aacute;bhair seo a thabhairt chun solais go fairsing tr&iacute; chl&aacute;ir agus imeachta&iacute;.  T&aacute;imid tiomanta don teanga n&aacute;isi&uacute;nta a chur chun cinn agus a cheili&uacute;radh agus go dtiocfaidh borradh faoin nGaeilge mar theanga bheo i measc &aacute;r n-&uacute;s&aacute;ideoir&iacute; agus i socha&iacute; n&iacute;os fairsinge na h&Eacute;ireann.  Aithn&iacute;mid gur f&eacute;idir linn tionchar dearfach a bheith againn maidir leis an nGaeilge tr&iacute; ch&eacute;ile, in&aacute;r r&oacute;l mar fhoras cult&uacute;ir a bhfuil iontaoibh ag daoine ionainn.</p><p>Thugamar cuntas ansin ar an r&eacute;imse gn&iacute;omha&iacute;ochta&iacute; a dh&eacute;anaimid ach t&aacute;imid tiomanta freisin do mh&eacute;id agus do thionchar na n-acmhainn&iacute; Gaeilge agus na n-imeachta&iacute; cult&uacute;rtha s&oacute;isialta agus Gaeilge a chuirimid ar si&uacute;l a mh&eacute;ad&uacute; freisin.</p><p> Crutha&iacute;onn an deacracht a bhaineann le teacht ar r&iacute;omhleabhair agus ar chlosleabhair Gaeilge d&uacute;shl&aacute;n.  Th&aacute;inig m&eacute;ad&uacute; m&oacute;r i rith na paind&eacute;ime ar an t&oacute;ir a bh&iacute; ar r&iacute;omhacmhainn&iacute;, go h&aacute;irithe r&iacute;omhleabhair agus closleabhair.  T&aacute; n&oacute;sanna nua cruthaithe i ndiaidh na paind&eacute;ime agus leanann an t&oacute;ir a bheith ar na hacmhainn&iacute; seo i measc &aacute;r n-&uacute;s&aacute;ideoir&iacute;.  Mar sin f&eacute;in, t&aacute; an chuma air go bhfuil drogall ar fhoilsitheoir&iacute; Gaeilge p&aacute;irt a ghlacadh in&aacute;r n-ard&aacute;in dhigiteacha.  T&aacute; n&iacute;os m&oacute; oibre le d&eacute;anamh go f&oacute;ill maidir leis seo.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.9" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#C00200"><p>Cuirimid &aacute;r mbu&iacute;ochas in i&uacute;l don chomhchoiste as cuireadh a thabhairt d&uacute;inn an t-aitheasc seo maidir le spreagadh fhoilsitheoireacht agus l&eacute;itheoireacht na Gaeilge a thabhairt.  Aithn&iacute;onn Comhairle Chontae na Gaillimhe an t&aacute;bhacht a bhaineann leis an gceantar Gaeltachta is m&oacute; sa t&iacute;r at&aacute; lonnaithe i gContae na Gaillimhe agus t&aacute; meas aici ar an t&aacute;bhacht sin.  De r&eacute;ir fhigi&uacute;ir&iacute; dhaon&aacute;ireamh 2016, thug 49% de dhaonra Chontae na Gaillimhe, gan cathair na Gaillimhe san &aacute;ireamh, le fios go raibh siad &aacute;balta Gaeilge a labhairt, rud a chialla&iacute;onn go bhfuil an c&eacute;atad&aacute;n is airde, i dtaobh daoine a labhra&iacute;onn Gaeilge, i gContae na Gaillimhe.</p> <p>  Is teanga bheo &iacute; an Ghaeilge, a dtaca&iacute;tear l&eacute;i i bpobail &eacute;ags&uacute;la chomh maith le bheith ina hoidhreacht luachmhar a gcaithfear &iacute; a chaomhn&uacute; agus a chosaint do na gl&uacute;nta at&aacute; le teacht.  Cuirimid &uacute;s&aacute;id na Gaeilge chun cinn agus taca&iacute;mid l&eacute;i leis an ngealltanas at&aacute; d&eacute;anta againn seirbh&iacute;s&iacute; a chur ar f&aacute;il i nGaeilge.  Aithn&iacute;mid an m&eacute;id ar leith a chuireann s&iacute; le h&eacute;ags&uacute;lacht chult&uacute;ir faoin sainch&uacute;ram chaomhn&uacute; na hoidhreachta agus na teanga.</p> <p>  Maidir leis na pobail sin arb &iacute; an Ghaeilge amh&aacute;in an rogha teanga at&aacute; acu, freastala&iacute;onn leabharlanna sa Spid&eacute;al agus ar an gCeathr&uacute; Rua orthu sin agus t&aacute; a leabharlann f&eacute;in ag gach ceann de thr&iacute; oile&aacute;n &Aacute;rann.  Freastala&iacute;onn an leabharlann taistil ar cheantair ina labhra&iacute;tear Gaeilge freisin, cos&uacute;il le Maigh Cuilinn, le Sraith Salach, leis an gCaiseal, le Carna, le Cill Chiar&aacute;in, le Ros Muc agus le hIndreabh&aacute;n.  Ar an gcaoi ch&eacute;anna, cuireann an rann&oacute;g scoileanna at&aacute; againn seirbh&iacute;s ar f&aacute;il do 39 bunscoil i gceantar na Gaeltachta agus do naoi nGaelscoil at&aacute; lonnaithe ar fud na coda eile den chontae.  Cuirtear an tseirbh&iacute;s sin ar f&aacute;il i nGaeilge.</p> <p>  T&aacute; r&oacute;l l&aacute;rnach ag oifig shol&aacute;thair an Rialtais i dtaobh earra&iacute; agus seirbh&iacute;s&iacute; a chur ar f&aacute;il ar an mbealach is &eacute;ifeachta&iacute; agus is &eacute;ifeacht&uacute;la &oacute; thaobh costas de agus luach ar airgead a chinnti&uacute; don ch&aacute;in&iacute;oc&oacute;ir.  &Aacute;ir&iacute;tear gn&aacute;thearra&iacute; agus seirbh&iacute;s&iacute; chomh maith le ceannach agus sol&aacute;thar gach leabhar agus &aacute;bhar leabharlainne mar chuid den sainch&uacute;ram sin.  Cialla&iacute;onn s&eacute; sin nach f&eacute;idir leabhair leabharlainne a cheannach ach &oacute;n sol&aacute;thr&oacute;ir a bhfuil an tairiscint aige faoi l&aacute;thair na leabhair sin a shol&aacute;thar faoin gcreat comhaontaithe.</p> <p>  B&iacute;onn baint ag tithe foilsitheoireachta le hathchl&oacute; &aacute;bhair, leaganacha faoi chl&uacute;dach bog n&oacute; l&eacute;ar&aacute;id&iacute; leasaithe n&oacute; maisitheoir&iacute; nuachoimisi&uacute;naithe.  C&eacute; go bhfuil an t&aacute;bhacht at&aacute; le stoc a cheannach le cur in &aacute;it stoc at&aacute; dam&aacute;istithe n&oacute; imithe am&uacute; luaite go soil&eacute;ir in&aacute;r dtreoirl&iacute;nte forbartha baili&uacute;ch&aacute;n, t&aacute;imid d&iacute;rithe go m&oacute;r ar &aacute;bhar nuafhoilsithe a chur ar f&aacute;il.  De bharr go bhfuil &eacute;ags&uacute;lachta&iacute; can&uacute;int&iacute; i gceist i gCiarra&iacute;, i nD&uacute;n na nGall agus i nGaillimh, is f&eacute;idir le stoc a fh&aacute;il a sh&aacute;sa&iacute;onn riachtanais agus pr&oacute;if&iacute;l an phobail a bheith d&uacute;shl&aacute;nach uaireanta.  Is fi&uacute; a luadh go gcuireann gach leabharlann i gContae na Gaillimhe baili&uacute;ch&aacute;n d&rsquo;&aacute;bhar Gaeilge ar f&aacute;il do dhaoine f&aacute;sta agus leana&iacute; araon, ag brath ar mh&eacute;id an phobail.</p> <p>  T&aacute; an sainch&uacute;ram at&aacute; orainn l&eacute;itheoireacht na Gaeilge a spreagadh bunaithe ar an tuiscint gur teanga bheo &iacute; an Ghaeilge.  Ina fhianaise sin, cuirimid imeachta&iacute; agus tionscnaimh ar bun go gn&iacute;omhach ar bheala&iacute; spra&iacute;&uacute;la chun rannph&aacute;irt&iacute;ocht agus taisc&eacute;ala&iacute;ocht a chur ar f&aacute;il do phobail le h&uacute;s&aacute;id a bhaint as an nGaeilge.  Tr&iacute; chluich&iacute; boird i nGaeilge cos&uacute;il le Scrabble agus Monopoly a chur ar f&aacute;il, cuirtear deiseanna ar f&aacute;il don phobal lena gcuid Gaeilge a chleachtadh agus focail nua a fhoghlaim.</p> <p>  L&eacute;ir&iacute;tear &uacute;s&aacute;id neamhfhoirme&aacute;lta agus ionchuimsitheach na Gaeilge chomh maith leis an gciorcal comhr&aacute; a chuireann roinnt de na leabharlanna at&aacute; againn ar f&aacute;il.  Is bealach thar a bheith &eacute;ifeachtach &eacute; seo chun daoine sa phobal a spreagadh le h&uacute;s&aacute;id a bhaint as a gcuid Gaeilge, beag beann ar a gcumas, i dtimpeallacht r&eacute;ch&uacute;iseach agus fh&aacute;ilteach.  D&eacute;antar c&uacute;ram freisin sna cl&aacute;ir do thionscnaimh n&aacute;isi&uacute;nta cos&uacute;il le Seachtain na Gaeilge, nuair a thugtar deiseanna chun an teanga bheo a l&eacute;iri&uacute; ar aon leis an oidhreacht chult&uacute;ir a bhaineann leis an nGaeilge le ch&eacute;ile.</p> <p>  &Aacute;ir&iacute;tear ar thionscnaimh n&aacute;isi&uacute;nta eile nach bhfuil ar si&uacute;l ach i leabharlanna seo againne na tionscadail Preab Isteach sa Sc&eacute;al, R&eacute;alta&iacute; Samhraidh, agus Am Teaghlaigh ag do Leabharlann.  Tugann siad sin l&eacute;argas ar an bhfeachtas n&aacute;isi&uacute;nta at&aacute; againn, Ceart Chun L&eacute;itheoireachta, a spreagann forbairt litearthachta ar fud &aacute;r gcuid seirbh&iacute;s&iacute; agus a thugann ugach do theaghlaigh a bheith p&aacute;irteach ann.  Re&aacute;cht&aacute;lann rann&oacute;g na scoileanna agus bainisteoir&iacute; brainse ceardlanna, cuairteanna &oacute; &uacute;dair agus seisi&uacute;in sc&eacute;ala&iacute;ochta a mb&iacute;onn &uacute;dair agus sc&eacute;alaithe m&oacute;r le r&aacute; as &Eacute;irinn p&aacute;irteach iontu.</p> <p>  Rinneadh amanna sc&eacute;ala&iacute;ochta a re&aacute;cht&aacute;il ar l&iacute;ne agus l&eacute;adh sc&eacute;alta i nGaeilge agus i mB&eacute;arla, araon le haitheantas tugtha don &uacute;dar, don mhaisitheoir agus don fhoilsitheoir.  Baineadh lucht sp&eacute;ise n&aacute;r baineadh amach riamh cheana roimhe sin leis na seisi&uacute;in sin.  Tharla s&eacute; sin le linn dianghlas&aacute;il agus srianta Covid i bhfeidhm.</p> <p>  Re&aacute;cht&aacute;iltear com&oacute;rtas Europe Direct Soapbox gach bliain.  Is com&oacute;rtas don chaint phoibl&iacute; &eacute; seo agus is f&eacute;idir le gach saor&aacute;nach sa t&iacute;r cur isteach air.  T&aacute; dh&aacute; chatag&oacute;ir i gceist, is iad 16 bliana agus n&iacute;os &oacute;ige agus 17 mbliana agus n&iacute;os sine.  Ba as Conamara do bhuaiteoir n&aacute;isi&uacute;nta na bliana 2021 sa chatag&oacute;ir 16 bliana agus n&iacute;os &oacute;ige agus rinne sise a h&oacute;r&aacute;id i nGaeilge.  Ba as Conamara freisin don duine a th&aacute;inig sa dara h&aacute;it sa chatag&oacute;ir 17 mbliana n&oacute; n&iacute;os sine agus ar&iacute;s, rinne seisean a &oacute;r&aacute;id i nGaeilge.</p> <p>  Taca&iacute;onn an tseirbh&iacute;s leabharlainne f&iacute;or&uacute;la at&aacute; againn r&iacute;omhleabhair a chur ar f&aacute;il i nGaeilge tr&iacute; BorrowBox agus tr&iacute; Transparent Languages at&aacute; ina aip ar l&iacute;ne chun teangacha a fhoghlaim ar a bhfuil na c&eacute;adta teangacha, an Ghaeilge san &aacute;ireamh.  B&iacute;onn an togra L&eacute;amh M&oacute;r na Gaillimhe ar si&uacute;l gach bliain i m&iacute; na Samhna faoina nd&eacute;antar &uacute;dair na h&Eacute;ireann agus scr&iacute;obh na Gaeilge a cheili&uacute;radh agus f&eacute;achtar leis oidhreacht litearthachta, stair agus cult&uacute;r ar leith na Gaillimhe a chur chun cinn agus meas ar a hil&eacute;ags&uacute;lacht agus saibhreas a choth&uacute;.</p> <p>  T&aacute;imid m&oacute;rtasach as na cl&aacute;ir, tionscadail agus tionscnaimh &eacute;ags&uacute;la a chuireann ar &aacute;r gcumas l&eacute;itheoireacht na Gaeilge a chur chun cinn.  T&aacute;imid ag s&uacute;il go m&oacute;r le tuilleadh obair a dh&eacute;anamh i gcomhar le domhan na foilsitheoireachta chun an saibhreas tallainne, cruthaitheachta agus cult&uacute;ir a chuireann an Ghaeilge ar f&aacute;il d&uacute;inn anseo i nGaillimh a chur os comhair an phobail.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.10" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#C00300"><p>Cuirim f&aacute;ilte roimh Josephine Vahey agus Bernie Kelly a bhfuil sean-aithne agam orthu.  Cuirim f&aacute;ilte roimh Aoife O'Kelly, &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh agus Orla McMorrow chomh maith.</p><p>Faoi dheireadh, t&aacute; cothroma&iacute;ocht inscne againn sa seomra, bu&iacute;ochas le Dia.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.12" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D00200"><p>Ar&iacute;s, n&iacute; cothroma&iacute;ocht at&aacute; i gceist.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.13" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D00300"><p>Is fada an l&aacute; at&aacute; m&eacute; ag fanacht leis an gcothroma&iacute;ocht seo.  Gabhaim m&iacute;le bu&iacute;ochas as ucht na h&oacute;r&aacute;id&iacute;, idir an cheann gearr agus an cheann fada.  Cad iad na d&uacute;shl&aacute;in a fheiceann na finn&eacute;ithe ar an talamh maidir leis an nGaeilge a chur chun cinn?  Is &iacute; sin an cheist ghinear&aacute;lta.  Cad iad na d&uacute;shl&aacute;in?  An bhfuil a dh&oacute;thain foirne agus acmhainn&iacute; ag na seirbh&iacute;s&iacute; leabharlainne?  T&aacute; a fhios againn at&aacute; ar an gcoiste seo go bhfuil d&uacute;shl&aacute;in faoi leith &oacute; thaobh na Gaeilge de ar gach bealach.  T&aacute; d&uacute;shl&aacute;in ann sna Ranna &eacute;ags&uacute;la.  Cos&uacute;il leis na finn&eacute;ithe, t&aacute;imid i gc&oacute;na&iacute; ag iarraidh an Ghaeilge a spreagadh.  Go ginear&aacute;lta, cad iad na d&uacute;shl&aacute;in at&aacute; os a gcomhair?  Cad iad na ruda&iacute; is f&eacute;idir linne, mar pholaiteoir&iacute;, a dh&eacute;anamh?  Is &iacute; sin mo ch&eacute;ad cheist ach t&aacute; c&uacute;pla ceist n&iacute;os sonra&iacute; agam &oacute; thaobh Bhaile &Aacute;tha Cliath de.</p> <p>  Is ceann de na difr&iacute;ochta&iacute; idir an d&aacute; chur i l&aacute;thair n&aacute; gur luaigh na hoifigigh &oacute; Ghaillimh go bhfuil deacracht faoi leith ina seirbh&iacute;s f&eacute;in maidir leis - gabh mo leithsc&eacute;al, t&aacute; an B&eacute;arla agus an Ghaeilge os mo chomhair agus t&aacute;im measctha suas - an Oifig um Shol&aacute;thar Rialtais agus procurement.  Luaigh siad go bhfuil deacracht faoi leith ag baint leis an gc&oacute;ras sin.  N&iacute; deacracht &eacute; ach is tr&iacute;d an gc&oacute;ras sin a bhfaightear cead leabhair n&oacute; earra&iacute; a fh&aacute;il.  Is &eacute; sin an t-aon bhealach.  B'fh&eacute;idir go mbeidh Bernie Kelly in ann tuilleadh sonra&iacute; a thabhairt d&uacute;inn maidir leis na deacrachta&iacute; at&aacute; cothaithe ansin.  An bhfuil an fhadhb ch&eacute;anna ann i mBaile &Aacute;tha Cliath?  Is ceist shonrach &eacute; sin mar n&iacute;or luaigh na hoifigigh &oacute; Bhaile &Aacute;tha Cliath an deacracht ch&eacute;anna.  Cuirfidh m&eacute; na ceisteanna agus is f&eacute;idir leis na finn&eacute;ithe freagra&iacute; a thabhairt ansin.  C&eacute;n f&aacute;th go bhfuil idirdheal&uacute; idir Gaillimh agus Baile &Aacute;tha Cliath?</p> <p>  Luaigh na finn&eacute;ithe &oacute; Bhaile &Aacute;tha Cliath fadhb at&aacute; ann, is &eacute; sin go bhfuil drogall ar fhoilsitheoir&iacute; Gaeilge p&aacute;irt a ghlacadh sna hard&aacute;in dhigiteacha.  B'fh&eacute;idir gur f&eacute;idir leo tuilleadh sonra&iacute; a thabhairt dom faoi sin.  Cad at&aacute; taobh thiar den deacracht sin?  N&iacute; thuigim.  T&aacute; easpa taith&iacute; i gceist ar mo thaobh.</p> <p>  Rachaidh m&eacute; ar ais go Gaillimh agus an Ghaeltacht is m&oacute; sa t&iacute;r.  De r&eacute;ir an daon&aacute;irimh, t&aacute; duine as beirt in ainm Gaeilge a bheith acu.  T&aacute; freagracht thromch&uacute;iseach ar an leabharlann i nGaillimh de bharr na bhfigi&uacute;ir&iacute; sin, nach bhfuil?  An bhfuil na figi&uacute;ir&iacute; sin aligned leis an &eacute;ileamh?  An bhfuil &eacute;ileamh m&oacute;r ar sheirbh&iacute;s&iacute; na leabharlainne de bharr na bhfigi&uacute;ir&iacute; sin?  Luadh na tionscadail preab isteach sa sc&eacute;al agus r&eacute;alta&iacute; samhraidh.  An bhfuil siad sin ag feidhmi&uacute; i nGaeilge agus i mB&eacute;arla n&oacute; i nGaeilge amh&aacute;in?  Is iontach an rud &eacute; gur &eacute;irigh beirt as Conamara sa chom&oacute;rtas Europe Direct Soapbox.  An bhfuil s&eacute; sin oscailte do gach teanga ar fud na hEorpa?  An f&eacute;idir tuilleadh sonra&iacute; a thabhairt faoi sin?  Is &eacute;acht go bhfuil beirt as Conamara tar &eacute;is an ch&eacute;im is airde a fh&aacute;il ansin.  </p> <p>  Ceapaim go bhfuil na finn&eacute;ithe ag obair le hearn&aacute;il at&aacute; thar a bheith t&aacute;bhachtach ar an-mh&eacute;id beala&iacute;.  Is t&aacute;bhachtach &eacute; &oacute; thaobh f&eacute;ini&uacute;lacht a choth&uacute; ag daoine, &oacute; thaobh na Gaeilge de, &oacute; thaobh an Bh&eacute;arla, &oacute; thaobh na l&eacute;itheoireachta go ginear&aacute;lta agus &oacute; thaobh an daonlathais de.  T&aacute; r&oacute;l thar a bheith l&aacute;rnach ag gach leabharlann agus n&iacute; m&oacute;r d&uacute;inn, mar pholaiteoir&iacute;, taca&iacute;ocht 100% a thabhairt d&oacute;ibh.  B'fh&eacute;idir go bhfreagr&oacute;idh na finn&eacute;ithe na ceisteanna sonracha sin agus b'fh&eacute;idir go mbeidh deis agam teacht ar ais ina dhiaidh.  C&eacute;n chaoi is f&eacute;idir linn cabhair a thabhairt maidir leis na d&uacute;shl&aacute;in?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.14" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D00400"><p>Tos&oacute;idh m&eacute; f&eacute;in toisc go bhfuilim ag obair sna leabharlanna.  N&iacute;l Orla McMorrow ag obair iontu.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.15" speakerid="unknown" error="nomatch" speakername="Ms Orla McMorrow" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D00500"><p>T&aacute; m&eacute; mar thaca&iacute;ocht.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.16" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D00600"><p>T&aacute; s&iacute; mar thaca&iacute;ocht domsa.  Is oifigeach &oacute;n gcomhairle &iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.17" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D00700"><p>So t&aacute; an t-eolas ar fad aici.  Caithfidh s&iacute; &eacute; a roinnt linn.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.18" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D00800"><p>T&aacute; gach r&oacute;l aici mar sin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.19" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D00900"><p>Gabhaim bu&iacute;ochas leis an Teachta as na ceisteanna crua a thug s&iacute; d&uacute;inn.  N&iacute;l a fhios agam cad &eacute; an d&uacute;shl&aacute;n maidir leis an gc&oacute;ras procurement at&aacute; ann i gContae na Gaillimhe.  N&iacute;l an fhadhb ch&eacute;anna againn i mBaile &Aacute;tha Cliath.  T&aacute; buis&eacute;ad maith againn agus t&aacute; s&eacute; &eacute;asca d&uacute;inn na h&aacute;iseanna a fh&aacute;il don phobal, n&oacute; s&aacute;ch &eacute;asca ar aon chuma.  B'fh&eacute;idir go bhfuil rud difri&uacute;il ag tarl&uacute; san iarthar.</p> <p>  Maidir leis na d&uacute;shl&aacute;in &oacute; thaobh foilsitheoir&iacute; agus r&iacute;omh-acmhainn&iacute;, ch&iacute;mid go bhfuil s&oacute;rt &eacute;ilimh ann i gcomhth&eacute;acs an domhan a bheith n&iacute;os digit&iacute;.  T&aacute; &eacute;ileamh ar r&iacute;omh-acmhainn&iacute; in ionad leabhar cruach&oacute;ipe &oacute; dhaoine.  T&aacute; &eacute;ileamh ar leabhair chruach&oacute;ipe &oacute; roinnt daoine ach t&aacute; &eacute;ileamh ar r&iacute;omh-acmhainn&iacute; &oacute; dhream eile.  Is &eacute; an rud n&aacute; nach bhfuil na r&iacute;omh-acmhainn&iacute; ar f&aacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.20" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D01000"><p>C&eacute;n f&aacute;th?  Ba &eacute; sin mo cheist.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.21" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D01100"><p>N&iacute;l a fhios agam.  Ceapaim go bhfuil buairt airgeadais ar na foilsitheoir&iacute;.  B'fh&eacute;idir go gceapann siad go gcaillfidh siad airgid d&aacute; gcuirfid&iacute;s na hacmhainn&iacute; sin roimh an bpobal in ionad na leabhar cruach&oacute;ipe.  An dtuigeann na baill m&eacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.22" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D01200"><p>Tuigim.  Glacaim go dtuigeann an Teachta cad at&aacute; &aacute; r&aacute; freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.23" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D01300"><p>Tuigim.  N&iacute;l a fhios ag an bhfinn&eacute; c&eacute;n f&aacute;th nach bhfuil na hacmhainn&iacute; sin ar f&aacute;il ach ceapann s&iacute; go bhfuil airgead i gceist.  An bhfuil aon fh&oacute;ram ann chun dul i dteagmh&aacute;il leis na foilsitheoir&iacute;?  An raibh an leabharlann i dteagmh&aacute;il leo chun an fhadhb seo a r&eacute;iteach?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.24" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D01400"><p>N'fheadar.  N&iacute;lim ag obair sa roinn a cheanna&iacute;onn na leabhair ach d&uacute;irt mo chomhghleaca&iacute;, gur duine d&iacute;ograiseach &iacute;, go mb&iacute;onn s&iacute; i gc&oacute;na&iacute; i dteagmh&aacute;il leo.  Nuair a bh&iacute;onn fadhb ann, d&eacute;anann s&iacute; iarracht &iacute; a r&eacute;iteach leo.  N&iacute;l a fhios agam an raibh cruinnithe idir &iacute; f&eacute;in agus na-----</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.25" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D01500"><p>T&aacute; bearna mh&oacute;r ansin faoi l&aacute;thair.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.26" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D01600"><p>Ceapaim go bhfuil.  Baineann s&eacute; leis an t&iacute;r go l&eacute;ir.  T&aacute; a fhios againn c&eacute; hiad na foilsitheoir&iacute; Gaeilge: Coisc&eacute;im, Futa Fata agus Cl&oacute; Iar-Chonnacht.  N'fheadar an bhfuil aon fhoilsitheoir eile ann ach is iad sin na pr&iacute;omhfhoilsitheoir&iacute; Gaeilge.  Is bearna mh&oacute;r &iacute; agus t&aacute; s&iacute; ag leathn&uacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.27" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#D01700"><p>Beidh measc&aacute;n de Ghaeilge agus B&eacute;arla in &uacute;s&aacute;id agam anois.  An mbeidh s&eacute; sin all right?  N&iacute;l mo chuid Gaeilge iontach.</p><p>&Oacute; thaobh an national framework, an procurement sin, t&aacute; gach leabharlann sa t&iacute;r faoin framework sin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.29" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E00200"><p>An fr&aacute;ma c&eacute;anna?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.30" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E00300"><p>An fr&aacute;ma c&eacute;anna.  Is fr&aacute;ma &eacute; that lasts c&uacute;ig bliana.  Thosa&iacute;omar ar an gceann seo ag t&uacute;s na bliana seo caite, 2021.  T&aacute; s&eacute; ann anois ar feadh c&uacute;ig bliana agus t&aacute; orainn clo&iacute; leis na sol&aacute;thr&oacute;ir&iacute; at&aacute; ar an framework sin.  T&aacute; sol&aacute;thr&oacute;ir ann do na leabhair Ghaeilge agus na leabhair at&aacute; foilsithe in &Eacute;irinn.  Is lot amh&aacute;in &eacute; sin ar an framework agus t&aacute; c&uacute;ig lot air.  T&aacute; gach leabharlann, Baile &Aacute;tha Cliath san &aacute;ireamh, faoin framework sin.  N&iacute;l cead againne ach leabhar a cheannach &oacute; na sol&aacute;thr&oacute;ir&iacute; sin at&aacute; air agus n&iacute;limid in ann dul taobh amuigh de sin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.31" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E00400"><p>C&eacute; mh&eacute;ad comhlacht at&aacute; i gceist, m&aacute;s f&eacute;idir liom an focal sin a &uacute;s&aacute;id?  An bhfuil ceann amh&aacute;in n&oacute; dh&aacute; cheann?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.32" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E00500"><p>T&aacute; ceann amh&aacute;in i gceist agus is &eacute; sin Irish Library Suppliers.  T&aacute; s&eacute; ag tr&aacute;d&aacute;il mar Alan Hanna&rsquo;s Bookshop agus is aige at&aacute; an-----</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.33" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E00600"><p>Fuair siad an conradh.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.34" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E00650"><p>Fuair siad an conradh.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.35" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E00675"><p>Orthu amh&aacute;in.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.36" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E00700"><p>Orthu amh&aacute;in.  B&rsquo;&eacute;igean d&rsquo;aon fhoilsitheoir at&aacute; ann a bhfuil leabhar aige n&oacute; aici an leabhar a bheith sa siopa sin n&oacute; faoin gconraitheoir sin chun go mbeadh siad in ann na leabhair sin a fh&aacute;il.  B&rsquo;fh&eacute;idir nach bhfuil an m&eacute;id sin m&iacute;nithe i gceart agam don Teachta.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.37" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E00800"><p>T&aacute; s&eacute; sin m&iacute;nithe i gceart ag Bernie Kelly.  Mar sin, is &eacute; sin an t-aon chaoi inar fh&eacute;idir leis na leabharlanna na leabhair a fh&aacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.38" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E00900"><p>Agus t&aacute; gach leabharlann eile----</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.39" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E01000"><p>Baile &Aacute;tha Cliath san &aacute;ireamh.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.40" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E01100"><p>Cinnte, t&aacute; Baile &Aacute;tha Cliath san &aacute;ireamh leis seo.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.41" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E01200"><p>Cad iad na deacrachta&iacute; a chotha&iacute;onn an c&oacute;ras sin mar is rud &eacute; sin nach dtuigim f&oacute;s?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.42" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E01300"><p>T&aacute; deacrachta&iacute; agus opportunities ann.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.43" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E01400"><p>Deiseanna.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.44" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E01500"><p>T&aacute; deiseanna ann.  Abair go bhfuil leabhar foilsithe agam f&eacute;in.  N&iacute;l de chead ag na leabharlanna &eacute; a cheannach mura bhfuil s&eacute; ag an sol&aacute;thr&oacute;ir sin.  M&aacute; t&aacute; s&eacute;, beidh gach uile leabharlann sa t&iacute;r in ann an leabhar sin a cheannach.  Is deis &iacute; sin.  Ar an taobh eile de, mura bhfuil an leabhar sin ag an sol&aacute;thr&oacute;ir, n&iacute; bheimid in ann &eacute; a fh&aacute;il.  Scait&iacute; n&iacute; bh&iacute;onn a fhios ag an duine faoi seo.  B&iacute;onn a fhios ag na foilsitheoir&iacute; m&oacute;ra ach b&rsquo;fh&eacute;idir nach mbeadh a fhios ag foilsitheoir beag, n&oacute; ag duine at&aacute; ag foilsi&uacute; leabhar d&oacute; n&oacute; di f&eacute;in, go gcaithf&iacute; a leabhair a bheith ag an sol&aacute;thr&oacute;ir sin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.45" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E01600"><p>An bhfuil easpa cumars&aacute;ide n&oacute; eolais i gceist?  C&eacute; mh&eacute;ad foilsitheoir at&aacute; ag feidhmi&uacute; faoi mh&iacute; bhunt&aacute;iste d&aacute; bharr?  An bhfuil aon fhigi&uacute;ir&iacute; ag Bernie Kelly?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.46" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E01700"><p>N&iacute;l figi&uacute;ir&iacute; agam ach t&aacute; easpa cumars&aacute;ide ann.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.47" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E01800"><p>An bhfuil an easpa seo idir an comhlacht n&oacute; an entity seo n&oacute; c&eacute;ard &eacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.48" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E01900"><p>N&iacute;l a fhios ag foilsitheoir&iacute; beaga go gcaithf&iacute; a gcuid leabhar a bheith ag na sol&aacute;thr&oacute;ir&iacute; m&oacute;ra seo.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.49" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E02000"><p>Cuireann s&eacute; iontas ar na foilsitheoir&iacute; at&aacute; taobh amuigh den ch&oacute;ras seo nach bhfuil a gcuid leabhar sna leabharlanna.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.50" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E02100"><p>Yes.  An mbeadh Aoife O'Kelly in ann &eacute; sin a mh&iacute;ni&uacute; n&iacute;os fearr?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.51" speakerid="unknown" error="nomatch" speakername="Ms Aoife O'Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E02200"><p>D&rsquo;fh&eacute;adfadh &uacute;dar a bheith istigh sa leabharlann agus b&rsquo;fh&eacute;idir go mbeadh siad ag cuardach a leabhar inti, n&oacute; ar an gcatal&oacute;g, agus n&iacute;l siad in ann &eacute; a fheice&aacute;il.  D&rsquo;fh&eacute;adfa&iacute; gurbh &eacute; sin an f&aacute;th nach mbeadh leabhar ar f&aacute;il mar gheall nach bhfuil s&eacute; ag an sol&aacute;thr&oacute;ir.  Mar sin, is f&eacute;idir linne a r&aacute; leo dul chuig an sol&aacute;thr&oacute;ir.  T&aacute;imid in ann, d&aacute; r&eacute;ir, an chumars&aacute;id n&oacute; an teagmh&aacute;il sin a dh&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.52" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E02300"><p>Gabhaim bu&iacute;ochas len&aacute;r n-a&iacute;onna.  Ar a laghad t&aacute; an ghn&eacute; seo ardaithe acu.  L&eacute;igh m&eacute; &eacute; ach n&iacute; raibh a fhios agam-----</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.53" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E02600"><p>An bhfuil an sc&eacute;al m&iacute;nithe agam faoin gcaoi a oibr&iacute;onn s&eacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.54" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E02700"><p>T&aacute; s&eacute; m&iacute;nithe go maith.  Bh&iacute; c&uacute;pla ceist eile agam freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.55" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E02800"><p>Chuir an Teachta c&uacute;pla ceist eile-----</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.56" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E02900"><p>T&aacute; 49% den daonra ag r&aacute; go bhfuil an Ghaeilge acu agus t&aacute; na leabharlanna i l&aacute;r an aonaigh.  An bhfuil a dh&oacute;thain foirne acu chun d&eacute;ile&aacute;il leis sin?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.57" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E03000"><p>N&iacute; bh&iacute;onn a dh&oacute;thain foirne againn.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.58" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E03100"><p>An bhfuil na finn&eacute;ithe ag feidhmi&uacute; mar leabharlanna&iacute; gn&iacute;omhach?  An bhfuil leabharlanna&iacute; ceaptha f&oacute;s?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.59" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E03200"><p>N&iacute;l, agus t&aacute;im ansin anois &oacute; 2019.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.60" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E03300"><p>T&aacute; Bernie Kelly ag feidhmi&uacute; go gn&iacute;omhach, mar sin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.61" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E03400"><p>Bh&iacute; com&oacute;rtas ann ach n&iacute;or &eacute;irigh le haon duine a bheith curtha sa phost at&aacute; agam.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.62" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E03500"><p>Agus t&aacute; Bernie Kelly ag d&eacute;anamh jab iontach.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.63" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E03600"><p>D&rsquo;iarr an Teachta Connolly an bhfuil m&oacute;r&aacute;n &eacute;ilimh ann don Ghaeilge.  Ta go leor daoine i nGaillimh at&aacute; in ann an Ghaeilge a labhairt, ina measc daoine cos&uacute;il liom f&eacute;in a bhfuil c&uacute;pla focal acu ach nach bhfuil an Ghaeilge go hiontach acu.  Chuir m&eacute; s&iacute;os sa daon&aacute;ireamh go bhfuilim in ann an Ghaeilge a labhairt.  B&rsquo;fh&eacute;idir nach bhfuilim ag labhairt na Gaeilge gach uile l&aacute; ach amh&aacute;in go labhra&iacute;m anois is ar&iacute;s &iacute;.  Tuigim an Ghaeilge agus c&eacute;ard at&aacute; ag dul ar aghaidh anseo ach n&iacute;l m&eacute; go hiontach maidir leis na freagra&iacute; a thabhairt i nGaeilge cheart.  T&aacute; go leor daoine a bhfuil an-bhr&oacute;d&uacute;il as an nGaeilge at&aacute; acu agus t&aacute; siad in ann &iacute; a thuiscint ach b&rsquo;fh&eacute;idir, scait&iacute;, nach bhfuil siad ag iarraidh leabhair a l&eacute;amh as Gaeilge.  Uaireanta, b&iacute;onn an Ghaeilge at&aacute; sna leabhair deacair n&oacute; i gcan&uacute;int eile nach bhfuil againn i gContae na Gaillimhe.  B&rsquo;fh&eacute;idir go bhfuil cuid de na leabhair foilsithe i nD&uacute;n na nGall freisin agus nach Gaeilge Chonnacht at&aacute; iontu agus nach bhfuil daoine ag iarraidh na leabhair sin a l&eacute;amh d&aacute; r&eacute;ir.  T&aacute; &eacute;ileamh ann do leabhair Ghaeilge ach n&iacute;l s&eacute; chomh m&oacute;r sin is a cheapfa&iacute; de r&eacute;ir na bhfigi&uacute;ir&iacute; a deir go bhfuil duine amh&aacute;in as beirt in ann Gaeilge a labhairt.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.64" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E03700"><p>Fillfidh m&eacute; ar cheist an ch&eacute;atad&aacute;in agus rachaidh m&eacute; ar ais go Baile &Aacute;tha Cliath.  D&uacute;radh go gceanna&iacute;tear ar a laghad c&oacute;ip amh&aacute;in de gach teideal i nGaeilge a foils&iacute;odh in &Eacute;irinn.  An bhfuil na leabharlanna eile in ann &eacute; sin a dh&eacute;anamh freisin?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.65" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E03800"><p>N&iacute;limid, i nd&aacute;ir&iacute;re.  T&aacute; buis&eacute;ad m&oacute;r ag Baile &Aacute;tha Cliath ach n&iacute;l an buis&eacute;ad c&eacute;anna againne.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.66" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E03900"><p>N&iacute;l an deis ag Gaillimh is at&aacute; ag Baile &Aacute;tha Cliath.  T&aacute; Baile &Aacute;tha Cliath in ann c&oacute;ip amh&aacute;in de gach teideal Gaeilge a foils&iacute;odh in &Eacute;irinn a cheannach.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.67" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E04000"><p>T&aacute; s&eacute; sin ag tarl&uacute; go d&iacute;reach mar is leabharlann taisce - a depository library - at&aacute; i Leabharlann Shr&aacute;id an Phiarsaigh, mar aon le Col&aacute;iste na Tr&iacute;on&oacute;ide agus Leabharlann N&aacute;isi&uacute;nta na h&Eacute;ireann.  Ceanna&iacute;mid, de ghn&aacute;th, c&oacute;ip de gach leabhar a foils&iacute;odh i nGaeilge.  Is rud &eacute; sin a dh&eacute;anann &aacute;r seirbh&iacute;s.  N&iacute; rud &eacute; sin at&aacute; ag teast&aacute;il agus n&iacute; g&aacute; do leabharlann &eacute; sin a dh&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.68" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E04100"><p>B&rsquo;fh&eacute;idir &eacute;, ach t&aacute; s&eacute; suimi&uacute;il go bhfuil an tseirbh&iacute;s i mBaile &Aacute;tha Cliath in ann &eacute; sin a dh&eacute;anamh ach nach bhfuil an leabharlann don Ghaeltacht is m&oacute; sa t&iacute;r in ann &eacute; a dh&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.69" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E04200"><p>Is cnuasach baili&uacute;ch&aacute;n for posterity at&aacute; ann.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.70" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E04300"><p>Coinn&iacute;onn an leabharlann na leabhair sin san ioml&aacute;n.  Nuair a dh&eacute;anann foilsitheoir leabhar a fhoilsi&uacute;, caithfidh s&eacute; n&oacute; s&iacute; ceann a thabhairt do Leabharlann N&aacute;isi&uacute;nta na h&Eacute;ireann, do Chol&aacute;iste na Tr&iacute;on&oacute;ide, do leabharlann i Sasana agus an leabharlann a luadh ansin i mBaile &Aacute;tha Cliath freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.71" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E04400"><p>Is bunt&aacute;iste m&oacute;r &eacute; sin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.72" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E04500"><p>Is bunt&aacute;iste m&oacute;r &eacute; sin, cinnte.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.73" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E04600"><p>Caithfimid na leabhair sin a cheannach &oacute;n mbuis&eacute;ad at&aacute; againn agus b&iacute;onn s&eacute; deacair scait&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.74" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E04700"><p>C&eacute; mh&eacute;ad n&oacute; c&eacute;n c&eacute;atad&aacute;n de na leabhair Ghaeilge nua a bhfuil seirbh&iacute;s leabharlainne Chontae na Gaillimhe in ann a cheannach?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.75" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E04800"><p>Braitheann s&eacute; ar an leabhar.  T&aacute; s&eacute; deacair figi&uacute;r a chur air sin mar t&aacute; 29 mbrainse againn agus anois is ar&iacute;s b&rsquo;fh&eacute;idir go gceann&oacute;imid 29 leabhar ach, de ghn&aacute;th, ceann&oacute;imid deich gcinn n&oacute; mar sin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.76" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E04900"><p>An nd&eacute;antar &eacute; sin in aghaidh na bliana?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.77" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E05000"><p>Is &eacute; sin deich gcinn de gach leabhar amh&aacute;in.  Nuair a bheidh leabhar foilsithe, beimid in ann deich gcinn de a cheannach.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.78" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E05300"><p>Bheadh s&eacute; cabhrach d&uacute;inn tuilleadh eolais a bheith againn faoi sin agus faoi na figi&uacute;ir&iacute; mar beidh tuarasc&aacute;il &aacute; r&eacute;iteach.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.79" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#E05400"><p>T&aacute; tuarasc&aacute;il &aacute; r&eacute;iteach, agus nuair a bh&iacute; Foras na Gaeilge &oacute;s &aacute;r gcomhair thug an foras liosta d&uacute;inn faoin m&eacute;id leabhair Ghaeilge a foils&iacute;odh anuraidh &oacute; na 20 foilsitheoir is m&oacute;.  Measaim go raibh 90 ann anuraidh, 80 an bhliain roimhe agus 92 an bhliain roimhe sin f&oacute;s.  T&aacute; s&eacute; timpeall an mh&eacute;id sin.</p><p>Mar sin bheadh a fhios agaibh c&eacute; mh&eacute;ad teideal a cheannaigh sibh, n&iacute; c&eacute; mh&eacute;ad cinn acu.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.81" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F00200"><p>C&eacute; mh&eacute;ad teideal.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.82" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F00300"><p>Sea.  M&aacute; fhoils&iacute;tear 90 n&oacute; 100 teideal, b'fh&eacute;idir nach bhfuair an tseirbh&iacute;s leabharlainne i nGaillimh ach c&uacute;ig cinn de na teidil sin.  I mBaile &Aacute;tha Cliath deir siad go bhfuair siad 90.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.83" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F00400"><p>Tagra&iacute;m do ch&uacute;rsa&iacute; foirne.  C&eacute; mh&eacute;ad daoine a bhfuil cumas Gaeilge acu?  T&aacute; Gaeilge iontach ag Bernie, mar shampla.  An bhfuil deiseanna agaibh sa ch&oacute;ras di agus d&aacute; comhghleacaithe an Ghaeilge a fhoghlaim agus dul chuig an nGaeltacht is deise sa t&iacute;r i gConamara?  C&eacute;n c&eacute;atad&aacute;n den fhoireann a bhfuil an Ghaeilge acu?  T&aacute; na pleananna teanga imithe anois leis an reachta&iacute;ocht nua agus na caighde&aacute;in a bheidh a gceist.  Cad at&aacute; &aacute; dh&eacute;anamh?  An bhfuil pleananna ann?</p> <p>  Ba mhaith liom dul ar ais go dt&iacute; &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh.  T&aacute; &euro;20,000 ar an ioml&aacute;n caite againn ar stuif Ghaeilge &oacute; 2019.  An f&eacute;idir &eacute; sin a chur i gcomhth&eacute;acs leis an gcaiteachas i gc&aacute;s an Bh&eacute;arla?  Bhain m&eacute; an-&uacute;s&aacute;id as ciorcail l&eacute;itheoireachta chun mo chuid Ghaeilge a fheabhs&uacute;.  An bhfuil s&eacute; sin ar si&uacute;l in aon cheann de na leabharlanna?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.84" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F00500"><p>D'iarr an Teachta c&eacute; mh&eacute;ad at&aacute; ag obair i leabharlanna Chontae na Gaillimhe a bhfuil Gaeilge l&iacute;ofa acu.  T&aacute; m&eacute; ag comhaireamh suas i mo chloigeann.  T&aacute; timpeall 14 cainteoir l&iacute;ofa.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.85" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F00600"><p>As c&eacute; mh&eacute;ad?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.86" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F00700"><p>As 79.  Ach ansin t&aacute; cuid eile cos&uacute;il liom f&eacute;in a bhfuil Gaeilge acu.  T&aacute; siad in ann seirbh&iacute;s a thabhairt i nGaeilge ach n&iacute; bheadh siad r&oacute;chompordach.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.87" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F00800"><p>Tuigim.  An bhfuil deiseanna acu?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.88" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F00900"><p>Cuireann Comhairle Chontae na Gaillimhe comhr&aacute;ite agus training ar f&aacute;il d'aon duine a bhfuil ag iarraidh snas a chur ar a chuid n&oacute; a cuid Ghaeilge n&oacute; a bhfuil ag iarraidh an Ghaeilge a fhoghlaim.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.89" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F01000"><p>Cad faoi c&uacute;rsa&iacute; a dh&eacute;anamh sa Ghaeltacht?  Cib&eacute; c&eacute;n Ghaeltacht.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.90" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F01100"><p>N&iacute; bh&iacute;onn anois.  Bh&iacute;odh c&uacute;pla bliain &oacute; shin nuair a raibh mise ag teacht isteach sa seirbh&iacute;s, go leor bliana &oacute; shin anois.  N&iacute;l &eacute;inne den fhoireann ag dul go dt&iacute; an Ghaeltacht anois.  N&iacute; bh&iacute;onn anois.  Bh&iacute;odh c&uacute;pla bliain &oacute; shin nuair a raibh mise ag teacht isteach sa seirbh&iacute;s, go leor blianta &oacute; shin anois.  N&iacute;l &eacute;inne den fhoireann ag dul go dt&iacute; an Ghaeltacht anois.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.91" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F01200"><p>Beidh Orla McMorrow ag freagairt na ceiste seo.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.92" speakerid="unknown" error="nomatch" speakername="Ms Orla McMorrow" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F01300"><p>N&iacute;l an c&eacute;atad&aacute;n agam faoi c&eacute; mh&eacute;ad daoine le Gaeilge at&aacute; sna leabharlanna.  N&iacute; fh&eacute;adfainn an c&eacute;atad&aacute;n a thabhairt don Teachta do c&eacute; mh&eacute;ad ball foirne i gComhairle Cathrach Bhaile &Aacute;tha Cliath a bhfuil Gaeilge l&iacute;ofa acu.  T&aacute; c&uacute;rsa&iacute; traen&aacute;la curtha ar f&aacute;il ag an gcomhairle chathrach d'aon bhall foirne a d'ardaigh n&oacute; a l&eacute;irigh suim ann.  T&aacute; c&uacute;rsa&iacute; traen&aacute;la curtha ar f&aacute;il &oacute; 2015 agus 2016 le Gaelchult&uacute;r, an teastas sa Ghaeilge ghairmi&uacute;il, a ghlac &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh p&aacute;irt iontu agus d'&eacute;irigh go hiontach leis an seachtar &oacute; na leabharlanna a d'fhreastail orthu sin.  Le dh&aacute; n&oacute; tr&iacute; bliana anuas, th&aacute;inig deireadh le ranganna d&aacute; leith&eacute;id.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.93" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F01400"><p>Is ea; toisc Covid.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.94" speakerid="unknown" error="nomatch" speakername="Ms Orla McMorrow" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F01500"><p>Maidir leis an gceist faoin nGaeltacht, sheol an chomhairle chathrach aon duine a d'ardaigh suim sa Ghaeilge go dt&iacute; an Ghaeltacht nuair a bh&iacute; an c&oacute;ras sin ar f&aacute;il &oacute;n st&aacute;tseirbh&iacute;s.  D&eacute;anaim dearmad ar an ainm a bh&iacute;odh air ach bh&iacute; c&oacute;ras ann chun daoine a thabhairt chuig an nGaeltacht.  Le ceithre bliana anuas, bheartaigh an chomhairle scol&aacute;ireachta&iacute; a chur ar f&aacute;il do bhaill foirne agus bh&iacute; tr&iacute; n&oacute; ceithre cinn &aacute; gcur ar f&aacute;il chuile bhliain.  Bh&iacute; na scol&aacute;ireachta&iacute; sin ar f&aacute;il d&oacute;ibh si&uacute;d a l&eacute;irigh suim sa Ghaeilge, a raibh c&uacute;rsa&iacute; traen&aacute;la d&eacute;anta acu agus a bh&iacute; s&aacute;sta an Ghaeilge a &uacute;s&aacute;id agus bh&iacute; siad in airde ar an l&iacute;onra teileaf&oacute;in inmhe&aacute;nach.  Tugadh deis do na daoine sin scol&aacute;ireacht a bhaint amach agus an-scol&aacute;ireacht go deo a bh&iacute; ann ach ansin th&aacute;inig an phaind&eacute;im agus d'&eacute;irigh le beirt acu ar scol&aacute;ireachta&iacute; agus &oacute; shin i leith n&iacute;or th&aacute;inig n&iacute;os m&oacute; agus n&iacute; fh&eacute;adfaimis iad a chur chuig an nGaeltacht.  N&iacute;l na ranganna curtha ar f&aacute;il go f&oacute;ill agus n&iacute;l na scol&aacute;ireachta&iacute; curtha ar f&aacute;il go f&oacute;ill go dt&iacute; seo ach bheinn ag s&uacute;il, n&iacute; i mbliana ach faoin mbliain seo chugainn, go mbeadh an c&oacute;ras sin ar bun ar&iacute;s.</p> <p>  &Oacute; thaobh na ranganna de, is iad na leabharlanna a chuireann an Ghaeilge chun cinn i measc an phobail; n&iacute; muid f&eacute;in at&aacute; ag obair thuas in oifig&iacute; na comhairle chathrach.  T&aacute; obair stuama d&eacute;anta acu an Ghaeilge a chur chun cinn ach ba bhre&aacute; liom go mbeadh n&iacute;os d&eacute;anta &oacute; thaobh Gaeilge l&iacute;ofa a bheith ar f&aacute;il.  Luaigh chuile dhuine anseo an cheist faoi &eacute;ileamh agus luaigh na cail&iacute;n&iacute; &oacute; Ghaillimh an cheist seo freisin.  Ceapann daoine go bhfuil s&eacute; deas a r&aacute; go bhfuil Gaeilge acu, ach is rud difri&uacute;il &eacute; an Ghaeilge a l&eacute;amh agus an Ghaeilge a labhairt.  Luaigh na finn&eacute;ithe &oacute; Chomhairle Chontae na Gaillimhe go mbeadh Gaeilge Chonamara ag daoine agus go bhfuil seans nach mbeadh siad ag iarraidh leabhair &oacute; chan&uacute;int&iacute; eile a l&eacute;amh.  T&aacute; s&eacute; beag&aacute;in&iacute;n difri&uacute;il i mBaile &Aacute;tha Cliath mar t&aacute; daoine ag foghlaim Gaeilge anseo agus t&aacute; m&uacute;inteoir&iacute; &oacute; gach cearn den t&iacute;r acu.  T&eacute;imid i dtaith&iacute; ar na can&uacute;int&iacute; &eacute;ags&uacute;la mar sin agus n&iacute;l an deacracht c&eacute;anna i gceist &oacute; thaobh cad as do na leabhair.  An bhfuil an t-&eacute;ileamh sin ann i measc an phobail chun leabhair scr&iacute;ofa i nGaeilge a l&eacute;amh?  T&aacute; an t-&eacute;ileamh i bhfad &Eacute;ireann n&iacute;os l&uacute;.  &Oacute; na daoine a deir go bhfuil Gaeilge acu, is c&eacute;atad&aacute;n an-bheag &eacute; at&aacute; s&aacute;sta &iacute; a l&eacute;amh mar n&iacute;l an cumas acu sa l&eacute;itheoireacht.  Sin an d&uacute;shl&aacute;n a luadh.  N&iacute; leabharlanna&iacute; m&eacute; agus n&iacute;lim ag labhairt thar cheann na leabharlainne ach mar oifigeach forbartha Gaeilge anseo i mBaile &Aacute;tha Cliath, feictear dom gur an obair is fearr a d'fh&eacute;adfadh na leabharlanna a chur ar f&aacute;il fud na t&iacute;re n&aacute; cluich&iacute; agus sc&eacute;ala&iacute;ocht os ard a chur ar f&aacute;il don dream &oacute;g n&oacute; d&oacute;ibh si&uacute;d at&aacute; ag foghlaim na Gaeilge, ionas go dt&eacute;ann siad isteach air agus b'fh&eacute;idir go mbeidh n&iacute;os m&oacute; misnigh acu chun tabhairt faoin l&eacute;itheoireacht.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.95" speakerid="com.kildarestreet/member/1602" speakername="Dara Calleary" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F01600"><p>Gabhaim bu&iacute;ochas le h&Aacute;ine-M&aacute;ire N&iacute; Cheallaigh agus Bernie Kelly agus na foirne at&aacute; leo as na cuir i l&aacute;thair.  T&aacute; s&eacute; soil&eacute;ir go bhfuil &aacute;bhar br&oacute;id san obair a dh&eacute;anann siad do na leabharlanna.  T&aacute; c&uacute;pla ceist agam, cos&uacute;il leis an Teachta Connolly, faoi ch&uacute;rsa&iacute; sol&aacute;thair.  B'fh&eacute;idir go gcaithfidh muid oifig an tsol&aacute;thr&oacute;ra a thabhairt isteach chun na ceisteanna seo a fhreagairt.  T&aacute; m&eacute; ag iarraidh na ceisteanna seo a chur ar Bernie Kelly go h&aacute;irithe mar t&aacute; s&iacute; i leabharlann &aacute;iti&uacute;il taobh amuigh de Bhaile &Aacute;tha Cliath.  An bhfuil deis ag Comhairle Chontae na Gaillimhe leabhair at&aacute; foilsithe go h&aacute;iti&uacute;il a cheannach?  D'fh&eacute;adfadh na leabhair sin a bheith faoin stair &aacute;iti&uacute;il as Gaeilge n&oacute; d'fh&eacute;adfa&iacute; sc&eacute;alta &aacute;iti&uacute;la as Gaeilge as bailte Chontae na Gaillimhe, as par&oacute;ist&iacute; n&oacute; as na hoile&aacute;in, a bheith ann.  An bhfuil aon deis chun ceannach cos&uacute;il leis sin a dh&eacute;anamh i gcomhth&eacute;acs an tsol&aacute;thair seo?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.96" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F01700"><p>T&aacute; an deis ann muna bhfuil an sol&aacute;thr&oacute;ir in ann an leabhar sin a fh&aacute;il domsa.  M&aacute; theipeann air &eacute; sin a chur ar f&aacute;il d&uacute;inne agus m&aacute; t&aacute; muidne ag iarraidh an leabhar sin a bheith againn, t&aacute;imid in ann dul taobh amuigh den framework agus an leabhar a cheannach ach n&iacute; tharla&iacute;onn s&eacute; sin go minic.  Ba cheart go mbeadh an leabhar ar f&aacute;il ag an sol&aacute;thr&oacute;ir.  An bhfuil s&eacute; sin m&iacute;nithe i gceart agam?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.97" speakerid="com.kildarestreet/member/1602" speakername="Dara Calleary" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F01800"><p>T&aacute;.  D&uacute;irt an finn&eacute; go raibh na foilsitheoir&iacute; in ann d&eacute;ile&aacute;il le hoifig an tsol&aacute;thr&oacute;ra chun a bheith ar an liosta.  An bhfuil red tape i ngach &aacute;it n&oacute; an bhfuil s&eacute; &eacute;asca d'fhoilsitheoir beag n&oacute; &aacute;iti&uacute;il d&eacute;ile&aacute;il le hoifig an tsol&aacute;thr&oacute;ra?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.98" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F01900"><p>N&iacute;or thuig m&eacute; an cheist sin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.99" speakerid="com.kildarestreet/member/1602" speakername="Dara Calleary" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#F02000"><p>A small publisher or a local committee that might be publishing a book as Gaeilge such as a local history book might like to have it in a local library.  Is it a nightmare of red tape for the likes of them to deal with the supplies office and the national libraries office to get on the supply list?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.100" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G00100"><p>The supply list is a framework.  It is put out to tender every so many years and the present one has lasted for five years. The different suppliers tender for the supply of books as Gaeilge, or books published in Irish, n&oacute; cib&eacute; c&eacute;n s&oacute;rt leabhar.  T&aacute; c&uacute;ig lot ann.  Nuair at&aacute; contract ag an sol&aacute;thr&oacute;ir sin, whoever has published the book needs to get their book to that supplier.  They are not dealing with oifig an tsol&aacute;thair.  They are dealing with the-----</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.101" speakerid="com.kildarestreet/member/1602" speakername="Dara Calleary" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G00200"><p>The supplier.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.102" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G00300"><p>-----the supplier, yes.  B'fh&eacute;idir n&aacute;r mh&iacute;nigh m&eacute; sin i gceart.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.103" speakerid="com.kildarestreet/member/1602" speakername="Dara Calleary" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G00400"><p>Maidir le BorrowBox, an bhfuil na rialacha c&eacute;anna i gceist nuair at&aacute; leabhair le foilsi&uacute; ar an tseirbh&iacute;s Idirl&iacute;n sin n&oacute; an bhfuil rialacha difri&uacute;la ann?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.104" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G00500"><p>N&iacute;l m&eacute; cinnte faoi sin.  N&iacute;l m&eacute; in ann an cheist sin a fhreagairt.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.105" speakerid="com.kildarestreet/member/1602" speakername="Dara Calleary" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G00600"><p>Tagra&iacute;m anois do ch&uacute;rsa&iacute; ginear&aacute;lta taobh amuigh de ch&uacute;rsa&iacute; sol&aacute;thair.  Luadh Seachtain na Gaeilge agus deiseanna chun an Ghaeilge a spreagadh.  Tuigim go bhfuil feachtas ar si&uacute;l anois do ph&aacute;ist&iacute; &oacute;ga at&aacute; ag tos&uacute; ar an scoil san fh&oacute;mhar ionas go mbeidh siad mar bhaill den leabharlann &oacute;n t&uacute;s.  An bhfuil leagan Gaeilge den fheachtas sin do na p&aacute;ist&iacute;, chun Gaeilge a spreagadh iontu?  T&aacute; s&uacute;il agam go mbeidh a l&aacute;n p&aacute;ist&iacute; ag teacht chun an leabharlann a &uacute;s&aacute;id, ach an mbeidh leabhair Ghaeilge le haghaidh p&aacute;ist&iacute; &oacute;ga mar chuid den fheachtas sin?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.106" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G00700"><p>Beidh, agus t&aacute;.  T&aacute; na m&aacute;la&iacute; beaga ar f&aacute;il i nGaeilge agus i mB&eacute;arla.  Beidh na m&aacute;la&iacute; ar f&aacute;il do na scoileanna n&oacute; do na gas&uacute;ir a mbeidh ag tos&uacute; sna scoileanna Gaeltachta agus c&uacute;ig leabhar Gaeilge iontu.  Beidh na leabhair sin ar f&aacute;il i mB&eacute;arla do na gas&uacute;ir at&aacute; ag freastal ar na scoileanna B&eacute;arla.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.107" speakerid="com.kildarestreet/member/1602" speakername="Dara Calleary" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G00800"><p>An bhfuil aon mheasc&aacute;n i gceist?  An mbeidh duine nach bhfuil ag freastal ar scoil l&aacute;n-Ghaeilge in ann leabhar Gaeilge a fh&aacute;il sa mh&aacute;la?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.108" speakerid="unknown" error="nomatch" speakername="Ms Aoife O'Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G00900"><p>Bh&iacute; s&eacute; sin i gceist sa ch&eacute;ad bhabhta.  Is &eacute; seo an dara phase de na "little library bags".  Sa ch&eacute;ad ceann, bh&iacute; leabhair Ghaeilge istigh sa mh&aacute;la freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.109" speakerid="com.kildarestreet/member/1602" speakername="Dara Calleary" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G01000"><p>I ngach m&aacute;la?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.110" speakerid="unknown" error="nomatch" speakername="Ms Aoife O'Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G01100"><p>I ngach m&aacute;la.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.111" speakerid="com.kildarestreet/member/1602" speakername="Dara Calleary" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G01200"><p>Iontach.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.112" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G01300"><p>An bhfuil &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh ag iarraidh aon rud a r&aacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.113" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G01400"><p>N&iacute; d&oacute;igh liom &eacute;.  Aonta&iacute;m le gach rud a d&uacute;irt an fhoireann.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.114" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G01500"><p>T&aacute; c&uacute;pla ceist agam faoin &aacute;bhar seo m&aacute; t&aacute; an Teachta Calleary cr&iacute;ochnaithe.  T&aacute; roinnt eolais agam faoin bhfoilsitheoireacht.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.115" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G01600"><p>T&aacute; a fhios agam.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.116" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G01700"><p>T&aacute; roinnt eolais agam ar na deacrachta&iacute; agus ar an drogall a bh&iacute;onn ar roinnt de na foilsitheoir&iacute; chomh maith.  Conas is f&eacute;idir linn teacht timpeall ar roinnt de na foilsitheoir&iacute; n&oacute; na h&uacute;dair?  Uaireanta is iad na h&uacute;dair at&aacute; i gceist seachas an foilsitheoir.  B'fh&eacute;idir go dtarla&iacute;onn s&eacute; seo i mB&eacute;arla chomh maith.  Foils&iacute;tear an leabhar agus b&iacute;onn s&eacute; ar na seilfeanna, ach n&iacute; bh&iacute;onn an t-&uacute;dar ag iarraidh go mbeidh s&eacute; ar f&aacute;il ar l&iacute;ne n&oacute; mar audiobook.  N&iacute;l a fhios agam c&eacute;n f&aacute;th.  Nuair a th&eacute;ann na daoine at&aacute; aithne agam orthu go dt&iacute; an leabharlann, b&iacute;onn siad ag iarraidh leabhar a phiocadh le tabhairt ar saoire leo n&oacute; le seinm sa charr.  Uaireanta eile b&iacute;onn siad ag iarraidh go mbeadh siad in ann &eacute; a l&eacute;amh ar l&iacute;ne.  An bhfuil an deacracht c&eacute;anna ann maidir le leabhair Bh&eacute;arla?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.117" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G01800"><p>Ceapaim go mb&iacute;onn an deacracht sin ann anois agus ar&iacute;s.  Is d&uacute;shl&aacute;n &eacute; nach dtuigim.  Leathna&iacute;onn s&eacute; an l&eacute;itheoireacht m&aacute; t&aacute; an leabhar ar f&aacute;il mar rud digiteach.  N&iacute;l a fhios agam c&eacute;n f&aacute;th go gceapann roinnt de na h&uacute;dair n&aacute;r ch&oacute;ir &eacute; a dh&eacute;anamh.  Caithfimid r&eacute;iteach a fh&aacute;il ar an bhfadhb sin toisc go bhfuil &eacute;ileamh ann anois.  Sin mar at&aacute; an saol.  T&aacute;imid ag dul i dtreo na me&aacute;in chumars&aacute;ide agus &uacute;s&aacute;idtear n&iacute;os m&oacute; ruda&iacute; digiteacha sa saol anois.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.118" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G01900"><p>An bhfuil ceist ag an Teachta Aindrias Moynihan?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.119" speakerid="com.kildarestreet/member/1455" speakername="Aindrias Moynihan" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G02000"><p>Gabhaim bu&iacute;ochas leis na finn&eacute;ithe as an gcur i l&aacute;thair.  Bh&iacute; m&eacute; ag &eacute;isteacht leo agus bh&iacute; pl&eacute; an-shuimi&uacute;il ann.  T&aacute; s&eacute; soil&eacute;ir go bhfuil an-chuid leabhar &aacute; gceannach i mBaile &Aacute;tha Cliath agus nach bhfuil muintir na Gaillimhe in ann an m&eacute;id c&eacute;anna leabhar a cheannach.  T&aacute; gach cos&uacute;lacht ann go bhfuil leabharlanna eile ar fud na t&iacute;re ag tabhairt leabhair nua isteach sa ch&oacute;ras chomh maith.  An mb&iacute;onn aon phl&eacute; ag na finn&eacute;ithe lena gcomhghleacaithe sna leabharlanna eile faoi na leabhair a gceanna&iacute;tear isteach?  An bhfuil aon tomhas &aacute; dh&eacute;anamh idir na leabharlanna &eacute;ags&uacute;la ar cad as a bhfuil an t-&eacute;ileamh ag teacht?  An f&eacute;idir aon l&eacute;irmheas a dh&eacute;anamh air sin?  An bhfuil &eacute;ileamh ar leabhair ag teacht &oacute; mhuintir na Gaeltachta, muintir na cathracha n&oacute; c&aacute; h&aacute;it sa t&iacute;r?  An bhf&eacute;adfa&iacute; aon tuairim a thabhairt ar seo?  M&aacute; t&aacute; an daonra is m&oacute; agus an pobal labhartha is m&oacute; in &aacute;iteanna cos&uacute;il leis na cathracha -  i mBaile &Aacute;tha Cliath agus i gCorcaigh - shamhl&oacute;inn gur ansan a bheadh an t-&eacute;ileamh is m&oacute;.  Bheadh s&eacute; suimi&uacute;il a fheice&aacute;il cad as a bhfuil an t-&eacute;ileamh sin ag teacht.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.120" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G02100"><p>Ba bhre&aacute; liom an cheist seo a fhreagairt.  Mar a luaigh m&eacute; san achoimre, agus ba cheart dom &eacute; a lua ar&iacute;s anois, baineann na leabharlanna go l&eacute;ir sa t&iacute;r &uacute;s&aacute;id as c&oacute;ras bainist&iacute;ochta leabharlanna n&aacute;isi&uacute;nta.  D&aacute; bhr&iacute; sin, n&iacute; g&aacute; do gach leabharlann, i ngach r&eacute;igi&uacute;n - i nGaillimh, i mBaile &Aacute;tha Cliath n&oacute; i gContae na M&iacute; -  gach teideal a bheith acu.  N&iacute; d&oacute;igh liom gur maith an rud &eacute; seo do na foilsitheoir&iacute;.  N&iacute; maith leis na foilsitheoir&iacute; &eacute; seo toisc go bhfuilimid in ann na leabhair a roinnt ar fud na t&iacute;re.  Nuair at&aacute; &uacute;s&aacute;ideoir ag &eacute;ileamh leabhar &aacute;irithe - <i>Rotha M&oacute;r an tSaoil</i>, b'fh&eacute;idir - nach bhfuil ar f&aacute;il sa leabharlann &aacute;iti&uacute;il i Ros Muc, d&eacute;anfar iarratas chun an leabhar a fh&aacute;il &oacute; Bhaile &Aacute;tha Cliath agus is f&eacute;idir &eacute; a sheoladh chuig Ros Muc.  Is c&oacute;ras n&aacute;isi&uacute;nta &eacute; seo.  N&iacute;l s&eacute; in aon t&iacute;r eile san Eoraip.  Mar sin, is rud iontach &eacute; go bhfuil s&eacute; againn in &Eacute;irinn.  Is rud maith &eacute; don timpeallacht chomh maith.  N&iacute;l s&eacute; go maith don fhoilsitheoir, ach t&aacute; s&eacute; go maith don timpeallacht.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.121" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G02200"><p>T&aacute; s&eacute; go maith don &uacute;dar mar go bhfuil duine &eacute;igin a l&eacute;amh.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.122" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G02300"><p>Sin &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.123" speakerid="com.kildarestreet/member/1455" speakername="Aindrias Moynihan" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G02400"><p>Is c&oacute;ras iontach &eacute; agus feicim leabhair ag teacht go Bhaile Bhuirne tr&iacute;d an gc&oacute;ras sin.  N'fheadar an bhfuil aon tuairim ag na finn&eacute;ithe faoi l&iacute;on na leabhar Ghaeilge a bh&iacute;onn ag gabh&aacute;il m&oacute;rthimpeall tr&iacute;d an gc&oacute;ras sin?  C&aacute; bhfuil na leabhair ag dul agus c&aacute; bhfuil an t-&eacute;ileamh orthu?  An bhfuil aon eolais ar f&aacute;il air sin?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.124" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#G02500"><p>N&iacute; bheadh an t-eolas sin agam.</p><p>B'fh&eacute;idir go bhfuil muid in ann an figi&uacute;r sin a fh&aacute;il amach ach n&iacute;l s&eacute; agam.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.126" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#H00200"><p>N&iacute;l s&eacute; agam ach an oiread.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.127" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#H00300"><p>Is c&oacute;ras an-mhaith &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.128" speakerid="com.kildarestreet/member/1455" speakername="Aindrias Moynihan" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#H00400"><p>T&aacute; s&eacute; sin go bre&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.129" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#H00500"><p>Feicim go bhfuil an Seanad&oacute;ir Barry Ward tar &eacute;is teacht isteach.  M&aacute; t&aacute; s&eacute; ag iarraidh ceist a chur, is f&eacute;idir leis a l&aacute;mh a chur in airde.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.130" speakerid="com.kildarestreet/member/1685" speakername="Barry Ward" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#H00600"><p>Go raibh maith agat ach t&aacute; m&eacute; ceart go leor.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.131" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#H00700"><p>Leanfaidh m&eacute; ar aghaidh le c&uacute;pla ceist eile at&aacute; agam.  Beidh foilsitheoir&iacute; os &aacute;r gcomhair mar chuid den tsraith seo.  Beidh Cl&oacute; Iar-Chonnachta agus Leabhar Breac linn an tseachtain seo chugainn.  Beidh dreamanna eile agus &uacute;dair ag teacht os &aacute;r gcomhair freisin.  Bh&iacute; ionadaithe &oacute; shiopa&iacute; leabhar os &aacute;r gcomhair.  T&aacute; sraith &aacute;bhair &aacute; phl&eacute; againn maidir leis seo.  Cad iad tuairim&iacute; na bhfinn&eacute;ithe faoin s&oacute;rt leabhar at&aacute; ag teast&aacute;il amach anseo?  Agus m&eacute; ag f&eacute;achaint isteach ar na leabharlanna, glacaim leis gur leabhair do leana&iacute; iad a l&aacute;n de na leabhair Ghaeilge at&aacute; ann.  T&aacute; siad gleoite agus t&aacute; picti&uacute;ir iontacha iontu.  Is bre&aacute; le p&aacute;ist&iacute; iad agus is cuma leo c&eacute;n teanga at&aacute; ann mar beidh daid&iacute; n&oacute; mama&iacute; &aacute; l&eacute;amh d&oacute;ibh.  Uaireanta d&eacute;anann foireann na leabharlainne n&oacute; na h&uacute;dair, nuair a thagann siad isteach, &eacute; sin d&oacute;ibh chomh maith.  Chuala m&eacute; teachtaireacht amh&aacute;in do na foilsitheoir&iacute;.  Bh&iacute; an tuairim ann go bhfuil na leabhair r&oacute;dheacair.  M&aacute; t&aacute; Gaeilge l&iacute;ofa agat agus m&aacute; t&aacute; l&eacute;amh na Gaeilge &eacute;asca duit, is f&eacute;idir leat aon leabhar a phiocadh suas d&iacute;reach mar is f&eacute;idir leat le leabhair i mB&eacute;arla.  &Oacute;n m&eacute;id a chuala m&eacute;, t&aacute; roinnt daoine den tuairim go bhfuil na leabhair Ghaeilge r&oacute;dheacair d&oacute;ibh.  T&aacute;im ag lorg s&oacute;rt treorach chun gur f&eacute;idir liom na ceisteanna seo a chur ar na foilsitheoir&iacute; agus ar na h&uacute;dair amach anseo.</p> <p>  &Oacute; thaobh imeachta&iacute; de, cad iad na himeachta&iacute; breise a bh&iacute;onn ann?  An mb&iacute;onn seolta&iacute; leabhair n&oacute; &oacute;c&aacute;id&iacute; do dhaoine n&iacute;os sine ann?  T&aacute; a fhios agam go mb&iacute;onn stuif ann do ph&aacute;ist&iacute; chun iad a mhealladh isteach sna leabharlanna.  Diaidh ar ndiaidh, t&aacute; na leabharlanna ag &eacute;ir&iacute; n&iacute;os fearr agus n&iacute;os nua-aimseartha.  Tuigeann na daoine &oacute;ga &eacute; sin ach uaireanta n&iacute; thuigeann na daoine n&iacute;os aosta nach bhfuil s&eacute; de n&oacute;s acu dul isteach sna leabharlanna &eacute; sin.  T&aacute; leabharlann 100 slat &oacute; mo theach so feicim an dream at&aacute; ag dul isteach ann.  Is iad roinnt acu an dream ceannann c&eacute;anna at&aacute; tar &eacute;is a bheith ag dul isteach le 50 bliain anuas agus is iad roinnt eile daoine &oacute;ga.  T&aacute; sp&aacute;s i l&aacute;r baill.  Conas is f&eacute;idir linn an dream sin a mhealladh isteach sna leabharlanna agus a mhealladh chun leabhair Ghaeilge a l&eacute;amh?</p> <p>  T&aacute; ceist amh&aacute;in eile agam.  Scr&iacute;obh m&eacute; s&iacute;os &aacute;it &eacute;igin &eacute;.  Bh&iacute; an lucht &oacute;n nGaillimh ag caint faoi L&eacute;amh M&oacute;r na Gaillimhe.  C&eacute; mh&eacute;ad duine at&aacute; gafa leis seo?  N&iacute; scr&iacute;bhneoireacht Ghaeilge amh&aacute;in at&aacute; i gceist, an ea?  An bhfuil an B&eacute;arla agus an Ghaeilge i gceist?  M&aacute; t&aacute;, c&eacute;n c&eacute;atad&aacute;n at&aacute; &aacute; chraobhscaoileadh as Gaeilge?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.132" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#H00800"><p>Mar gheall ar na ruda&iacute; at&aacute;imid ag d&eacute;anamh chun daoine a mhealladh isteach, ba mhaith linn caint faoi dh&aacute; rud: L&eacute;amh M&oacute;r na Gaillimhe, faoina mbeidh Josephine Vahey in ann labhairt, agus Europe Direct Soapbox agus an chaoi ina n-oibr&iacute;onn s&eacute;.  Chuir an Teachta Connolly ceist faoi na ruda&iacute; sin freisin.  Beimid in ann c&uacute;pla focal a r&aacute; faoin d&aacute; rud sin.  Beidh Josephine Vahey in ann caint faoi L&eacute;amh M&oacute;r na Gaillimhe agus beidh Aoife O'Kelly in ann caint faoi Europe Direct Soapbox agus an chaoi ina n-oibr&iacute;onn s&eacute; sin.  T&aacute; an d&aacute; fheachtas sin an-sp&eacute;isi&uacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.133" speakerid="unknown" error="nomatch" speakername="Ms Josephine Vahey" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#H00900"><p>Unfortunately, I do not have competency in Irish so, if the committee will forgive me, I will speak in English.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.134" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#H01000"><p>N&iacute;l s&eacute; agat f&oacute;s.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.135" speakerid="unknown" error="nomatch" speakername="Ms Josephine Vahey" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#H01100"><p>F&oacute;s, yes.  I have some Irish but not enough to speak here.  Galway's Great Read, L&eacute;amh M&oacute;r na Gaillimhe, is an annual event where we put on a programme of events.  We do this in both English and Irish.  We try to foster and promote our literary heritage and our culture.  We look predominantly at writers from Ireland and particularly from the west and consider historical events such as the suffragette movement.  We create a programme around something like that and have events in our libraries.  We cannot do the full 29, but we always have some events in the Gaeltacht.  These are run through the medium of Irish and will involve speakers who will speak in Irish.  We have held events on the Aran Islands as part of the campaign.  It is not great because the weather is usually inclement in November and there can be many sick bodies coming back.  Over the years, we have looked at writers like P&aacute;draic &Oacute; Conaire, Walter Macken and Eil&iacute;s Dillon.  We have travelling bilingual exhibition boards that go around the county so, even if we do not have an event in a branch, the exhibition will go there.<br/><br/>In recent years, because of the pandemic, we had to change our whole tack, especially in 2020.  We could not have live events so we went virtual.  This presented a steep learning curve for us all even with regard to learning the language of speaking to recorders and media people.  However, it was very successful.  It was on Eil&iacute;s Dillon, a fascinating and prolific writer from Galway.  We looked at all aspects of her life.  Everything is on our YouTube channel.  When we do L&eacute;amh M&oacute;r na Gaillimhe, we look at the collections we have in the library and promote them.  Last year's theme was &quot;Westward Ho! A ramble through Galway, 1840-1950&quot;.  We looked at a lot of our travel writers.  As part of that we did a travel documentary with two archaeologists, Dr. Jim Higgins and Michael Gibbons.  We did a publication of essays and we had talks.  We are going to continue this theme this year but we will be doing it in south Connemara.  This will be predominantly in Irish or bilingual.<br/><br/>When we started this originally, we had a lot of events for children and did not really have anything for adults, so we decided this would be for adults only.  However, when we were doing P&aacute;draic &Oacute; Conaire, we realised that a lot of children in County Galway did not know about him or about Walter Macken, so we introduced a children's educational part to the programme.  We did visual interpretations of <i>M'asal Beag Dubh</i>.  With Eil&iacute;s Dillon, we took two of her stories and ran a programme called &quot;One Author; Five Islands&quot;.  We went to the Aran Islands, Inishbofin and Mweenish Island.  Even though it is called Mweenish Island, it is part of the county.  That was really successful and was done through the medium of Irish.<br/><br/>L&eacute;amh M&oacute;r na Gaillimhe is looked for during the year.  Everybody wonders what the topic for next year will be.  That is one of the ways we promote our collections and activities and events for older people to get them into the libraries.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.136" speakerid="unknown" error="nomatch" speakername="Ms Aoife O'Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#H01200"><p>Is com&oacute;rtas d&iacute;osp&oacute;ireachta n&aacute;isi&uacute;nta &eacute; an com&oacute;rtas Europe Direct Soapbox.  T&aacute; c&uacute;ig leabharlann sa t&iacute;r bainteach le Europe Direct.  T&aacute; na leabharlanna i mB&eacute;al &Aacute;tha na Sluaighe agus ar an gCeathr&uacute; Rua mar leabharlanna satail&iacute;te.  B&iacute;onn go leor rannph&aacute;irt&iacute;ocht i gceist mar gheall go gcotha&iacute;tear nasc idir na leabharlanna, na me&aacute;nscoileanna agus na p&aacute;tr&uacute;in a thagann isteach sa leabharlann.  Nuair at&aacute; an com&oacute;rtas sin ar bun, is f&eacute;idir le gach duine p&aacute;irt a glacadh ann.  Mar a d&uacute;radh n&iacute;os luaithe, t&aacute; dh&aacute; chatag&oacute;ir ann: ceann d&oacute;ibh si&uacute;d at&aacute; faoi 16 bliana d'aois agus ceann d&oacute;ibh at&aacute; 17 n&oacute; n&iacute;os sine.</p><p>B&iacute;onn go leor daoine as B&eacute;al &Aacute;tha na Sluaighe a dt&oacute;gann p&aacute;irt ann, go m&oacute;r m&oacute;r daoine os cionn 16 bliain.  B&iacute;onn gach aois p&aacute;irteach ann.  Mar gheall go bhfuil na hiontr&aacute;laithe ann i nGaeilge &oacute;n gCeathr&uacute; Rua agus &oacute; &aacute;iteanna eile, b&iacute;onn gach molt&oacute;ir ar an bpain&eacute;al ina dhuine d&aacute;theangach.  Le dh&aacute; bhliain anuas anois, d&eacute;antar an obair seo uile tr&iacute; Ghaeilge agus d&eacute;antar an mholt&oacute;ireacht ar fad ar an d&aacute; theanga le ch&eacute;ile.  N&iacute; dh&eacute;anaimid molt&oacute;ireacht ar leith ar na hiontr&aacute;laithe B&eacute;arla agus ar na hiontr&aacute;laithe Gaeilge.  T&aacute; siad ar fad istigh le ch&eacute;ile agus d&eacute;antar iad ar bhonn fhi&uacute;ntas na teanga.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.138" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J00200"><p>Go rialta, b&iacute;mid ag eagr&uacute; cl&aacute;r Gaeilge le cur ar si&uacute;l i rith na bliana.  De ghn&aacute;th, b&iacute;mid ag eagr&uacute; cl&aacute;r le haghaidh Sheachtain na Gaeilge.  Beimid ag obair as seo amach ar an gcl&aacute;r L&aacute; M&oacute;r na Gaeilge le Conradh na Gaeilge.  Beidh Comhairle Cathrach Bhaile &Aacute;tha Cliath agus Conradh na Gaeilge ag eagr&uacute; fheachtas Bhaile &Aacute;tha Cliath le Gaeilge.  Bh&iacute; cl&aacute;r fairsing againn anuraidh.  Bh&iacute; m&eacute; ag obair le Tristan Rosenstock at&aacute; ina fhear an t&iacute; ar an gcl&aacute;r.  Bh&iacute; s&eacute; go hiontach.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.139" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J00300"><p>Cuirfimid ceist ar Tristan Rosenstock mar t&aacute; seisean ar cheann de na daoine a bhfuil cuireadh tugtha d&oacute; teacht anseo.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.140" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J00400"><p>Is as <i>Comhar</i>&eacute;, nach ea?  Tiocfaidh m&eacute; ar ais ar rud &eacute;igin a d&uacute;irt an Cathaoirleach n&iacute;os luaithe.  Bh&iacute; sraith mh&iacute;os&uacute;il an-deas againn anuraidh ina raibh measc&aacute;n scr&iacute;bhneoireachta agus b&eacute;ime ar scr&iacute;bhneoir&iacute;.  Th&aacute;inig &uacute;dair isteach ar l&iacute;ne.  Bh&iacute; pain&eacute;il &uacute;dar, ceolt&oacute;ir&iacute; agus fil&iacute; ann agus bh&iacute; s&eacute; an-deas.  Cosna&iacute;onn s&eacute; a l&aacute;n airgid chomh maith.  Chaith m&eacute; &euro;20,000 ar an tsraith sin.  Caithfimid an &iacute;oca&iacute;ocht cheart a thabhairt d'eala&iacute;ont&oacute;ir&iacute;.  Is rud an-t&aacute;bhachtach &eacute; sin.  N&iacute;l s&eacute; saor n&aacute; &iacute;seal ach bh&iacute; an-suim ann.  Bh&iacute; an caighde&aacute;n an-deas.  Ba bhre&aacute; liom lean&uacute;int orm ach bhog m&eacute; go dt&iacute; r&oacute;l nua.  T&aacute; beirt scr&iacute;bhneoir againn, ag baint leis an oifig seo.  Is beirt scr&iacute;bhneoir ch&oacute;naitheacha iad at&aacute; againn, R&eacute;alt&aacute;n N&iacute; Leann&aacute;in agus Meadhbh N&iacute; Eadhra.  T&aacute; siadsan ag scr&iacute;obh le deontas &euro;5,000 ar thugamar don bheirt.  Ceapaim go bhfuil Meadhbh N&iacute; Eadhra ag obair ar sc&eacute;al don aos &oacute;g agus ar thionchar na me&aacute;n cumars&aacute;ide.  T&aacute; an sc&eacute;al eile at&aacute; &aacute; scr&iacute;obh ag R&eacute;alt&aacute;n N&iacute; Leann&aacute;in ag baint leis an saol osn&aacute;d&uacute;rtha i mBaile &Aacute;tha Cliath faoi l&aacute;thair.  Is rud suimi&uacute;il &eacute;.  T&aacute; ruda&iacute; ag tarl&uacute; as Gaeilge sa chathair chomh maith.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.141" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J00500"><p>D&uacute;irt an Cathaoirleach go mbeadh s&eacute; ag caint leis na foilsitheoir&iacute;.  Is bearna a bhfacamar sna ruda&iacute; at&aacute; foilsithe n&aacute; neamhfhicsean do ghas&uacute;ir, amhail na gas&uacute;ir at&aacute; ag freastal ar na bunscoileanna.  T&aacute; cuid d&oacute; foilsithe ach n&iacute; m&oacute;r&aacute;n d&oacute; at&aacute; ann.  M&aacute; bh&iacute;onn an coiste ag caint leis na foilsitheoir&iacute;, b'fh&eacute;idir go mbeidh s&eacute; in ann ceisteanna a chur orthu.  Cheap m&eacute; go raibh bearna ansin.  T&aacute; ruda&iacute; ann ach n&iacute;l r&eacute;imse leathan ann.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.142" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J00600"><p>Measaim go mb&iacute;odh An G&uacute;m ag foilsi&uacute; a l&aacute;n den stuif sin agus nach bhfuil s&eacute; ag d&eacute;anamh an oiread sin faoi l&aacute;thair.  B'fh&eacute;idir amach anseo.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.143" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J00700"><p>B'fh&eacute;idir amach anseo.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.144" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J00800"><p>An bhfuil ciorcal l&eacute;itheoireachta ar si&uacute;l faoi l&aacute;thair?  C&eacute;n c&eacute;atad&aacute;n den bhuis&eacute;ad a gcaitear ar earra&iacute; agus leabhair Ghaeilge?  T&aacute; s&eacute; thar a bheith t&aacute;bhachtach go bhfuil na deiseanna foghlamtha, c&uacute;rsa&iacute; agus scol&aacute;ireachta&iacute; ann.  T&aacute; a fhios agam go ndearna Covid scrios ar gach rud ach t&aacute;imid tar &eacute;is na paind&eacute;ime anois agus t&aacute; siad thar a bheith t&aacute;bhachtach.  T&aacute; &eacute;acht d&eacute;anta ag Bernie Kelly leis an nGaeilge.  Is eiseaml&aacute;ir ise leis an nGaeilge a &uacute;s&aacute;id agus &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh tar &eacute;is an ch&uacute;rsa a dh&eacute;anamh.  Ba cheart go mbeadh na deiseanna sin ag an bhfoireann go h&eacute;asca agus go mbeadh f&aacute;il a bheith aici ar ch&uacute;rsa&iacute; Gaeilge agus ar scol&aacute;ireachta&iacute;.  Is cuid den r&eacute;iteach &eacute; an Ghaeilge a chur chun cinn sna leabharlanna.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.145" speakerid="unknown" error="nomatch" speakername="Ms Orla McMorrow" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J00900"><p>T&aacute; deacracht ag baint le c&uacute;rsa&iacute; teanga a chur ar f&aacute;il don fhoireann.  D&eacute;arfainn go mbeadh s&eacute; mar an gc&eacute;anna th&iacute;os i nGaillimh.  Anseo i mBaile &Aacute;tha Cliath, t&aacute; an fhoireann leabharlainne faoi bhr&uacute; oibre.  T&aacute; a fhios agam go bhfuil an-&eacute;acht d&eacute;anta agam an-----</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.146" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J01000"><p>T&aacute; s&eacute; t&aacute;bhachtach i gc&oacute;na&iacute; a ch&iacute;oradh cad iad na deacrachta&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.147" speakerid="unknown" error="nomatch" speakername="Ms Orla McMorrow" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J01100"><p>Toisc go n-oscla&iacute;onn na leabharlanna go luath ar maidin agus go mb&iacute;onn siad oscailte go deireanach san o&iacute;che, t&aacute; daoine ag teacht agus imeacht ag amanna &eacute;ags&uacute;la.  Aon uair a rinne m&eacute; iarracht c&uacute;rsa&iacute; teanga a chur ar f&aacute;il do na baill fhoirne, ba &eacute; sin an ch&eacute;ad deacracht a bh&iacute; ann.  D&eacute;arfaid&iacute;s go raibh s&eacute; sin go bre&aacute; ach n&iacute; raibh leath den fhoireann anseo go dt&iacute; 2 p.m.  Is d&uacute;shl&aacute;n &eacute; sin do na leabharlanna.  Bh&iacute; siad an-tiomanta le Gaeilge a chur ar f&aacute;il don fhoireann ach bh&iacute; deacrachta&iacute; ann.  M&aacute; t&aacute; leath den fhoireann ar ch&uacute;rsa teanga, n&iacute;l aon duine os comhair an phobail nuair a thagann s&eacute; isteach.  Is f&iacute;ordheacracht eile &eacute; sin.  N&iacute; h&eacute; nach bhfuil na comhairl&iacute; n&oacute; na leabharlanna s&aacute;sta ligean don fhoireann an t-oideachas sin a fh&aacute;il ach is f&iacute;ordheacracht &eacute;.  T&aacute; s&eacute; n&iacute;os measa anois tar &eacute;is na paind&eacute;ime agus daoine ag feidhmi&uacute; ar bheala&iacute; &eacute;ags&uacute;la.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.148" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J01200"><p>T&aacute; s&eacute; sin cabhrach.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.149" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J01300"><p>T&aacute; an ceart ag Orla McMorrow.  B&iacute;mid oscailte go luath ar maidin agus b'fh&eacute;idir suas go dt&iacute; 8 p.m. sa tr&aacute;thn&oacute;na n&oacute; n&iacute;os deireana&iacute; n&aacute; sin.  T&aacute;imid oscailte ar an Satharn agus ar an Luan chomh maith.  T&aacute; s&eacute; deacair.  Chuir an Teachta ceist ansin faoi-----</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.150" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J01400"><p>Ciorcal l&eacute;itheoireachta agus an buis&eacute;ad.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.151" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J01500"><p>-----chiorcal l&eacute;itheoireachta.  Bh&iacute; ciorcal l&eacute;itheoireachta i leabharlann na Ceathr&uacute;n Rua.  Is i mB&eacute;arla a bh&iacute; siad ag l&eacute;amh na leabhar.  Caithfidh m&eacute; &eacute; sin a r&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.152" speakerid="unknown" error="nomatch" speakername="Ms Aoife O'Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J01600"><p>Cheap m&eacute; go raibh ceann Gaeilge acu freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.153" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#J01700"><p>B'fh&eacute;idir go raibh ceann Gaeilge ann freisin.  B'fh&eacute;idir go mbeadh scata daoine ag l&eacute;amh leabhar Gaeilge freisin ach bh&iacute; siad ag l&eacute;amh leabhar B&eacute;arla, c&eacute; go raibh siad i gceartl&aacute;r na Gaeltachta agus go raibh Gaeilge ag gach uile dhuine a bh&iacute; ag freastal ar an gciorcal.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.154" speakerid="unknown" error="nomatch" speakername="Ms Aoife O'Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K00100"><p>Bh&iacute; ceann ann roimh an phaind&eacute;im ach n&iacute;l siad ar ais f&oacute;s.  Daoine n&iacute;os sine a bh&iacute; ann so t&aacute; an deacracht sin ann.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.155" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K00200"><p>Is ciorcail comhr&aacute; a bh&iacute; i bPort Omna, n&iacute; ciorcail l&eacute;itheoireachta.  Is ciorcail l&eacute;itheoireachta at&aacute; an Teachta ag caint faoi.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.156" speakerid="unknown" error="nomatch" speakername="Ms Aoife O'Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K00300"><p>Oibr&iacute;m leis an rann&oacute;g scoileanna.  N&iacute;l ciorcail comhr&aacute; go d&iacute;reach ann ach d&eacute;anann muidne &uacute;rsc&eacute;alta ranga i nGaeilge.  T&aacute; 49 &uacute;rsc&eacute;al ranga againn.  Roinneann muid iad sin leis na bunscoileanna, lena n-&aacute;ir&iacute;tear Gaelscoileanna, scoileanna Gaeltachta agus scoileanna a oibr&iacute;onn i mB&eacute;arla m&aacute; t&aacute; siad ag iarraidh na leabhar.  &Oacute; thaobh an &eacute;ilimh at&aacute; ag teast&aacute;il, t&aacute; n&iacute;os m&oacute; leabhair l&eacute;itheoireachta do dhaoine &oacute;ga ag teast&aacute;il i nGaeilge, cos&uacute;il leis na cinn &oacute;n bhfoilsitheoir &Oacute; Briain.  N&iacute;l a fhios agam an bhfuil aithne ag an gcoiste ar an tsraith &ldquo;Sos&rdquo;.  T&eacute;ann na leabhair sin &oacute; Sos 1 suas go Sos 10 n&oacute; 11.  Taitn&iacute;onn siad sin leis na scoileanna a oibr&iacute;onn i mB&eacute;arla.  &Oacute; thaobh na leabhar eile do na Gaeltachta&iacute; agus na Gaelscoileanna, b&iacute;onn siad ag t&oacute;g&aacute;il gach rud suas go haois 12.  B&iacute;onn siadsan ag l&eacute;amh leabhar at&aacute; n&iacute;os deacra.  D&rsquo;fheicfe&aacute; an difr&iacute;ocht.  T&aacute; siad ag l&eacute;amh na cinn &Oacute; Briain i rang 5 n&oacute; 6 i scoil l&aacute;n-Bh&eacute;arla ach ag l&eacute;amh <i>&Eacute;al&uacute; san O&iacute;che</i>n&oacute; leabhair eile at&aacute; i bhfad n&iacute;os deacra sna Gaeltachta&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.157" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K00400"><p>C&eacute;n c&eacute;atad&aacute;n den bhuis&eacute;ad at&aacute; ann?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.158" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K00500"><p>I nGaillimh, n&iacute;l s&eacute; ach 5%.  N&iacute;l book fund m&oacute;r againn i nGaillimh.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.159" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K00600"><p>An bhfuil leabhair agus earra&iacute; eile san &aacute;ireamh?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.160" speakerid="unknown" error="nomatch" speakername="Ms Bernie Kelly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K00700"><p>Is 5% an m&eacute;id at&aacute; ring-fenced le haghaidh leabhair Ghaeilge a cheannach.  B&iacute;onn s&eacute; n&iacute;os m&oacute; n&aacute; sin i nd&aacute;ir&iacute;re mar ceanna&iacute;tear cuid de na sraitheanna sin a bh&iacute; Aoife O'Kelly ag caint f&uacute;thu freisin.  M&aacute; bh&iacute;onn aon airgead breise ann, b&rsquo;fh&eacute;idir go gceann&oacute;imid c&uacute;pla leabhar do L&eacute;amh M&oacute;r na Gaillimhe.  Is &eacute; 5% an minimum at&aacute; leagtha amach againn.  Sin an figi&uacute;r i nGaillimh.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.161" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K00800"><p>C&eacute;ard &eacute; an figi&uacute;r i mBaile &Aacute;tha Cliath?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.162" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K00900"><p>T&aacute; s&eacute; n&iacute;os &iacute;sle.  T&aacute; a l&aacute;n stoic ann ach t&aacute; 21 brainse ann.  Chaitheas &euro;20,000 &oacute; 2019.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.163" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K01000"><p>C&eacute;n c&eacute;atad&aacute;n &eacute; sin?</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.164" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K01100"><p>Sin 2% ach n&iacute; f&eacute;idir compar&aacute;id a dh&eacute;anamh.  N&iacute; cheapaim gur rud &eacute; a chialla&iacute;onn, I do not know------</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.165" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K01200"><p>N&iacute;l s&eacute; f&eacute;ar&aacute;ilte.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.166" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K01300"><p>I do not think it really makes sense.  T&aacute; br&oacute;n orm freagairt i mB&eacute;arla.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.167" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K01400"><p>T&aacute; t&uacute; ag d&eacute;anamh go maith.  Tuigim an rud at&aacute; &aacute; r&aacute; agat i nGaeilge.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.168" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K01500"><p>T&aacute; i bhfad n&iacute;os m&oacute; teidil ar f&aacute;il i mB&eacute;arla n&aacute; mar at&aacute; i nGaeilge.  Sin rud amh&aacute;in.  N&iacute;l go leor &aacute;bhair ar f&aacute;il i nGaeilge.  &Oacute;n&aacute;r dtaith&iacute;, n&iacute;l an t-&eacute;ileamh ann ach an oiread.  Sin rud eile.  Luaigh m&eacute; cheana go bhfuil c&oacute;ras bainist&iacute;ochta n&aacute;isi&uacute;nta againn.  N&iacute; orainn at&aacute; s&eacute; seo.  It does not make economic sense to invest to such a degree when we can share from around the country.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.169" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K01600"><p>B&rsquo;fh&eacute;idir nach bhfuil ciall eacnama&iacute;och leis, agus t&aacute; s&eacute; thar a bheith t&aacute;bhachtach go bhfuil na leabharlanna in ann na hearra&iacute; agus na leabhair a roinnt, ach d&eacute;anann s&eacute; ciall ar leibh&eacute;al eile mar t&aacute; g&eacute;arch&eacute;im ann &oacute; thaobh na Gaeilge de.  Agus m&eacute; ag cur mo cheist, thosaigh m&eacute; &oacute;n bpointe go bhfuil s&eacute; aitheanta go bhfuil g&eacute;arch&eacute;im ann &oacute; thaobh na Gaeilge.  N&iacute; m&oacute;r d&uacute;inn na figi&uacute;ir&iacute; a bheith againn.  T&aacute; s&eacute; t&aacute;bhachtach iad a chur i gcomhth&eacute;acs ach is g&aacute; d&uacute;inn na figi&uacute;ir&iacute; a bheith againn chun go dtuigfimid na d&uacute;shl&aacute;in at&aacute; os comhair na bhfinn&eacute;ithe ar gach leibh&eacute;al, &oacute; thaobh na foirne de agus &oacute; thaobh na Gaeilge a choth&uacute; agus a chur chun cinn.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.170" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K01700"><p>Is f&eacute;idir linn n&iacute;os m&oacute; a chaitheamh sa chathair.  T&aacute; an buis&eacute;ad againn.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.171" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K01800"><p>Is rud maith &eacute; sin, m&aacute; t&aacute; an t-&eacute;ileamh ann.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.172" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K01900"><p>T&aacute; an tsuim againn &eacute; a spreagadh ach n&iacute;l an fhoilsitheoireacht chomh fairsing is at&aacute; s&iacute; as B&eacute;arla.  Caithfimid &eacute; sin a r&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.173" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K02000"><p>N&iacute;l aon cheist eile agamsa, seachas conas gur f&eacute;idir linn an t-&eacute;ileamh a choth&uacute;.  Sin jab m&oacute;r.  Sin ceann de na f&aacute;thanna go bhfuil na cruinnithe seo againn.  Ar dt&uacute;s t&aacute;imid ag iarraidh an eolais a th&oacute;g&aacute;il isteach agus ansin, mar choiste, d&eacute;anfaimid molta&iacute; do na foilsitheoir&iacute;, na leabharlanna, na siopa&iacute; agus na h&uacute;dair maidir le conas gur f&eacute;idir linn a chinnti&uacute; go gcuirfear le l&eacute;itheoireacht na Gaeilge.  Sin an f&aacute;th gur eagraigh muid an tsraith seo cruinnithe.  T&aacute; s&eacute; ma&iacute;te orainn mar oile&aacute;n agus mar th&iacute;r go bhfuil litr&iacute;ocht na h&Eacute;ireann go hiontach agus caithfimid a chinnti&uacute; go bhfuil litr&iacute;ocht agus l&eacute;amh i nGaeilge ar f&aacute;il.</p> <p>  N&iacute; ceist &iacute; seo ach ba mhaith liom mo bhu&iacute;ochas a ghabh&aacute;il le lucht na leabharlanna timpeall na t&iacute;re as an d&aacute; bhliain dheireanach.  Rinne siad &eacute;acht chun seirbh&iacute;s&iacute; a chur ar l&iacute;ne, cos&uacute;il le gach duine eile.  Is rud nua d&uacute;inn ar fad &eacute; ach bh&iacute; seirbh&iacute;s&iacute; ar f&aacute;il agus bh&iacute; daoine s&aacute;sta go raibh leabhair ar f&aacute;il d&oacute;ibh agus go raibh siad in ann l&eacute;itheoireacht a dh&eacute;anamh.  Measaim go bhfuil bunt&aacute;iste bainte ag na leabharlanna as sin agus go bhfuil n&iacute;os m&oacute; daoine ag f&eacute;achaint orthu agus ag &eacute;ileamh.  I mo cheantar f&eacute;in t&aacute; daoine ag &eacute;ileamh breis uaireanta do na leabharlanna agus gach rud eile.  Beidh muidne ag lorg n&iacute;os m&oacute; infheisti&uacute; &oacute;n gcomhairle &aacute;iti&uacute;il i gc&uacute;rsa&iacute; foirne sa chaoi is gur f&eacute;idir leis na leabharlanna fanacht oscailte agus an tseirbh&iacute;s sin at&aacute; &aacute; &eacute;ileamh ag an bpobal &aacute;iti&uacute;il agus daoine &oacute;ga a chur ar f&aacute;il.  T&aacute; s&eacute; aisteach go bhfuil an dra&iacute;ocht sin f&oacute;s ann i ndul go dt&iacute; an leabharlann, rud a bh&iacute; ann domsa agus daoine eile nuair a bh&iacute; muid &oacute;g.  D&rsquo;fh&eacute;adf&aacute; f&eacute;achaint ar na leabhair seo ar fad, su&iacute; s&iacute;os agus leabhair a tharraingt amach &oacute; na seilfeanna.  B&rsquo;fh&eacute;idir nach gcuirfe&aacute; iad ar ais san &aacute;it cheart, mar sin jab an leabharlanna&iacute;, ach d&rsquo;fh&eacute;adf&aacute; f&eacute;achaint orthu agus ansin roinnt acu a thabhairt abhaile ar feadh tr&eacute;imhse.  T&aacute; an chuma air go bhfuil an dra&iacute;ocht sin &aacute; roinnt ag na finn&eacute;ithe le gl&uacute;in nua agus go leanfaidh na leabharlanna &oacute; fad&oacute; ar aghaidh.  B&iacute;onn daoine ag r&aacute; go bhfuil deireadh leis na leabharlanna toisc go bhfuil gach rud ar l&iacute;ne agus is l&eacute;ir anois nach bhfuil.  Mo bhu&iacute;ochas leis na finn&eacute;ithe as teacht anseo agus an m&eacute;id a thug siad d&uacute;inn agus a roinn siad linn inniu.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.174" speakerid="unknown" error="nomatch" speakername="Ms &Aacute;ine-M&aacute;ire N&iacute; Cheallaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K02100"><p>D&rsquo;fhiafraigh an Cathaoirleach orainn n&iacute;os luaithe cad iad na leabhair at&aacute; ag teast&aacute;il &oacute; dhaoine faoi l&aacute;thair.  Bh&iacute;os ag smaoineamh faoi sin anuraidh nuair a bh&iacute; m&eacute; ag eagr&uacute; na sraithe le Tristan Rosenstock.  D&uacute;irt s&eacute; go bhfuil sraith leabhar Gaeilge at&aacute; comhaimseartha ann do dhaoine f&aacute;sta at&aacute; &eacute;asca go leor.  T&aacute; sraith scr&iacute;ofa ann &oacute; na h&uacute;dair at&aacute; &eacute;asca.  Cheapas go raibh s&eacute; sin iontach mar sin rud maith chun an l&eacute;itheoireacht a spreagadh.  T&aacute; g&aacute; ann ach caithfidh na sc&eacute;alta a bheith suimi&uacute;il agus comhaimseartha.  Sin tuairim amh&aacute;in.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.175" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12022052500002#K02200"><p>Gabhaim bu&iacute;ochas as sin a roinnt linn.  Mar a d&uacute;irt m&eacute;, t&aacute; sraith &uacute;dair, fil&iacute; agus &uacute;rsc&eacute;alaithe ann.  Bh&iacute; muid ag s&uacute;il go mbeadh roinnt daoine anseo at&aacute; an scr&iacute;bhneoireacht mar cheird acu agus a thuileann airgead uaithi.</p><p>T&aacute; duine acu tinn faoi l&aacute;thair agus b&rsquo;fh&eacute;idir nach mbeidh an t&eacute; sin os &aacute;r gcomhair.  Is &eacute; sin an s&oacute;rt dream a bhfuil muid ag iarraidh ard&aacute;n a thabhairt d&oacute;, gur f&eacute;idir leo tuiscint a thabhairt d&uacute;inn faoin gceird at&aacute; acu, agus impeoimid orthu lean&uacute;int ar aghaidh leis.  Ansin beidh muid in ann d&iacute;ri&uacute; isteach ar roinnt den stuif at&aacute; ag teast&aacute;il, bunaithe ar a bhfuil r&aacute;ite ag na finn&eacute;ithe agus ag daoine eile a th&aacute;inig os comhair an choiste.</p><p> Ba mhaith liom labhairt go d&iacute;reach leis na leabharlanna poibl&iacute; i gcontaetha na h&Eacute;ireann.  T&aacute; leabhair nua-aimseartha ar gach &aacute;bhar, idir &uacute;rsc&eacute;alta, ghearrsc&eacute;alta, stair, thaisteal, ch&uacute;rsa&iacute; reatha agus araile &aacute; scr&iacute;obh as Gaeilge gach bliain.  T&aacute; scr&iacute;bhneoir&iacute; den scoth i mbun oibre ar an scr&iacute;bhneoireacht chruthaitheach agus fhaisn&eacute;iseach seo, ach t&aacute; dualgas orainn an saothar luachmhar seo a chur ar f&aacute;il don phobal i ngach sl&iacute; agus i ngach &aacute;it agus is f&eacute;idir.  Iarrann an comhchoiste ar na leabharlanna poibl&iacute; go mbeidh i bhfad n&iacute;os m&oacute; leabhar as Gaeilge infhaighte agus infheicthe i ngach brainse de gach leabharlann phoibl&iacute;.</p><p> T&aacute; feidhm l&aacute;rnach ag na leabharlanna poibl&iacute; m&aacute; t&aacute;imid chun an sprioc sin a bhaint amach.  Iarraim orthu athbhreithni&uacute; a dh&eacute;anamh ar na roghanna a dh&eacute;anann siad gach bliain maidir leis na leabhair a chuireann siad ar f&aacute;il don phobal.  Molaim d&oacute;ibh athbhreithni&uacute; a dh&eacute;anamh ar na roghanna sin agus cothrom na F&eacute;inne n&oacute; fi&uacute; aird ar leith a thabhairt do shaothar na scr&iacute;bhneoir&iacute; Gaeilge.</p><p> Sin &eacute; an take &oacute; chruinni&uacute; an lae inniu.  Cuirim clabhs&uacute;r leis an d&iacute;osp&oacute;ireacht seo.  Gabhaim bu&iacute;ochas ar&iacute;s leis na finn&eacute;ithe as cabhr&uacute; linn maidir leis an bpl&eacute; seo.  N&iacute;l aon ghn&oacute; eile.  Cuirim an cruinni&uacute; ar athl&oacute; go dt&iacute; 2 p.m. ar an 31 Bealtaine nuair a bheidh cruinni&uacute; pr&iacute;obh&aacute;ideach ar l&iacute;ne againn.  Meabhra&iacute;m do chomhalta&iacute; go bhfuilimid chun t&uacute;s a chur leis an bpl&eacute; ar dhr&eacute;acht-tuarasc&aacute;il maidir le c&uacute;rsa&iacute; plean&aacute;la at&aacute; scaipthe orthu.  M&aacute; t&aacute; tuairim&iacute; acu, b&iacute; cinnte iad a roinnt leis an gcl&eacute;ireachas roimh an gcruinni&uacute; sin.</p><p> Beidh &aacute;r gc&eacute;ad cruinni&uacute; poibl&iacute; eile ar 1.30 p.m. ar an 1 Meitheamh, nuair a phl&eacute;ifear an t-&aacute;bhar spreagadh fhoilsitheoireacht agus l&eacute;itheoireacht na Gaeilge le hionadaithe &oacute; na foilsitheoir&iacute; Leabhar Breac agus Cl&oacute; Iar-Chonnacht.</p></speech>
    <speech id="com.kildarestreet/committees/2022-05-25a.177" nospeaker="true" time="00:00:00" ><p>Cuireadh an comhchoiste ar athl&oacute; ar 3.13 p.m. go dt&iacute; 1.30 p.m. D&eacute; C&eacute;adaoin, an 1 Meitheamh 2022.</p></speech>
</publicwhip>