<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE publicwhip
[
<!ENTITY aacute "&#225;" >
<!ENTITY eacute "&#233;" >
<!ENTITY iacute "&#237;" >
<!ENTITY oacute "&#243;" >
<!ENTITY uacute "&#250;" >
<!ENTITY yacute "&#253;" >
<!ENTITY yen    "&#165;" >

<!ENTITY Aacute "&#193;" >
<!ENTITY Acirc  "&#194;" > 
<!ENTITY Eacute "&#201;" >
<!ENTITY Ecirc  "&#202;" > 
<!ENTITY Iacute "&#205;" >
<!ENTITY Oacute "&#211;" >
<!ENTITY Uacute "&#218;" >
<!ENTITY Zcaron  "&#381;" > 
<!ENTITY zcaron  "&#382;" > 
<!ENTITY hellip  "..." >
<!ENTITY bullet  "&#8226;" >
<!ENTITY Dagger  "&#8224;" >
<!ENTITY eth  "&#240;">

<!ENTITY ndash   "&#8211;">
<!ENTITY mdash   "&#8212;">
<!ENTITY iexcl   "&#161;">
<!ENTITY divide  "&#247;">
<!ENTITY euro    "&#8364;">
<!ENTITY trade   "&#8482;">
<!ENTITY bull    "&#8226;">
<!ENTITY lsquo   "&#8216;">
<!ENTITY rsquo   "&#8217;">
<!ENTITY sbquo   "&#8218;">
<!ENTITY ldquo   "&#8220;">
<!ENTITY rdquo   "&#8221;">
<!ENTITY bdquo   "&#8222;">
<!ENTITY dagger  "&#8224;">

<!ENTITY Scaron "&#352;" >
<!ENTITY scaron "&#353;" >
<!ENTITY Ouml   "&#214;" >
<!ENTITY szlig  "&#223;" >
<!ENTITY agrave "&#224;" >
<!ENTITY acirc  "&#226;" >
<!ENTITY atilde "&#227;" >
<!ENTITY auml   "&#228;" >
<!ENTITY ccedil "&#231;" >
<!ENTITY Ccedil "&#199;" >
<!ENTITY egrave "&#232;" >
<!ENTITY ograve "&#243;" >
<!ENTITY Egrave "&#200;" >
<!ENTITY ecirc  "&#234;" >
<!ENTITY euml   "&#235;" >
<!ENTITY icirc  "&#238;" >
<!ENTITY igrave "&#204;" >
<!ENTITY iuml	"&#239;" >
<!ENTITY ntilde "&#241;" >
<!ENTITY nbsp   "&#160;" >
<!ENTITY ocirc  "&#244;" >
<!ENTITY ouml   "&#246;" >
<!ENTITY oslash "&#248;" >
<!ENTITY otilde "&#245;" >
<!ENTITY uuml   "&#252;" >
<!ENTITY ucirc  "&#251;" >
<!ENTITY thorn  "&#254;" >
<!ENTITY Icirc  "&#206;" >
<!ENTITY Uuml   "&#252;" >
<!ENTITY pound  "&#163;" >
<!ENTITY sect   "&#167;" >
<!ENTITY copy   "&#169;" >
<!ENTITY reg    "&#174;" >
<!ENTITY deg    "&#176;" >
<!ENTITY plusmn "&#177;" >
<!ENTITY sup2   "&#178;" >
<!ENTITY sup3   "&#179;" >
<!ENTITY micro  "&#181;" >
<!ENTITY para   "&#182;" >
<!ENTITY middot "&#183;" >
<!ENTITY ordm   "&#186;" >
<!ENTITY frac14 "&#188;" >
<!ENTITY frac12 "&#189;" >
<!ENTITY frac34 "&#190;" >
<!ENTITY oelig "&#339;" >
<!ENTITY aelig  "&#230;" >
<!ENTITY Aring  "&#197;" >
<!ENTITY aring  "&#229;" >
]>


<publicwhip scrapeversion="a" latest="yes">
    <major-heading id="com.kildarestreet/committees/2017-10-10a.2" nospeaker="true" time="17:00:00" url="">Joint Standing Committee on the Irish Language, the Gaeltacht and the Islands</major-heading>
    <speech id="com.kildarestreet/committees/2017-10-10a.3" nospeaker="true" time="17:00:00" ><p>The Joint Committee met at 17:00</p><p>MEMBERS PRESENT:</p><p>Deputy Aindrias Moynihan, Senator Trevor Ó Clochartaigh, Deputy Éamon Ó Cuív,* Senator Brian Ó Domhnaill.</p><p>* In the absence of Deputy Pat The Cope Gallagher.</p><p>DEPUTY CATHERINE CONNOLLY IN THE CHAIR.</p></speech>
    <minor-heading id="com.kildarestreet/committees/2017-10-10a.4" nospeaker="true" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#B00100">Straitéis Óige don Ghaeltacht: Muintearas</minor-heading>
    <speech id="com.kildarestreet/committees/2017-10-10a.5" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#B00200"><p>T&aacute; ceathrar comhalta&iacute; i l&aacute;thair, agus Teachta D&aacute;la agus Seanad&oacute;ir san &aacute;ireamh, so is f&eacute;idir t&uacute;s a chur leis an gcruinni&uacute;.  I dt&uacute;s b&aacute;ire cuirim c&eacute;ad m&iacute;le f&aacute;ilte roimh na Teachta&iacute; D&aacute;la agus Seanad&oacute;ir &Oacute; Clochartaigh.  T&aacute; s&eacute; ag &eacute;ir&iacute; n&iacute;os deacra daoine a mhealladh isteach ar an gcoiste.  N&iacute; m&oacute;r d&uacute;inn &eacute; sin a phl&eacute; ach is drochl&aacute; &eacute; l&aacute; an bhuis&eacute;id ar aon n&oacute;s.  T&aacute; chuile Teachta D&aacute;la agus Seanad&oacute;ir faoi bhr&uacute;.  T&oacute;s&oacute;imid leis an bpl&eacute; ar strait&eacute;is &oacute;ige don Ghaeltacht.  Cuirim c&eacute;ad m&iacute;le f&aacute;ilte roimh an toscaireacht &oacute; Mhuintearas.  Cuirfidh m&eacute; f&aacute;ilte roimh na daoine is t&aacute;bhachta&iacute; ar dt&uacute;s, Iseult N&iacute; Fhoighil agus D&oacute;mhnall &Oacute; Braon&aacute;in &oacute; Chlub &Oacute;ige Lurgan.  T&aacute; f&aacute;ilte rompu agus t&aacute; s&uacute;il agam go mbeidh siad ag d&eacute;anamh an caint is m&oacute; anseo, seachas na sean&oacute;ir&iacute;, agus muid ag caint faoi strait&eacute;is &oacute;ige don Ghaeltachta.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.6" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#B00300"><p>Sean&oacute;ir&iacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.7" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#B00400"><p>B'fh&eacute;idir gur cheart dom daoine at&aacute; ag dul in aois a r&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.8" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#B00500"><p>Chuir m&eacute; an cheist ar fhait&iacute;os go raibh an Cathaoirleach ag cur mise san &aacute;ireamh ansin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.9" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#B00600"><p>Cuirim c&eacute;ad m&iacute;le f&aacute;ilte roimh Se&aacute;n &Oacute; Coistealbha Uasal, pr&iacute;omhoifigeach Mhuintearais, agus roimh M&aacute;ir&iacute;n Nic Fhionghuin Uasal, leas-phr&iacute;omhoifigeach Mhuintearais.  De ghn&aacute;th n&iacute; bh&iacute;onn deis againn rud mar seo a phl&eacute; so t&aacute; m&eacute; ag tn&uacute;th le cur i l&aacute;thair na bhfinn&eacute;ithe inniu.  Chun an rud sin a chur i gcomhth&eacute;acs, n&iacute; bhaineann s&eacute; le Gaeltacht Chonamara ach leis na Gaeltachta&iacute; uilig, an mbaineann?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.10" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#B00700"><p>Baineann.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.11" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#B00800"><p>T&aacute; rud le r&aacute; ag an gcl&eacute;ireach maidir leis an dl&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.12" speakerid="unknown" error="nomatch" speakername="Clerk to the Committee" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#B00900"><p>Ba mhaith liom na finn&eacute;ithe a chur ar a n-aird go bhfuil siad, de bhua alt 17(2)(<i>l</i>) den Acht um Chl&uacute;mhilleadh 2009, faoi chosaint ag l&aacute;n-phribhl&eacute;id maidir leis an bhfianaise a thugann siad don choiste seo.  M&aacute; orda&iacute;onn an coiste do na finn&eacute;ithe &aacute;mh &eacute;ir&iacute; as fianaise a thabhairt i leith n&iacute; &aacute;irithe agus m&aacute; leanann siad d&aacute; tabhairt, n&iacute;l siad i dteideal tar &eacute;is sin ach pribhl&eacute;id ch&aacute;ilithe i leith na fianaise acu.  Orda&iacute;tear d&oacute;ibh nach dtabharfar ach fianaise a bhaineann le h&aacute;bhar na n-imeachta&iacute; seo agus fiafra&iacute;tear d&oacute;ibh cleachtadh parlaiminte a urraimi&uacute; nach ch&oacute;ir, m&aacute;s f&eacute;idir, daoine n&aacute; eintiteas a ch&aacute;ineadh n&aacute; l&iacute;omhaint&iacute; a dh&eacute;anamh ina n-aghaidh, ina ainm, ina hainm n&oacute; ina n-ainmneacha ar shl&iacute; ar bhf&eacute;adfa&iacute; iad a aithint.  Ba mhaith liom iad a chur ar an eolas go nd&eacute;anfar na r&aacute;itis tionscnaimh a chuireann siad faoi bhr&aacute;id an choiste a fhoilsi&uacute; ar shu&iacute;omh ghr&eacute;as&aacute;in an choiste tar &eacute;is an chruinnithe seo.  Meabhra&iacute;tear do chomhalta&iacute; an cleachtadh parlaiminte at&aacute; ann le fada n&aacute;r ch&oacute;ir d&oacute;ibh tuairim&iacute; a thabhairt maidir le duine at&aacute; taobh amuigh de na Tithe n&oacute; le hoifigeach ina ainm n&oacute; ina hainm n&oacute; ar shl&iacute; ina bhf&eacute;adfa&iacute; &eacute; n&oacute; &iacute; a aithint.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.13" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#B01000"><p>Gabhfaidh m&eacute; tr&iacute;d an gcur i l&aacute;thair agus ansin beidh deis cainte ag an mbeirt &oacute;g.  An bhfuil c&oacute;ip den strait&eacute;is ag gach duine?  T&aacute; c&uacute;pla c&oacute;ip le sp&aacute;r&aacute;il anseo.  Cuireadh an strait&eacute;is le ch&eacute;ile mar chuid den phr&oacute;iseas c&oacute;nasctha idir Muintearas agus &Oacute;ige na Gaeltachta.  Cuireadh &Oacute;ige na Gaeltachta faoi bhr&aacute;id Mhuintearais sa mbliain 2015.</p><p>Mar chuid den phr&oacute;iseas sin d&rsquo;iarr &Uacute;dar&aacute;s na Gaeltachta orainn strait&eacute;is a chur le ch&eacute;ile a bheadh &aacute;balta freastal ar riachtanais daoine &oacute;ga sna ceantair Gaeltachta.  Is &eacute; seo an toradh a bh&iacute; ar sin.  T&aacute; an strait&eacute;is d&iacute;rithe ar dh&eacute;ag&oacute;ir&iacute;, an aoisghr&uacute;pa idir 12 agus 18 bliain d&rsquo;aois.  Feictear d&uacute;inn gurb &eacute; seo an &aacute;it ina bhfuil an sol&aacute;thar is laige faoi l&aacute;thair.</p><p> Cuireadh coiste comhairleach le ch&eacute;ile le hionadaithe as gach m&oacute;r-r&eacute;igi&uacute;n Gaeltachta chun treoir agus sti&uacute;radh a thabhairt d&uacute;inn, go m&oacute;rmh&oacute;r leis an taighde a rinneamar.  Feictear in&aacute;r n-aighneacht na daoine a bh&iacute; ar an coiste.  Bh&iacute; Peadar &Oacute; Maol&aacute;in mar chathaoirleach, rinne P&oacute;l Mac Cumhaill ionada&iacute;ocht ar Th&iacute;r Chonaill, rinne Eithne N&iacute; Loide&aacute;in ionad&iacute;aocht ar Chonnacht agus Laighean agus bh&iacute; Clodagh N&iacute; Fhlatharta ann thar ceann Ch&uacute;ige Mumhan.</p><p> Chuir muid suirbh&eacute; le ch&eacute;ile ina raibh 67 ceist ar fad a bh&iacute; bunaithe ar na t&eacute;ama&iacute; a leanas: an saol s&oacute;isialta, an Ghaeilge, sl&aacute;inte, c&uacute;rsa&iacute; oideachais, taisteal agus roinnt ruda&iacute; eile a bh&iacute; na daoine &oacute;ga f&eacute;in ag iarraidh a r&aacute; linn agus a bh&iacute; t&aacute;bhachtach d&oacute;ibh.  Rinne muid ceardlainne sna me&aacute;nscoileanna Gaeltachta.  Chuir na scoileanna gr&uacute;pa&iacute; ar f&aacute;il d&uacute;inn i ngach ceantar comhdh&eacute;anta de dhaoine &oacute;ga san idirbhliain.  Reacht&aacute;il muid ceardlainne i c&uacute;ig scoil i dT&iacute;r Chonaill, seacht scoil i gConamara, dh&aacute; scoil i Maigh Eo, dh&aacute; scoil i gCorcaigh agus scoil amh&aacute;in i gCiarra&iacute;.  Fuair muid deis su&iacute; s&iacute;os agus labhairt le daoine &oacute;ga, ceisteanna a chur orthu agus a gcuid tuairim&iacute; a bhaili&uacute;.  Chomh maith leis sin----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.15" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#C00200"><p>Gabh mo leithsc&eacute;al, maidir le Gaillimh, ar roghna&iacute;odh scoileanna i l&aacute;r na cathrach?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.16" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#C00300"><p>No, scoileanna i gConamara - &oacute;n Spid&eacute;al siar go Carna agus ar &Aacute;rainn - a bh&iacute; i gceist.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.17" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#C00400"><p>Ar reacht&aacute;ladh gr&uacute;pa i gCol&aacute;iste na Coiribe?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.18" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#C00500"><p>N&iacute; d&oacute;igh liom go reacht&aacute;ladh.  Choinnigh muid taobh istigh den Ghaeltacht &eacute;, c&eacute; go dtuigim go bhfuil go leor daoine as Chonamara ag freastal ar Chol&aacute;iste na Coiribe.  Chuir muid an suirbh&eacute; ar f&aacute;il ar an su&iacute;omh Idirl&iacute;n <i>surveymonkey.com</i>freisin le go mbeadh f&aacute;il ag daoine &oacute;ga air.  Rinne muid poibl&iacute;ocht ar na me&aacute;in sh&oacute;isialta agus mar sin de freisin.  Chuir muid sc&eacute;al thart ag clubanna &oacute;ige.  Fuair muid 399 suirbh&eacute; ar fad, figi&uacute;ir at&aacute; r&eacute;as&uacute;nta mar ch&eacute;atad&aacute;n agus at&aacute; ionada&iacute;och de dhaoine &oacute;ga as na ceantair Gaeltachta.<br/><br/>Chomh maith leis sin, d&rsquo;eagraigh muid cruinnithe r&eacute;igi&uacute;nach le daoine, gr&uacute;pa&iacute;, coist&iacute; pobail agus eagra&iacute;ochta&iacute; at&aacute; ag obair leis an &oacute;ige n&oacute; a chuireann seirbh&iacute;s&iacute; ar f&aacute;il di, chun a gcuid tuairim&iacute; a fh&aacute;il freisin.  D'eagraigh muid cruinnithe i mbeagnach gach ceantar Gaeltachta -T&iacute;r Chonaill, Maigh Eo, Gaillimh, Ciarra&iacute; agus Corcaigh.  Ba &eacute; Contae na M&iacute; an t-aon &aacute;it n&aacute;r &eacute;irigh linn cruinni&uacute; a eagr&uacute;.  Rinne muid anail&iacute;s ar thortha&iacute; an taighde agus,as sin chuir muid an doicim&eacute;ad seo le ch&eacute;ile.<br/><br/>Gabhfaidh m&eacute; tr&iacute; chuid de na pr&iacute;omhphoint&iacute; a th&aacute;inig amach as an strait&eacute;is.  Dh&iacute;righ an ch&eacute;ad chuid den strait&eacute;is ar an saol s&oacute;isialta.  Tr&iacute;d agus tr&iacute;d, breathna&iacute;onn s&eacute; go bhfuil &aacute;iseanna maithe ar f&aacute;il i go leor de na ceantair Gaeltachta, ach b'fh&eacute;idir nach bhfuil f&aacute;il ar dhaoine &oacute;ga orthu.  T&aacute; &aacute;iseanna ar n&oacute;s halla&iacute; sp&oacute;irt, p&aacute;irceanna peile agus ruda&iacute; mar sin ann, ach n&iacute; bh&iacute;onn s&eacute; chomh &eacute;asca sin ag daoine &oacute;ga iad a &uacute;s&aacute;id go minic.  Is &iacute; an &aacute;is is m&oacute; at&aacute; ag teast&aacute;il, dar le na daoine &oacute;ga f&eacute;in, n&aacute; ionaid buail-isteach.  Ba &eacute; sin an rud is m&oacute; a th&aacute;inig amach as an taighde ar fad.  Ba mhaith leo ionaid in&aacute;r f&eacute;idir le daoine &oacute;ga imeachta&iacute; a eagr&uacute; d&oacute;ibh f&eacute;in, n&oacute; d&iacute;reach dul isteach agus a bheith ag caint agus ag comhr&aacute; le ch&eacute;ile.  Ionaid don aoisghr&uacute;pa seo go h&aacute;irithe - d&eacute;ag&oacute;ir&iacute; - a bheadh ann.  Is &eacute; sin an rud is m&oacute; at&aacute; ag teast&aacute;il uathu ag an bpointe seo.  T&aacute; ceann ar an gCeathr&uacute; Rua.  Bh&iacute; s&eacute; oscailte roinnt blianta siar.  Cuireadh ceal air agus d&uacute;nadh &eacute; ach t&aacute; s&eacute; oscailte ar&iacute;s le s&eacute; mh&iacute; anuas agus t&aacute; na daoine &oacute;ga ag baint &uacute;s&aacute;id as.  Is &aacute;is a bhfuil iad f&eacute;in i gceannas uirthi, le cabhair agus taca&iacute;ocht &oacute; oibrithe &oacute;ige proifisi&uacute;nta.  Leagan na daoine &oacute;ga f&eacute;in na himeachta&iacute;, an cl&aacute;r agus p&eacute; r&uacute;d a bh&iacute;onn ann amach.<br/><br/>T&aacute; g&aacute; le &eacute;ags&uacute;lacht sp&oacute;irt dar le go leor daoine &oacute;ga freisin.  T&aacute; b&eacute;im ar an GAA, sacar agus rugba&iacute;.  I roinnt ceantar t&aacute; cumainn ann, go m&oacute;rmh&oacute;r cumainn GAA.  T&aacute; siad ann i mbeagnach chuile ceantar ach n&iacute;l m&oacute;r&aacute;n rogha taobh amuigh de sin.  Mura bhfuil suim ag duine &oacute;g i gc&uacute;rsa&iacute; peile, c&uacute;rsa&iacute; iom&aacute;na&iacute;ochta n&oacute; c&uacute;rsa&iacute; rugba&iacute;, n&iacute;l m&oacute;r&aacute;n gur f&eacute;idir leis n&oacute; l&eacute;i a dh&eacute;anamh i go leor ceantar.  T&aacute; formh&oacute;r na ndaoine &oacute;ga ina mbaill de chlub - club CLG don chuid is m&oacute; ach b&iacute;onn siad p&aacute;irteach i gcumainn sp&oacute;irt eile, clubanna &oacute;ige, clubanna drama&iacute;ochta agus mar sin de freisin.  Is d&oacute;igh go bhfuil s&eacute; t&aacute;bhachtach &oacute; thaobh an tsaoil sh&oacute;isalta agus scileanna s&oacute;isialta a fh&aacute;il go mb&iacute;onn deis ag daoine &oacute;ga bheith bainteach le club n&oacute; ina mbaill de chlub.<br/><br/>B&iacute;onn go leor daoine &oacute;ga ag &uacute;s&aacute;id na me&aacute;in sh&oacute;isialta beagnach chuile l&aacute;, rud n&aacute;r chuir iontas ar aon duine.  Glacann 91% de na daoine &oacute;ga p&aacute;irt.  B&iacute;onn siad ag &uacute;s&aacute;id na me&aacute;in sh&oacute;isialta idir Facebook, Twitter, Instagram agus mar sin de.  Is &eacute; an t&aacute;bhacht a bhaineann leis sin n&aacute; gur bealach maith &eacute; chun eolas n&oacute; comhairle a chur ar f&aacute;il do dhaoine &oacute;ga n&oacute; chun dul i gcion orthu.  M&aacute; bh&iacute;tear ag &uacute;s&aacute;id na me&aacute;in sh&oacute;isialta b'fh&eacute;idir nach mian le na ruda&iacute; sin a dh&eacute;anamh s&aacute;ch minic.  T&aacute; f&aacute;il ar an Idirl&iacute;on n&oacute; ar leathanbhanda ag formh&oacute;r na daoine sa bhaile.  D&uacute;irt 97% acu go bhfuil siad ar an eolas faoin gcont&uacute;irt a d'fh&eacute;adfadh a bheith ag baint le h&uacute;s&aacute;id na me&aacute;in shoisialta - cibearbhula&iacute;ocht agus mar sin de.  D&uacute;irt 13% gur tharla a leith&eacute;id d&oacute;ibh.  D&uacute;irt 92% de na daoine &oacute;ga go mbeadh a fhios acu c&eacute;ard gur cheart d&oacute;ibh a dh&eacute;anamh d&aacute; dtarl&oacute;dh cibearbhula&iacute;ocht n&oacute; rud &eacute;igin mar sin d&oacute;ibh agus iad ag &uacute;s&aacute;id na me&aacute;in sh&oacute;isialta.  Breathna&iacute;onn s&eacute; go bhfuil siad ar an eolas faoi na cont&uacute;irt&iacute; a d'fh&eacute;adfadh a bheith ann agus c&eacute;ard gur cheart d&oacute;ibh a dh&eacute;anamh d&aacute; dtarl&oacute;dh a leith&eacute;id d&oacute;ibh.<br/><br/>Maidir leis na pr&iacute;omhmholta&iacute; a th&aacute;inig chun cinn as an gcuid den strait&eacute;is a bhaineann leis an saol s&oacute;isialta, breathna&iacute;onn gurb iad na hionaid buail-isteach an rud is m&oacute; at&aacute; na daoine &oacute;ga f&eacute;in ag iarraidh go mbeidh f&aacute;il acu air sna ceantair Gaeltachta faoi l&aacute;thair.  Ba mhaith leo daoine &oacute;ga as na ceantair Gaeltachta &eacute;ags&uacute;la a bheith ag bualadh le ch&eacute;ile n&iacute;os minice.  D&uacute;irt cuid mhaith nach mb&iacute;onn deis acu bualadh le daoine &oacute;ga as ceantair Gaeltachta eile chomh minic agus gur mhaith leo.  Ba mhaith leo daoine &oacute;ga a bheith p&aacute;irteach sa phr&oacute;iseas forbartha pobail.  D&uacute;irt go leor de na daoine &oacute;ga linn nach mb&iacute;onn daoine ag &eacute;isteacht leo n&oacute; nach mb&iacute;onn deis acu a gcuid smaoint&iacute; agus tuairim&iacute; a chur chun cinn maidir lena bpobail fein agus maidir le na seirbh&iacute;s&iacute; agus na h&aacute;iseanna ar mhaith leo a fh&eacute;ic&eacute;ail sna pobail sin.<br/><br/>T&aacute; c&uacute;rsa&iacute; oili&uacute;na d'oibrithe &oacute;ga agus do dhaoine a oibr&iacute;onn sna clubanna go deonach ag teast&aacute;il freisin.  Reacht&aacute;lann tuismitheoir&iacute; go leor de na clubanna go deonach ina gcuid ama f&eacute;in.  D'fh&eacute;adfa&iacute; go leor gearrch&uacute;rsa&iacute; oili&uacute;na a chur ar f&aacute;il d&oacute;ibh.  N&iacute; d&oacute;igh gur cheart linn a bheith ag brath an iomarca ar oibrithe deonacha ach an oiread.  T&aacute; g&aacute; le daoine a chur faoi oili&uacute;int sa gcaoi go mbeadh siad &aacute;balta freastal ar riachtanais na ndaoine &oacute;ga.  Ba mholadh eile su&iacute;omh Idirl&iacute;n a chruth&uacute; do dhaoine &oacute;ga san aoisghr&uacute;pa seo.  D'fh&eacute;adfa&iacute; go leor eolas agus comhairle maidir le c&aacute; bhfuil seirbh&iacute;s&iacute; le f&aacute;il agus mar sin de a chur ar f&aacute;il do dhaoine &oacute;ga tr&iacute; su&iacute;omh Idirl&iacute;n a bhun&uacute; a mbeadh bainisti&uacute; lean&uacute;nach &aacute; dh&eacute;anamh air agus a bheadh suas chun d&aacute;ta go lean&uacute;nach.<br/><br/>Maidir le c&uacute;rsa&iacute; teanga, t&aacute; Gaeilge l&iacute;ofa ag 84% de na daoine a ghlac p&aacute;irt sa suirbh&eacute;.  Labhra&iacute;onn 70% acu an Ghaeilge go laeth&uacute;il.  Labhra&iacute;onn 59% &iacute; sa mbaile.  T&aacute; s&eacute; sp&eacute;isi&uacute;il gur sa gc&oacute;ras oideachais n&oacute; le m&uacute;inteoir&iacute; is m&oacute; a labhra&iacute;tear an Ghaeilge.  D&uacute;irt 92% de na daoine &oacute;ga go labhra&iacute;onn siad Gaeilge lena m&uacute;inteoir&iacute; n&oacute; sa scoil.  T&aacute; Gaeilge l&iacute;ofa ag beirt thuismitheoir ag 45% acu agus Gaeilge l&iacute;ofa ag tuismitheoir amh&aacute;in ag 34%.  N&iacute;l aon Ghaeilge ag tuismitheoir&iacute; 21% de na daoine &oacute;ga.  Is d&oacute;igh go m&iacute;n&iacute;onn s&eacute; sin an figi&uacute;r a thug m&eacute; n&iacute;os t&uacute;isce faoin gcuid acu nach labhra&iacute;onn Gaeilge sa mbaile.  Labhra&iacute;onn 18% an Ghaeilge lena gcuid cairde go rialta.  T&aacute; 54% ina mbaill de chlub at&aacute; lonnaithe sa Ghaeltacht ach nach reacht&aacute;ltar tr&iacute; Ghaeilge.  Breathna&iacute;onn s&eacute; nach bhfuil roinnt de na clubanna agus cumainn sa Ghaeltacht &aacute; reacht&aacute;il go hioml&aacute;n tr&iacute; Ghaeilge.</p><p> Chuir muid ceist ar na daoine &oacute;ga c&eacute;ard iad na h&aacute;iseanna a chabhr&oacute;dh leo an Ghaeilge a labhairt n&iacute;os m&oacute;.  D&uacute;irt 40% acu gurb &iacute; an scoil an &aacute;is is m&oacute; a chabhr&oacute;dh leo an Ghaeilge a labhairt.  D&uacute;irt 16% go gcabhr&oacute;dh ionad buail-isteach leo an Ghaeilge a labhairt n&iacute;os minice.  D&uacute;irt 12% go mbeadh s&eacute; cabhrach d&aacute; mbeadh an cumann CLG, n&oacute; p&eacute; cumann a mb&iacute;onn siad bainteach leo, &aacute; reacht&aacute;il tr&iacute; Ghaeilge.  D&uacute;irt 11% go mbeadh s&eacute; cabhrach clubanna eile a bheith ar f&aacute;il, a fhreastl&oacute;dh ar r&eacute;imse n&iacute;os leithne d'imeachta&iacute; agus gn&iacute;omha&iacute;ochta&iacute; ina bhfuil sp&eacute;is acu.  D&uacute;irt 4% go gcuideodh s&eacute; d&oacute;ibh an Ghaeilge a labhairt sa mbaile agus d&uacute;irt 2% go mbeadh s&eacute; cabhrach &iacute; a labhairt lena gcairde.</p><p> Ag an am c&eacute;anna, tuigeann go leor daoine &oacute;ga go mbeidh an Ghaeilge ina bunt&aacute;iste d&oacute;ibh ina saolta amach anseo.  D&uacute;irt 32% go bhfuil an Ghaeilge r&iacute;th&aacute;bhachtach d&oacute;ibh agus d&uacute;irt 28% go bhfuil s&iacute; t&aacute;bhachtach d&oacute;ibh.  F&eacute;achann go leor acu gur bunt&aacute;iste &eacute; an Ghaeilge a bheith acu sa saol amach anseo.  D&uacute;irt 55% go mbeidh an Ghaeilge t&aacute;bhachtach d&oacute;ibh sa todhcha&iacute;.</p><p> Ba iad na molta&iacute; is m&oacute; a th&aacute;inig amach as an bp&aacute;irt seo den suirbh&eacute; n&aacute; go dteasta&iacute;onn deiseanna s&oacute;isalta tr&iacute; Ghaeilge taobh amuigh den ch&oacute;ras oideachais agus an baile uathu.  Is rud &eacute; sin a th&aacute;inig chun cinn ag na cruinnithe r&eacute;igi&uacute;nacha le na heagra&iacute;ochta&iacute; agus na daoine a chuireann seirbh&iacute;s&iacute; ar f&aacute;il do dhaoine &oacute;ga agus a bh&iacute;onn ag obair leis an &oacute;ige.  D&uacute;irt siad go bhfuil g&eacute;argh&aacute; le h&aacute;it, n&oacute; ionad, n&oacute; bealach inar f&eacute;idir le daoine &oacute;ga s&oacute;isial&uacute; lena ch&eacute;ile tr&iacute; mhe&aacute;n na Gaeilge.  Go minic, n&iacute; bh&iacute;onn na ruda&iacute; a bh&iacute;onn ar si&uacute;l acu nuair a bh&iacute;onn siad ag s&oacute;isial&uacute; - turais chuig an bpicti&uacute;rlann istigh sa mbaile m&oacute;r n&oacute; rud &eacute;igin mar sin - &aacute; reacht&aacute;il tr&iacute; Ghaeilge.</p><p> Ba mholadh eile na bunt&aacute;ist&iacute; agus na deiseanna a bhaineann le Gaeilge a chur ar a sh&uacute;ile do dhaoine &oacute;ga sa gcaoi go dtuigfid&iacute;s go mbeidh an Ghaeilge ina bunt&aacute;iste d&oacute;ibh sa saol amach anseo.  D&uacute;radh gur ch&oacute;ir aithint go dteasta&iacute;onn cur chuige difri&uacute;il sna ceantair nach bhfuil an Ghaeilge chomh l&aacute;idir sin iontu n&iacute;os m&oacute;.  Teasta&iacute;onn cabhair uathu a bheadh i bhfad n&iacute;os praitici&uacute;la &oacute;n Roinn, a bh&iacute;onn ag pl&eacute; le clubanna, le cumainn agus le coist&iacute; chun an Ghaeilge a chur chun cinn.  Teasta&iacute;onn ruda&iacute; chomh bun&uacute;sach le lip&eacute;id a chur ar ruda&iacute; n&oacute; comhairle faoin gcaoi ina chuirtear polasa&iacute; teanga chun cinn i gclubanna &oacute;ige a thabhairt n&oacute; mar sin de.  Teasta&iacute;onn breathn&uacute; ar na limist&eacute;ir seo i bhealach beag&aacute;in&iacute;n difri&uacute;il &oacute; cheantar a bheadh l&aacute;idir &oacute; thaobh na Gaeilge de.  Ba mholadh eile cl&aacute;r imeachta&iacute; tarraingteach agus spraoi&uacute;il a chur ar f&aacute;il do dhaoine &oacute;ga tr&iacute; mhe&aacute;n na Gaeilge sna clubanna, coist&iacute;, ionaid n&oacute; p&eacute; dream a bheadh ag pl&eacute; leo agus go mbeadh na himeachta&iacute; sp&eacute;isi&uacute;il agus go mbeadh na daoine &oacute;ga ag iarraidh bheith p&aacute;irteach ann.  Iarradh ar chabhair praitici&uacute;il do chlubanna agus eagra&iacute;ochta &oacute;ige maidir le cur i bhfeidhm polasaithe teanga agus mar sin de.</p><p> Chuir muid roinnt ceisteanna sa strait&eacute;is faoi ch&uacute;rsa&iacute; sl&aacute;inte.  D&uacute;irt 27% de na daoine &oacute;ga go mb&iacute;onn siad ag d&eacute;anamh acla&iacute;ochta n&oacute; ag imirt sp&oacute;irt gach l&aacute;.  B&iacute;onn 28% ag d&eacute;anamh acla&iacute;ochta n&oacute; ag imirt sp&oacute;irt c&uacute;ig n&oacute; s&eacute; uaire sa tseachtain.  Breathna&iacute;onn s&eacute; gur dream acla&iacute; go maith iad agus go bhfuil suim acu i sp&oacute;rt n&oacute; in acla&iacute;ocht.  N&iacute; raibh ach 6% a d&uacute;irt nach n-imr&iacute;onn siad sp&oacute;rt n&oacute; nach nd&eacute;anann siad acla&iacute;ocht ar bith, am ar bith.  T&aacute; &aacute;iseanna maith ar f&aacute;il sna ceantair ach, mar a bh&iacute; m&eacute; ag r&aacute; n&iacute;os t&uacute;isce, b'fh&eacute;idir nach mb&iacute;onn deis ag daoine &oacute;ga iad a &uacute;s&aacute;id ag am a oireann d&oacute;ibh n&oacute; nach mb&iacute;onn s&eacute; &eacute;asca d&oacute;ibh teacht ar na h&aacute;iseanna seo.  T&aacute; p&aacute;irc imeartha i mbeagnach chuile ceantar - 93%.  T&aacute; halla sp&oacute;irt i go leor de na ceantair freisin.  D&uacute;irt na daoine &oacute;ga go bhfuil gym i 50% de na ceantair agus t&aacute; ruda&iacute; ar n&oacute;s p&aacute;irceanna astroturf n&oacute; all-weather pitch, linn sn&aacute;mha agus pinni&uacute;r liathr&oacute;id l&aacute;imhe ann.  T&aacute; &aacute;iseanna r&eacute;as&uacute;nta i go leor de na ceantair le haghaidh sp&oacute;irt n&oacute; acla&iacute;ocht.</p><p> D&uacute;irt 64% de na daoine &oacute;ga go bhfuil go leor eolais acu faoi shl&iacute; maireacht&aacute;la sl&aacute;inti&uacute;il, is &eacute; sin faoi bhia foll&aacute;in a ithe, acla&iacute;ocht a dh&eacute;anamh agus mar sin de.  Bheadh a fhios ag 77% de na daoine &oacute;ga c&eacute;n &aacute;it a gheobhaidh siad eolas faoi shl&iacute; maireacht&aacute;la sl&aacute;inti&uacute;il n&oacute; cuins&iacute; sl&aacute;inte a chuireann isteach orthu.  N&iacute; d&uacute;irt ach 21% acu go mb&iacute;onn siad ag cuard&uacute; an t-eolais sin i nGaeilge.  N&iacute;l a fhios agam an cheapann siad n&aacute;r cheart go mbeadh an eolas sin ar f&aacute;il i nGaeilge sa nGaeltacht n&oacute; an bhfuil an oiread taith&iacute; acu ar go leor de na seirbh&iacute;s&iacute; sl&aacute;inte a bheith ar f&aacute;il i mB&eacute;arla.  B'fh&eacute;idir nach bhfeiceann siad aon t&aacute;bhacht ag baint le seirbh&iacute;s&iacute; mar sin a bheith ar f&aacute;il i nGaeilge.</p><p> Chuir muid an cheist d&aacute; mbraitheadh daoine &oacute;ga go raibh siad in isle br&iacute;, c&aacute; rachaidh siad chun cabhair a fh&aacute;il?  D&uacute;irt 58% acu go rachaid&iacute;s go saineola&iacute; sl&aacute;inte, b'fh&eacute;idir docht&uacute;ir &aacute;iti&uacute;il, siceola&iacute; n&oacute; duine mar sin, ar dt&uacute;s le cabhair a fh&aacute;il.  D&uacute;irt 44% go rachaid&iacute;s go ball eile den theaghlach nach athair n&aacute; m&aacute;thair iad, b'fh&eacute;idir deirfi&uacute;r, dearth&aacute;ir, col ceathrar n&oacute; duine &eacute;igin mar sin.  Labhr&oacute;dh 11% le cairde agus labhr&oacute;dh 1% le m&uacute;inteoir.  Is d&oacute;igh gur ch&uacute;is imn&iacute; &eacute; go bhfuil 16% ann a d&uacute;irt nach bhfuil fhios acu c&eacute;ard a dh&eacute;anfaid&iacute;s d&aacute; dtarl&oacute;dh s&eacute; go raibh siad in &iacute;sle br&iacute;.  T&aacute; roinnt cairteanna sa chur i l&aacute;thair.</p><p> Maidir le na c&uacute;ins&iacute; sl&aacute;inte is t&aacute;bhachta&iacute; do na daoine &oacute;ga, d&uacute;irt go leor acu gurb &iacute; sl&aacute;inte intinne an cuinse sl&aacute;inte is t&aacute;bhachta&iacute; ar fad d&oacute;ibh.  Is d&oacute;igh go dtagann s&eacute; sin le go leor cl&uacute;dach a bh&iacute;onn sna me&aacute;in sa l&aacute; at&aacute; inniu ann faoi th&aacute;bhacht shl&aacute;inte intinne agus cinnti&uacute; go labhra&iacute;tear le duine &eacute;igin m&aacute; bhreatna&iacute;tear go bhfuil fadhb ann le sl&aacute;inte intinne.</p><p> T&aacute; acla&iacute;ocht agus sp&oacute;rt r&iacute;th&aacute;bhachtach do 54% de na daoine &oacute;ga.  Mar at&aacute; feicthe againn cheana f&eacute;in, b&iacute;onn go leor acu ag imirt sp&oacute;irt n&oacute; ag d&eacute;anamh acla&iacute;ochta.  Is rud at&aacute; t&aacute;bhachtach ina saolta.  Bh&iacute; sl&aacute;inte gn&eacute;is t&aacute;bhachtach do 45% de dhaoine &oacute;ga agus bh&iacute; eolas ar mh&iacute;-&uacute;s&aacute;id druga&iacute; agus alc&oacute;l t&aacute;bhachtach do 50% agus 38% faoi seach.  Bh&iacute; c&uacute;rsa&iacute; sl&aacute;inte go ginear&aacute;lta t&aacute;bhachtach do 41% agus bh&iacute; eolas ar bhia foll&aacute;in t&aacute;bhachtach do 38%.  Sin iad na ruda&iacute; is t&aacute;bhachta&iacute; dar leo f&eacute;in maidir le c&uacute;rsa&iacute; sl&aacute;inte.</p><p> Ba iad na molta&iacute; a th&aacute;inig amach as an gcaibidil seo n&aacute; gur cheart eolas agus ceardlainne a chur ar f&aacute;il do dhaoine &oacute;ga ar &aacute;bhair faoi leith maidir le c&uacute;rsa&iacute; sl&aacute;inte, mar shampla, sl&aacute;inte intinne, m&iacute;-&uacute;s&aacute;id alc&oacute;il agus druga&iacute;, sl&aacute;inte gn&eacute;is, bia foll&aacute;in agus mar sin de.  Is eolas agus ceardlainne iad a bheadh bunaithe ar na cuins&iacute; a d&uacute;irt siad f&eacute;in go bhfuil siad t&aacute;bhachtach d&oacute;ibh.  Ba cheart go mbeadh seirbh&iacute;s&iacute; comhairleoracht ar f&aacute;il do dhaoine &oacute;ga as Gaeilge sna ceantair Gaeltachta.  Bh&iacute; roinnt m&uacute;inteoir&iacute; as na me&aacute;nscoileanna ag na cruinnithe r&eacute;igi&uacute;nach agus d&uacute;irt siad go bhfuil cl&aacute;r &aacute;irithe sna scoileanna a bhaineann le sl&aacute;inte intinne ach go minic, m&aacute; theasta&iacute;onn c&uacute;namh &oacute; dhuine, caithfear dul go dt&iacute; an baile m&oacute;r is gaire agus n&iacute; g&aacute; go mbeadh na seirbh&iacute;s&iacute; ar f&aacute;il tr&iacute; mhe&aacute;n na Gaeilge.  Moladh go mbainfear &uacute;s&aacute;id n&iacute;os fearr as na me&aacute;in sh&oacute;isialta chun eolas a chur ar f&aacute;il do dhaoine &oacute;ga faoi ch&uacute;rsa&iacute; sl&aacute;inte.  Mar at&aacute; feicthe againn cheana f&eacute;in, b&iacute;onn siad ar fad ag &uacute;s&aacute;id na me&aacute;in sh&oacute;isialta go minic.  B'fh&eacute;idir go mbeadh s&eacute; ina bhealach maith eolas a chur ar f&aacute;il d&oacute;ibh n&oacute; insint d&oacute;ibh c&eacute;n &aacute;it a gheobhaidh siad comhairle m&aacute; theasta&iacute;onn s&eacute; uathu.</p><p> Maidir le c&uacute;rsa&iacute; oideachas, t&aacute; formh&oacute;r na daoine &oacute;ga ag freastal ar scoileanna Gaeltachta agus m&uacute;intear beagnach na h&aacute;bhair ar fad tr&iacute; mhe&aacute;n na Gaeilge sna scoileanna sin.  D&uacute;irt 27% nach f&eacute;idir leo na h&aacute;bhair ar fad a dh&eacute;anamh tr&iacute; mhe&aacute;n na Gaeilge.  N&iacute;l a fhios agam c&eacute;n f&aacute;th.  B'fh&eacute;idir nach bhfuil d&oacute;th&aacute;in m&uacute;inteoir&iacute; le Gaeilge at&aacute; &aacute;balta na h&aacute;bhair a mh&uacute;ineadh.  N&iacute;l fhios agam c&eacute;ard at&aacute; taobh thiar de sin.</p><p>N&iacute; f&eacute;idir le daoine &oacute;ga i roinnt ceantair na h&aacute;bhair ar fad a dh&eacute;anamh tr&iacute; mhe&aacute;n na Gaeilge sa mhe&aacute;nscoil.  D&uacute;irt an chuid is m&oacute; de na daoine &oacute;ga - 52% - go bhfuil siad ag cuimhneamh ar dul ar ollscoil nuair a bheidh siad cr&iacute;ochnaithe sa mhe&aacute;nscoil.  D&uacute;irt 35% d&oacute;ibh gur mhaith leo dul chuig col&aacute;iste tr&iacute;&uacute; leibh&eacute;al.  Breathna&iacute;onn s&eacute; go bhfuil an t-uaf&aacute;s daoine &oacute;ga as na ceantracha Gaeltachta - formh&oacute;r acu - ag iarraidh dul ar aghaidh chuig oideachas tr&iacute;&uacute; leibh&eacute;al.  N&iacute;or d&uacute;irt ach 4% d&oacute;ibh gur mhaith leo dul ag taisteal.  D&uacute;irt 9% d&oacute;ibh gur mhaith leo post a fh&aacute;il go h&aacute;iti&uacute;il agus d&uacute;irt 5% d&oacute;ibh gur mhaith leo post a fh&aacute;il thar lear.  Breathna&iacute;onn s&eacute; go bhfuil go leor acu ag iarraidh fanacht in &Eacute;irinn agus oideachas tr&iacute;&uacute; leibh&eacute;al a bhaint amach.  Bheadh cuid mhaith de na daoine a d&uacute;irt gur mhaith leo dul ag taisteal ag s&uacute;il le teacht ar ais go dt&iacute; an t&iacute;r seo am &eacute;igin in dhiaidh sin.</p><p> Ba mhaith le 66% d&oacute;ibh si&uacute;d a d&uacute;irt gur mhaith leo freastal ar oideachas tr&iacute;&uacute; leibh&eacute;al filleadh ar a gceantracha d&uacute;chais nuair at&aacute; a gcuid c&aacute;il&iacute;ochta&iacute; tr&iacute;&uacute; leibh&eacute;al bainte amach acu.  Ar nd&oacute;igh, n&iacute;l a fhios acu an mbeidh postanna ar f&aacute;il sna ceantracha Gaeltachta ag an am sin.  Th&aacute;inig s&eacute; amach as na cruinnithe r&eacute;igi&uacute;nda go mb&iacute;onn ar go leor daoine &oacute;ga as na ceantracha Gaeltachta na h&aacute;iteanna sin a fh&aacute;g&aacute;il le haghaidh oideachas a fh&aacute;il, agus ansin t&aacute; an fhadhb ann i gc&oacute;na&iacute; nach mbeidh fosta&iacute;ocht ar f&aacute;il go h&aacute;iti&uacute;il chun iad a mhealladh ar ais.  D&uacute;irt 72% acu go bhfuil an iomarca b&eacute;ime ar ch&uacute;rsa&iacute; acad&uacute;la sa mhe&aacute;nscoil.  N&iacute;l a fhios agam an bhfuil siad ag r&aacute; n&aacute;r cheart go mbeadh aon bh&eacute;im ar ch&uacute;rsa&iacute; acad&uacute;la sa mhe&aacute;nscoil.  Is d&oacute;cha go gcaithfidh b&eacute;im &eacute;igin a bheith i gceist sa ch&oacute;ras me&aacute;nscola&iacute;ochta go dt&iacute; pointe &aacute;irithe.  B'fh&eacute;idir go bhfuil siad ag r&aacute; nach mb&iacute;onn an oiread sin deiseanna acu ruda&iacute; nach bhfuil chomh acad&uacute;il a dh&eacute;anamh sa mhe&aacute;nscoil freisin.</p><p> Baineann c&uacute;pla cairt eile leo si&uacute;d gur mhaith leo filleadh ar a gceantracha d&uacute;chais nuair at&aacute; siad tar &eacute;is c&aacute;il&iacute;ochta&iacute; tr&iacute;&uacute; leibh&eacute;al a bhaint amach.  Chuir m&eacute; ceist orthu an bhfuil &aacute;bhair eile gur mhaith leo staid&eacute;ar a dh&eacute;anamh orthu nach bhfuil ar f&aacute;il ar churaclam na me&aacute;nscoile faoi l&aacute;thair, n&oacute; nach bhfuil ar f&aacute;il ina scoileanna f&eacute;in.  Fuair muid roinnt freagra&iacute; sp&eacute;isi&uacute;la anseo.  Is d&oacute;cha gurb iad na ruda&iacute; is m&oacute; gur mhaith leo staid&eacute;ar a dh&eacute;anamh orthu n&aacute; teangacha difri&uacute;la, &aacute;bhair saor&aacute;nachta - c&uacute;rsa&iacute; polaiti&uacute;la, b'fh&eacute;idir - agus eola&iacute;ocht.  Luaigh siad stair agus t&iacute;reola&iacute;ocht freisin, &aacute;bhair gur cheapf&aacute; go mbeid&iacute;s ar f&aacute;il i bhformh&oacute;r na scoileanna Gaeltachta cheana f&eacute;in.  Bh&iacute; &aacute;bhair cruthaitheacha ar n&oacute;s eala&iacute;on r&eacute;as&uacute;nta ard go leor sa rang&uacute; freisin.  T&aacute; roinnt ruda&iacute; gur mhaith leo staid&eacute;ar a dh&eacute;anamh orthu nach bhfuil ar f&aacute;il d&oacute;ibh faoi l&aacute;thair, b'fh&eacute;idir, sna me&aacute;nscoileanna ar a bhfuil siad ag freastal.</p><p> Ba mhaith liom cur s&iacute;os a dh&eacute;anamh ar na molta&iacute; a th&aacute;inig amach as an gcuid seo den strait&eacute;is.  Mhol formh&oacute;r na bhfreagr&oacute;ir&iacute; gur cheart c&uacute;rsa&iacute; scileanna saoil a chur ar f&aacute;il.  D&uacute;irt na daoine &oacute;ga go mbeadh f&iacute;orshuim acu gearrch&uacute;rsa&iacute; a dh&eacute;anamh sa mhe&aacute;nscoil ar scileanna saoil - c&eacute;n chaoi le buis&eacute;ad a dh&eacute;anamh, bill&iacute; n&oacute; c&aacute;in a &iacute;oc agus mar sin de.  D&uacute;irt siad freisin gur mhaith leo go mbeadh n&iacute;os m&oacute; gairm threoir n&oacute; comhairle faoi ghairm threoir ar f&aacute;il d&oacute;ibh.  D&uacute;radh gur ch&oacute;ir go mbeadh n&iacute;os m&oacute; eolais faoi print&iacute;seachta&iacute; agus an t&aacute;bhacht a bhaineann leo ar f&aacute;il do dhaoine &oacute;ga.  S&iacute;lim n&aacute;r dh&uacute;irt ach thart ar 3% d&oacute;ibh go raibh siad ag cuimhneamh ar phrint&iacute;seachta&iacute; mar shl&iacute; bheatha n&oacute; mar phost amach anseo.  Is d&oacute;cha go bhfuil baint aige sin leis an lagtr&aacute;th eacnama&iacute;ochta a bh&iacute; sa t&iacute;r ar feadh tr&eacute;imhse.  B'fh&eacute;idir go gceapann daoine &oacute;ga nach bhfuil obair buan le f&aacute;il as an earn&aacute;il phrint&iacute;seachta, agus go bhfuil siad n&iacute;os fearr as ag freastal ar chol&aacute;iste tr&iacute;&uacute; leibh&eacute;al in &aacute;it bheith ag foghlaim c&eacute;ird.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.21" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E00200"><p>Gabh mo leithsc&eacute;al.  T&aacute; &eacute;acht d&eacute;anta agat go dt&iacute; seo leis an m&eacute;id seo.  Ba mhaith liom deis a thabhairt do na daoine &oacute;ga agus na baill teacht isteach.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.22" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E00300"><p>Cinnte.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.23" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E00400"><p>T&aacute; m&eacute; ag smaoineamh ar an am.  T&aacute; an buis&eacute;ad ar si&uacute;l inniu.  Is d&oacute;cha go bhfuil Teachta&iacute; D&aacute;la agus Seanad&oacute;ir&iacute; faoi bhr&uacute;.  De bharr easpa ama, b'fh&eacute;idir go mbeadh s&eacute; n&iacute;os fearr d&aacute; nd&eacute;anf&aacute; &aacute;r n-aird a tharraingt ar na nithe eile a d'&eacute;irigh as an strait&eacute;is, seachas an ch&aacute;ip&eacute;is ar fad a l&eacute;amh amach.  Is f&eacute;idir leis na baill ceisteanna a chur ansin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.24" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E00500"><p>T&aacute; s&eacute; sin go bre&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.25" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E00600"><p>Tuigim go bhfuil molta&iacute; maidir le taisteal f&oacute;s le cl&uacute;dach agat.  C&eacute;ard iad na cinnteidil eile?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.26" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E00700"><p>T&aacute; p&iacute;osa&iacute; ann faoi ch&uacute;ins&iacute; eile i saol an duine &oacute;ig, airgead agus plean gn&iacute;mh.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.27" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E00800"><p>N&iacute;l m&eacute; ag iarraidh cur isteach ort.  Caithfidh m&eacute; an t-am a roinnt.  T&aacute; an plean gn&iacute;mh thar a bheith t&aacute;bhachtach freisin.  B'fh&eacute;idir go dtiocfaimid ar ais chuige.  T&aacute; ceist an mhaoinithe curtha i gcomhth&eacute;acs sa ch&aacute;ip&eacute;is seo freisin.  T&aacute; tagairt ann don ionad buaileadh isteach freisin.  T&aacute; na ruda&iacute; sin ar fad f&aacute;gtha le cur s&iacute;os a dh&eacute;anamh f&uacute;thu.  T&aacute; c&oacute;ip den doicim&eacute;ad ag na baill go l&eacute;ir.  Ar na c&uacute;iseanna sin, b'fh&eacute;idir go gcuirfidh m&eacute; deireadh leis an gcur i l&aacute;thair ag an bpointe seo, agus tabharfaidh m&eacute; deis do na daoine &oacute;ga - D&oacute;mhnall &Oacute; Braon&aacute;in agus Iseult N&iacute; Fhoighil - teacht isteach.  Tos&oacute;idh m&eacute; leis an mbean &oacute;g.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.28" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E00900"><p>S&iacute;lim go bhfuil s&eacute; an-t&aacute;bhachtach go mbeadh &aacute;it ag daoine &oacute;ga, go m&oacute;rmh&oacute;r faoin tuath, buaileadh le ch&eacute;ile.  M&aacute; t&aacute; m&eacute; ag iarraidh am a chaitheamh le mo chairde gan mo thuismitheoir&iacute; a bheith do mo chr&aacute; sa bhaile, t&aacute; orm bus a fh&aacute;il isteach go dt&iacute; an baile, b'fh&eacute;idir ar chostas &euro;6 ar thic&eacute;ad fillte.  Ba cheart go mbeinn in ann p&iacute;osa chraic agus spraoi a bheith agam le mo chairde gan praghaslip&eacute;ad m&oacute;r.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.29" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E01000"><p>An bhfuil ionad buaileadh isteach gar do do theach?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.30" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E01100"><p>N&iacute;l aon ionad ar chor ar bith.  N&iacute;l tada seachas p&aacute;irc peile agus siopa.  Is &eacute; sin an m&eacute;id.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.31" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E01200"><p>C&eacute; chomh gar do do theach at&aacute; an ionad buaileadh isteach is gaire?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.32" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E01300"><p>T&aacute; s&eacute; ar an gCeathr&uacute; Rua, at&aacute; idir 20 agus 25 n&oacute;im&eacute;ad uainn sa charr.  T&oacute;gann s&eacute; chomh fada c&eacute;anna d&uacute;inn dul isteach go dt&iacute; an baile.  N&iacute; bheadh nasc chomh l&aacute;idir sin againn le muintir an Cheathr&uacute; Rua ach an oiread.  N&iacute; bheimid in ann dul ann agus muid a phlanc&aacute;il s&iacute;os ann.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.33" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E01400"><p>Go raibh maith agat.  Iarraim anois ar Dh&oacute;mhnall &Oacute; Braon&aacute;in focal n&oacute; dh&oacute; a r&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.34" speakerid="unknown" error="nomatch" speakername="Mr. D&oacute;mhnall &Oacute; Braon&aacute;in" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E01500"><p>Labhr&oacute;idh m&eacute; faoi chursa&iacute; sp&oacute;irt, srl.  T&aacute; gym thiar i Leitir M&oacute;r agus t&aacute; gym sna Forbacha, ach n&iacute;l tada i gceantar Cois Fharraige.  Toisc go bhfuil m&eacute; ag staid &aacute;irithe sa sp&oacute;rt - imr&iacute;onn m&eacute; rugba&iacute;, peil, iom&aacute;na&iacute;ocht agus a leith&eacute;id - b&iacute;onn m&eacute; ag iarraidh dul go dt&iacute; an gym go minic.  N&iacute;l aon am ag mo thuismitheoir&iacute;.  T&aacute; m&eacute; gn&oacute;thach le staid&eacute;ar, srl.  Mar sin, t&aacute; m&eacute; ag iarraidh &aacute;it a bheadh s&aacute;ch gar dom go mbeinn in ann l&eacute;im ar mo rothar le dul chomh fada leis, ach n&iacute;l &aacute;is mar sin ann.  Maidir le cursa&iacute; taistil, b'fh&eacute;idir gur cheart go mbeadh c&oacute;ras bus idir &aacute;iteanna ar n&oacute;s an Cheathr&uacute; Rua agus Leitir M&oacute;r agus &aacute;iteanna ar n&oacute;s an Spid&eacute;al n&oacute; Bearna.  Molaim go mbeadh bus beag ag dul chuile uair an chloig n&oacute; mar sin taobh amuigh d'am scoile.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.35" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E01600"><p>Go raibh maith agat.  An bhfuil aon rud le r&aacute; ag an Uasal &Oacute; Coisdealbha?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.36" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E01700"><p>Ba mhaith liom a r&aacute;, ar fhait&iacute;os go gceapadh aon duine go bhfuil s&eacute; seo &aacute; theorann&uacute; go Conamara againn-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.37" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E01800"><p>C&eacute; a cheapfadh &eacute; sin?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.38" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#E01900"><p>-----go raibh s&eacute; i gceist againn Conallach n&oacute; duine &oacute;n deisceart a bheith linn, ach ceall sp&aacute;is n&iacute; fh&eacute;adfa&iacute; &eacute; sin a dh&eacute;anamh.  Roghna&iacute;omar an beirt seo mar dhaoine a bheadh in ann labhairt.  F&aacute;ilt&iacute;m go m&oacute;r roimh an deis at&aacute; tugtha d&oacute;ibh.  Th&aacute;inig s&eacute; amach as an togra seo go mb&iacute;onn na sean&oacute;ir&iacute; ag caint ar son daoine &oacute;ga go minic.  B'fh&eacute;idir go bhfuil D&oacute;mhnall ag iarraidh cur le sin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.39" speakerid="unknown" error="nomatch" speakername="Mr. D&oacute;mhnall &Oacute; Braon&aacute;in" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F00100"><p>T&aacute; m&eacute; d&iacute;reach tar &eacute;is cuimhneamh ar sin freisin.  Maidir le c&uacute;rsa&iacute; oideachais, n&iacute;l na t&eacute;acsleabhair le haghaidh na h&aacute;bhair &eacute;ags&uacute;la at&aacute; &aacute; staid&eacute;ar againn i nGaeilge ach amh&aacute;in i gc&aacute;s leath d&oacute;ibh.  Caithfidh &aacute;r m&uacute;inteoir&iacute; a n&oacute;ta&iacute; f&eacute;in a chur le ch&eacute;ile do na h&aacute;bhair sin, n&oacute; caithfimidne n&oacute;ta&iacute; B&eacute;arla a th&oacute;g&aacute;il agus iad a aistri&uacute; go Gaeilge, ionas go mbeimid in ann na scr&uacute;daithe a dh&eacute;anamh tr&iacute; mhe&aacute;n na Gaeilge, rud at&aacute; t&aacute;bhachtach d&uacute;inn f&eacute;in go pearsanta mar gheall go bhfuil br&oacute;d againn as an nGaeilge.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.40" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F00200"><p>N&iacute;l leabhar stair againn anois i nGaeilge.  T&aacute; ar an m&uacute;inteoir leabhar B&eacute;arla a fh&aacute;il agus chuile rud a aistri&uacute;.  T&aacute; orainn na n&oacute;ta&iacute; staid&eacute;ir a aistri&uacute;.  T&aacute; m&eacute; ar an bhfoireann d&iacute;osp&oacute;ireachta faoi l&aacute;thair.  Nuair at&aacute; an d&iacute;osp&oacute;ireacht i mB&eacute;arla, t&aacute; orainn taighde a dh&eacute;anamh agus ansin &aacute;r gcuid &oacute;r&aacute;id&iacute; a scr&iacute;obh.  I gc&aacute;s na d&iacute;osp&oacute;ireachta&iacute; Gaeilge, t&aacute; orainn taighde a dh&eacute;anamh, seachtain a chaitheamh &aacute; n-aistri&uacute; agus ansin &aacute;r gcuid &oacute;r&aacute;id&iacute; a scr&iacute;obh.  Is pian &eacute;, go h&aacute;irithe nuair nach bhfuil againn ach coic&iacute;s le n-ullmh&uacute; don d&iacute;osp&oacute;ireacht, go gcaithfear an chuid is m&oacute; den am a chaitheamh ag d&eacute;anamh aistri&uacute;ch&aacute;in.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.41" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F00300"><p>Tuigim.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.42" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F00400"><p>T&aacute; an pointe sin thar a bheith t&aacute;bhachtach.  Nuair at&aacute;imid ag d&eacute;anamh stocaireachta, uaireanta n&iacute; chuimhn&iacute;mid ar an iarracht bhreise at&aacute; le d&eacute;anamh ag daoine &oacute;ga at&aacute; ag iarraidh gn&iacute;omha&iacute;ocht n&oacute; staid&eacute;ar a dh&eacute;anamh tr&iacute; mhe&aacute;n na Gaeilge.  Is pointe an-t&aacute;bhachtach &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.43" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F00500"><p>Tagann s&eacute; chun cinn i gach cur i l&aacute;thair a dh&eacute;anann m&uacute;inteoir&iacute; anseo.  Th&aacute;inig an rud ceannann c&eacute;anna chun solais i M&uacute;scra&iacute; le d&eacute;ana&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.44" speakerid="com.kildarestreet/member/1377" speakername="Trevor &Oacute; Clochartaigh" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F00600"><p>Cuirim f&aacute;ilte roimh na finn&eacute;ithe, ina measc beirt a bh&iacute;onn anseo go rialta.  Cuirim m&iacute;le f&aacute;ilte roimh an mbeirt nua, Iseult N&iacute; Fhoighil agus D&oacute;mhnall &Oacute; Braon&aacute;in.  T&aacute; an staid&eacute;ar seo iontach t&aacute;bhachtach.  Is d&oacute;cha go leagann s&eacute; m&eacute;ar ar ruda&iacute; gur eol d&uacute;inne a bh&iacute;onn ag dul isteach agus amach &oacute;n nGaeltacht go rialta.  T&aacute; s&eacute; go maith go bhfuil na f&iacute;r&iacute;c&iacute; againn le seasamh leis.  Molaim iad si&uacute;d a rinne an obair leis an staid&eacute;ar seo a chur le ch&eacute;ile.</p> <p>  B&iacute;onn an Cathaoirleach ag cur br&uacute; orm ceisteanna a chur i gc&oacute;na&iacute;.  T&aacute; c&uacute;pla ceist r&eacute;itithe agam.  Is d&oacute;cha gurb &iacute; ceist an bhuis&eacute;id an cheist mh&oacute;r.  T&aacute; Muintearas ag caint ar bhuis&eacute;ad uaillmhianach de &euro;495,000 sa ch&eacute;ad bhliain agus &euro;690,000 sa dara bliain.  Chuala muid i gc&aacute;inaisn&eacute;is an lae inniu nach mbeidh ach ard&uacute; de &euro;2.5 milli&uacute;n ag &Uacute;dar&aacute;s na Gaeltachta an bhliain seo chugainn.  N&iacute;l a fhios agam c&eacute; chomh d&oacute;chasach is a bheadh na finn&eacute;ithe &oacute; thaobh an bhuis&eacute;id sin a aimsi&uacute;.  C&eacute;ard iad na foins&iacute; ar a bhfuil lucht Muintearas ag brath?  An bhfuil siad ag brath go huile is go hioml&aacute;n ar Roinn na Gaeltachta agus ar &Uacute;dar&aacute;s na Gaeltachta?  M&aacute; t&aacute;, an bhfuil siad d&oacute;chasach go dtiocfaidh siad ar an airgead?</p> <p>  Labhair M&aacute;ir&iacute;n Nic Fhionghuin faoi sheirbh&iacute;s&iacute; comhairleoireachta, &aacute;bhar a th&aacute;inig chun cinn i nGaillimh roinnt mhaith uaireanta le d&eacute;ana&iacute;.  Bh&iacute; Youth Work Ireland, go h&aacute;irithe, ag clamhs&aacute;n nach raibh siad in ann fi&uacute; leanacht le seirbh&iacute;s&iacute; i gcathair na Gaillimhe.  Ba bhre&aacute; leo bheith in ann seirbh&iacute;s&iacute; comhaoirleoireachta a chur ar bun i gConamara, ach airgead a fh&aacute;il.  C&eacute; chomh t&aacute;bhachtach is at&aacute; sheirbh&iacute;s&iacute; comhairleoireachta don dream &oacute;g at&aacute; i l&aacute;thair agus a gcomhaoisigh sa scoil?</p> <p>  Ba mhaith liom ceist a chur maidir le ionada&iacute;ocht &oacute;ige sa cheannaireacht ar an rud seo ar fad.  An raibh r&oacute;l ag an dream &oacute;g &oacute; thaobh an tuairisc a chur le ch&eacute;ile, &oacute; thaobh an ceannasa&iacute;ocht agus &oacute; thaobh an coiste a bh&iacute; ann?  C&eacute;n r&oacute;l at&aacute; acu sna clubanna at&aacute; bunaithe?  An bhfuil siad ar an gcoiste agus mar sin de?  C&eacute;n t&aacute;bhacht at&aacute; ann go mbeadh daoine &oacute;ga istigh i l&aacute;r an aonaigh ag d&eacute;anamh cinnithe maidir le c&eacute;ard at&aacute; ag tarl&uacute; &oacute; thaobh na clubanna?</p> <p>  T&aacute; c&oacute;ras iompair tuaithe againn i gConamara.  T&aacute; an c&oacute;ras, Bealach, an-teoranta &oacute;s rud &eacute; go bhfuil an buis&eacute;ad an-&iacute;seal.  An mbaineann na heagra&iacute;ochta&iacute; aon &uacute;s&aacute;id as an gc&oacute;ras iompair tuaithe sna Gaeltachta&iacute; &eacute;ags&uacute;la?  N&iacute;l a fhios agam conas mar at&aacute; c&uacute;rsa&iacute; i gConamara.  T&aacute; a fhios agam go raibh clubanna dorn&aacute;la&iacute;ochta, mar shampla, ag baint &uacute;s&aacute;ide as.  An bhfuil Muintearas ag caint leo si&uacute;d at&aacute; bainteach leis an gcl&aacute;r iompair tuaithe sna ceantracha &eacute;ags&uacute;la &oacute; thaobh &uacute;s&aacute;id an c&oacute;rais sin?</p> <p>  T&aacute; na pleananna teanga &aacute; r&eacute;iteach sna ceantracha &eacute;ags&uacute;la.  An bhfuil Muintearas p&aacute;irteach mar chuid den phr&oacute;iseas comhairleach?  Tuigim go bhfuil baint ag Muintearas leis an bplean at&aacute; &aacute; r&eacute;iteach i gCeantar na nOile&aacute;in, mar shampla.  An raibh Muintearas ar na coist&iacute; comhairleach sna ceantracha eile?  An bhfuil lucht Muintearas ag sn&iacute;omh le ch&eacute;ile an m&eacute;id at&aacute; &aacute; r&aacute; acu anseo agus an m&eacute;id at&aacute; ag teacht chun cinn sna pleananna?</p> <p>  &Oacute; thaobh &oacute;ige na Gaeltachta, c&eacute;n foireann go d&iacute;reach at&aacute; ag Muintearas i l&aacute;thair na huaire?  T&aacute; s&eacute; r&aacute;ite go mb'fh&eacute;idir go nd&eacute;anfar oifigigh forbartha eile a earc&uacute;.  C&eacute;n obair bhreise a bheadh ar bun ag na hoifigigh sin, seachas an dream at&aacute; ar an talamh cheana f&eacute;in?  C&eacute;n difr&iacute;ocht a bheadh san obair idir an d&aacute; dream?</p> <p>  T&aacute; ceisteanna m&oacute;ra curtha agam.  T&aacute; an taighde thar a bheith t&aacute;bhachtach.  Cheapfainn go mbeimid ag iarraidh bheith ag tac&uacute; leis.  Bheinn imn&iacute;och maidir le c&uacute;rsa&iacute; maoinithe i gcomhth&eacute;acs an easpa maoinithe at&aacute; ar f&aacute;il do na pleananna teanga i l&aacute;thair na huaire.  T&aacute; teorainn de &euro;100,000 ar an maoini&uacute; at&aacute; ar f&aacute;il do chuile phlean.  N&iacute;l ruda&iacute; ag breathn&uacute; d&oacute;chasach.  Is d&oacute;igh liom go dtac&oacute;idh an coiste seo i bprionsabal leis na ruda&iacute; at&aacute; Muintearas ag iarraidh a bhaint amach.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.45" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F00700"><p>Ba mhaith liom an ch&eacute;ad cheist a th&oacute;g&aacute;il.  Is d&oacute;igh liom go raibh naoi gceist ann san ioml&aacute;n.  N&iacute; cheapaim go bhfuilimid ag iarraidh a bheith uaillmhianach ar chor ar bith.  N&iacute;or mhaith liom go gceapfadh &eacute;inne go bhfuilimid uaillmhianach.  B'fh&eacute;idir gur cheart d&uacute;inn smaoineamh taobh amuigh den bhosca, mar a deirtear.  N&iacute;or cheart go mbeadh chuile dhuine ag ceapadh go dtiocfaidh s&eacute; seo amach as buis&eacute;ad an &uacute;dar&aacute;is.  Is d&oacute;cha gurb &eacute; leathanach 38 mar cheann de na leathanaigh is t&aacute;bhachta&iacute; sa ch&aacute;ip&eacute;is.  D&eacute;antar compar&aacute;id ar an leathanach sin leis na heagra&iacute;ochta&iacute; at&aacute; ag feidhmi&uacute; i mB&eacute;arla don &oacute;ige.  Creidim gur cheart d&uacute;inn go dlisteanach bheith ag f&aacute;il airgid go d&iacute;reach as an bhfoinse c&eacute;anna is at&aacute; na macasamhail eagra&iacute;ochta&iacute; B&eacute;arla, seachas bheith ag dul i gc&oacute;na&iacute; chuig tobar amh&aacute;in.  Is &eacute; sin an c&eacute;ad rud.  Is ceart &eacute; sin.  Is minic go gcuirtear br&uacute; ar bhuis&eacute;ad teoranta as na foins&iacute; sin.  T&aacute; m&eacute; ag seasamh suas don &uacute;dar&aacute;s nuair a deirim &eacute; sin.  B'fh&eacute;idir go leagann leathanach 38 amach an teachtaireacht is suntasa&iacute; at&aacute; againn.  Ba cheart go mbeadh airgead curtha ar f&aacute;il do na r&eacute;ims&iacute; obair &oacute;ige sna ceantrachta Gaeltachta is at&aacute; ag na macasamhail at&aacute; ag feidhmi&uacute; i mB&eacute;arla.</p> <p>  Braitheann ceist na plean&aacute;la teanga ar na daoine &oacute;ga as na ceantair &eacute;ags&uacute;la.  T&aacute; r&eacute;igi&uacute;in &aacute;irithe le pleananna teanga acu.  I gc&aacute;s r&eacute;igi&uacute;n amh&aacute;in lena bhfuil Muintearas ag pl&eacute; - Ceantar na nOile&aacute;in - t&aacute; &aacute;thas orm a r&aacute; go bhfuil r&oacute;l l&aacute;rnach ag daoine &oacute;ga sa phlean ansin.  Beidh an plean sin foilsithe go luath.  Ceapaim go bhfeicfear ansin an fianaise go raibh r&oacute;l l&aacute;rnach ag daoine &oacute;ga sa phlean.  Mar is eol do Iseult agus D&oacute;mhnall, cuireann Muintearas b&eacute;im i gc&oacute;na&iacute; ar an t&aacute;bhacht a bhaineann le gl&oacute;r na ndaoine &oacute;ga.  T&aacute; s&eacute; sin le feice&aacute;il i bplean Ceantar na nOile&aacute;in, lena bhfuilimid ag pl&eacute;.  N&iacute;l a fhios agam faoi na ceisteanna eile maidir le clubanna &oacute;ige, srl.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.46" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F00800"><p>B'fh&eacute;idir gur f&eacute;idir liom c&uacute;pla ceann a fhreagairt.  Luaigh an Seanad&oacute;ir na coist&iacute; plean&aacute;la teanga.  Thart ar bliain &oacute; shin, rinne m&eacute; cur i l&aacute;thair le go leor de na coist&iacute; faoi na seirbh&iacute;s&iacute; &oacute;ige a chuireann muid ar f&aacute;il.  Ag na cruinnithe r&eacute;igi&uacute;nacha, bhuail muid le go leor de na daoine at&aacute; ag pl&eacute; le c&uacute;rsa&iacute; plean&aacute;la teanga n&oacute; at&aacute; ar na coist&iacute;.  D&uacute;irt cuid acu nach raibh aon eolas acu go dt&iacute; sin go raibh a leith&eacute;id de thaighde ar si&uacute;l ag Muintearas agus go mbeadh s&eacute; &uacute;s&aacute;ideach d&oacute;ibh d&aacute; mbeid&iacute;s curtha ar an eolas beag&aacute;in&iacute;n n&iacute;os t&uacute;isce n&aacute; sin.  Nuair a thosaigh muid ag pl&eacute; leis an taighde, chuaigh muid tr&iacute;d na teagmh&aacute;laithe a bh&iacute; againn, mar shampla, tr&iacute;d na scoileanna.  N&iacute; g&aacute; go mbeadh coist&iacute; plean&aacute;la teanga luaite go sonrach ansin.  Bh&iacute; siad luaite i roinnt ceantair, ach n&iacute; mar sin a bh&iacute; i gach ceantar.  Bh&iacute; c&uacute;pla duine ag clamhs&aacute;n nach raibh &Uacute;dar&aacute;s na Gaeltachta tar &eacute;is iad a chur ar an eolas go raibh a leith&eacute;id de rud ar si&uacute;l ag Muintearas.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.47" speakerid="com.kildarestreet/member/1377" speakername="Trevor &Oacute; Clochartaigh" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F00900"><p>M&iacute;neoidh m&eacute; an pointe at&aacute; &aacute; ard&uacute; agam.  T&aacute; s&eacute; molta i gcuid de na pleananna gur cheart go mbeadh oifigigh forbartha &oacute;ige fostaithe ag na coist&iacute; chomh maith.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.48" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F01000"><p>T&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.49" speakerid="com.kildarestreet/member/1377" speakername="Trevor &Oacute; Clochartaigh" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F01100"><p>T&aacute; m&eacute; ag cuimhneamh ar an teacht le ch&eacute;ile ar mhaithe le c&uacute;rsa&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.50" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F01200"><p>Ba mhaith liom focal n&oacute; dh&oacute; a r&aacute; freisin ar an gceist a d'ardaigh an Seanad&oacute;ir maidir le foins&iacute; airgid.  B'fh&eacute;idir gurb &eacute; an rud is t&aacute;bhachta&iacute; ar fad anseo n&aacute; go mbeadh daoine &oacute;ga sna ceantracha Gaeltachta aitheanta mar spriocghr&uacute;pa iontu f&eacute;in le thaobh maoini&uacute; a chur ar f&aacute;il &oacute;n Roinn Leana&iacute; agus Gn&oacute;tha&iacute; &Oacute;ige.  T&aacute; athbhreithni&uacute; &aacute; dh&eacute;anamh ag an Roinn faoi l&aacute;thair ar an maoini&uacute; a chuirtear ar f&aacute;il do thogra&iacute; &oacute;ige.  S&iacute;lim go mbeidh an pr&oacute;iseas sin ag teacht chun deiridh thart ar deireadh na bliana seo.  Beidh leagan amach ioml&aacute;n nua ag an Roinn ar ch&uacute;rsa&iacute; airgid agus togra&iacute; &oacute;ige &aacute; maoini&uacute; acu.  T&aacute; dr&eacute;achtliosta de na spriocghr&uacute;pa&iacute; ar a bheidh an Roinn ag d&iacute;ri&uacute; isteach, agus ag cur airgead ina threo, curtha le ch&eacute;ile cheana f&eacute;in.  D&aacute; mbeadh daoine &oacute;ige Gaeltachta luaite ansin-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.51" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F01300"><p>Mar spriocghr&uacute;pa.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.52" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F01400"><p>-----bheimid cinnte as seo go ceann c&uacute;ig bliana n&oacute; mar sin go mbeadh maoini&uacute; &aacute;irithe ar f&aacute;il gach bliain.  T&aacute;imid i gc&oacute;na&iacute; ag caint ar ch&uacute;rsa&iacute; airgeadais agus maoinithe.  Chinnteodh an st&aacute;das seo mar spriocghr&uacute;pa go mbeidh maoini&uacute; &aacute;irithe ar f&aacute;il gach bliain as seo go ceann c&uacute;ig n&oacute; s&eacute; bliana, rud at&aacute; f&iacute;orth&aacute;bhachtach.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.53" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F01500"><p>An bhfuil aon rud le r&aacute; ag na finn&eacute;ithe &oacute;ga maidir leis na coist&iacute; agus na clubanna &oacute;ige?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.54" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F01600"><p>Is cuimhin liom comhr&aacute; a bh&iacute; agam cheana le mo chara.  Nuair a bh&iacute; m&eacute; sa ch&eacute;ad bhliain, bh&iacute; m&eacute; mar bhall den chlub &oacute;ige i Lurgan agus bh&iacute; mo chara mar bhall de chlub &oacute;ige &eacute;igin i nGaillimh.  Nuair a bh&iacute; m&eacute; ag caint le mo chara faoin gclub &oacute;ige, bh&iacute; m&eacute; ar b&iacute;s mar bh&iacute; m&eacute; sa ch&eacute;ad bhliain agus bh&iacute; m&eacute; ag f&aacute;s suas agus m&eacute; sa chlub &oacute;ige.  Agus m&eacute; ag labhairt faoi gach rud a rinne muidne, thosaigh mo chara ag labhairt faoi na &aacute;iseanna ar fad a bh&iacute; sa chlub i nGaillimh nach raibh againn, agus gach rud a raibh siadsan in ann a dh&eacute;anamh ach nach raibh muidne in ann a dh&eacute;anamh.  Cheap m&eacute; nach raibh na h&aacute;iseanna c&eacute;anna sa chlub &oacute;ige s'againne mar gheall go rabhamar sa Ghaeltacht agus faoin tuath.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.55" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F01700"><p>An bhfuil &uacute;in&eacute;ireacht agaibh ar na clubanna-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.56" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#F01800"><p>Tr&iacute;d an gCathaoirleach, m&aacute;s &eacute; do thoil &eacute;.</p><p>T&aacute;imid srianta le ham.  Glaoim ar Mr. &Oacute; Braon&aacute;in.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.58" speakerid="unknown" error="nomatch" speakername="Mr. D&oacute;mhnall &Oacute; Braon&aacute;in" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G00200"><p>Ar an &aacute;bhar sin?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.59" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G00300"><p>D&iacute;reach ar an gceist a bh&iacute; ann maidir le-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.60" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G00400"><p>Tr&iacute;d an gCathaoirleach, m&aacute;s f&eacute;idir.  An bhfuil aon rud le r&aacute; ag Mr. &Oacute; Braon&aacute;in maidir le na ceisteanna uilig a chuir an Seanad&oacute;ir?  T&aacute; s&eacute; deacair cuimhneamh orthu go l&eacute;ir.  Chuir s&eacute; ceisteanna maidir le r&oacute;l na ndaoine &oacute;ga ar choist&iacute; &eacute;ags&uacute;la agus maidir le-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.61" speakerid="com.kildarestreet/member/1377" speakername="Trevor &Oacute; Clochartaigh" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G00500"><p>An air&iacute;onn Mr. &Oacute; Braon&aacute;in go bhfuil daoine &oacute;ga p&aacute;irteach sa bpr&oacute;iseas n&oacute; ar mhaith leo n&iacute;os m&oacute;-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.62" speakerid="unknown" error="nomatch" speakername="Mr. D&oacute;mhnall &Oacute; Braon&aacute;in" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G00600"><p>N&iacute; air&iacute;m i ndair&iacute;re.  Is cuimhin liom m&iacute; amh&aacute;in nuair a bh&iacute; Mam ag dul ag cruinni&uacute; choiste pobail mar gheall ar phlean&aacute;il teanga n&oacute; rud &eacute;igin.  Chuir m&eacute; ceist uirthi an bhf&eacute;adfainn dul ann l&eacute;i agus c&eacute;ard at&aacute; ag tarl&uacute; a fheice&aacute;il.  D&uacute;irt s&iacute; "no" agus gur rud &eacute; do dhaoine f&aacute;sta.  Is d&oacute;igh nach bhfuil daoine &oacute;ga l&aacute;rnach.  Ba ch&oacute;ir go bhf&eacute;adfa&iacute; labhairt leis na scoileanna san &aacute;it agus gr&uacute;pa daoine &oacute;ga a roghn&uacute; chun point&iacute; a chur chun cinn ag cruinnithe mar sin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.63" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G00700"><p>Go raibh maith agat.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.64" speakerid="com.kildarestreet/member/1377" speakername="Trevor &Oacute; Clochartaigh" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G00800"><p>T&aacute; ceist amh&aacute;in agam faoin gcl&aacute;r iompair tuaithe.  An mb&iacute;onn aon comhr&aacute;ite ag Muintearas leis an dream at&aacute; ag pl&eacute; le hiompar tuaithe &oacute; thaobh na riachtanais iompair?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.65" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G00900"><p>B&iacute;onn i dtaobh seirbh&iacute;s&iacute; &aacute;irithe a chur ar f&aacute;il.  Nuair at&aacute;imid ag caint ar ch&uacute;rsa&iacute; taistil sa strait&eacute;is seo, t&aacute; an infreastrucht&uacute;r ann cheana.  T&aacute; minibusanna ag go leor coist&iacute; agus gr&uacute;pa&iacute; amuigh ansin cheana f&eacute;in ach n&iacute; bh&iacute;onn siad ar f&aacute;il ag am a oireann do dhaoine &oacute;ga.  Is saghas joined-up thinking a theasta&iacute;onn.  B'fh&eacute;idir gur bealach amh&aacute;in &eacute; an cl&aacute;r iompair tuaithe inar bhf&eacute;adfaim&iacute;s &eacute; sin a dh&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.66" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G01000"><p>Gabhaim bu&iacute;ochas leis na finn&eacute;ithe as an chur i l&aacute;thair.  Bh&iacute; s&eacute; thar a bheith sp&eacute;isi&uacute;il.  T&aacute; ceist theicni&uacute;il amh&aacute;in agam i dtosach b&aacute;ire.  D&uacute;radh go raibh ioncam ioml&aacute;n For&oacute;ige &euro;20 milli&uacute;n agus ansin luadh deontas &oacute;n Roinn Leana&iacute; agus Gn&oacute;tha&iacute; &Oacute;ige agus mar sin de.  C&aacute; bhfaigheann For&oacute;ige an &euro;17 milli&uacute;n eile?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.67" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G01100"><p>Is ceist mhaith &iacute; sin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.68" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G01200"><p>An bhfaightear &oacute;n St&aacute;t &eacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.69" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G01300"><p>Is foins&iacute; St&aacute;it den chuid is m&oacute; at&aacute; i gceist.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.70" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G01400"><p>T&aacute; &euro;17 milli&uacute;n d'fhoins&iacute; St&aacute;it ar iarraidh anseo.  Bheadh s&eacute; an-sp&eacute;isi&uacute;il fh&aacute;il amach c&eacute;ard iad na foins&iacute; seo.  F&aacute;gfaimid &eacute; sin ar leataobh ar feadh soicind.  &Oacute; thaobh an bhus de, t&aacute; m&eacute; ag obair ar cheist an bhus i gConamara agus ar Chois Fharraige.  T&aacute; go leor fadhbanna ag baint leis sin.  T&aacute; cruinni&uacute; beagnach socraithe faoi sin.  T&aacute; s&uacute;il agam dul chun cinn a dh&eacute;anamh.  T&aacute; easpa seirbh&iacute;se bus d'&oacute;ige i ndeisceart Chonamara agus is fhadhb an-mh&oacute;r &eacute; ach, &oacute; tharla go mbaineann s&eacute; seo leis an t&iacute;r uilig, n&iacute; chaithfidh m&eacute; an tr&aacute;thn&oacute;na leis seo.  T&aacute; ceist ollmh&oacute;r ann.</p> <p>  Ar cheist na dt&eacute;acsleabhar, ba cheart scr&iacute;obh chuig an gComhairle um Oideachas Gaeltachta agus Gaelscola&iacute;ochta, COGG.  Molfaidh m&eacute; &eacute; sin ar ball, nuair a bheidh an cruinni&uacute; pr&iacute;obh&aacute;ideach ar si&uacute;l.  Molfaidh m&eacute; go scr&iacute;obhfaimid chuig COGG i dtaobh dh&aacute; cheist at&aacute; ag &eacute;ir&iacute; le t&eacute;acsleabhair.  Is &eacute; an ch&eacute;ad cheist n&aacute; go mbeadh t&eacute;acsleabhair i nGaeilge ar f&aacute;il agus an dara cheist n&aacute; go mbeid&iacute;s i nGaeilge intuigthe na Gaeltachta seachas sa nGaeilge oifigi&uacute;il seo at&aacute; an-deacair a thuiscint.  Feicim go bhfuil a dh&aacute; oiread oibre ar na coist&iacute;, na scol&aacute;ir&iacute; agus mar sin de at&aacute; ag iarraidh a gcuid oibre a dh&eacute;anamh i nGaeilge.  Is fadhb ollmh&oacute;r &iacute; sin.  Feictear coist&iacute; a mbraitheann gur cheart leagan B&eacute;arla a chur ar f&aacute;il m&aacute; scr&iacute;obhann siad chuig an St&aacute;t i nGaeilge .  N&iacute; chuirim f&eacute;in mar t&aacute; c&oacute;ras aistri&uacute;ch&aacute;in ag an Rialtas.  T&aacute; dualgas faoin dl&iacute; aige an tseirbh&iacute;s ch&eacute;anna a chur ar f&aacute;il do dhaoine a scr&iacute;obhann i nGaeilge.  F&aacute;gfaimid &eacute; sin mar at&aacute; s&eacute;.  M&aacute; t&aacute; an iomarca dua ann, &eacute;ir&iacute;tear as agus gabhtar an bealach is &eacute;asca.  N&iacute;l duine ar bith sa nGaeltacht nach bhfuil B&eacute;arla aige n&oacute; aici.  T&aacute; go leor daoine sa ngalltacht nach bhfuil Gaeilge acu.  Nach &iacute; sin an fhadhb?  T&aacute; an-trua agam do dhaoine at&aacute; ag streachailt leis an bhfadhb sin.</p> <p>  Maidir le ceisteanna airgid, t&aacute; na sonra&iacute; ar leathanach 50 den strait&eacute;is.  Is &eacute; an rud m&oacute;r sa bplean foirfe seo n&aacute; na hionaid buail-isteach.  M&aacute; t&aacute;imid dair&iacute;re faoin strait&eacute;is 20 bliain agus faoin &oacute;ige, ba cheart tosa&iacute;ocht ioml&aacute;n a thabhairt do seo.  Beidh an dream at&aacute; f&aacute;sta a bhfuil an Ghaeilge acu go bre&aacute;.  N&iacute;l an cheist at&aacute; ann an bhfuil eolas ar an dteanga ag na daoine &oacute;ga ach an labhra&iacute;onn siad eatarthu f&eacute;in &iacute;?  Mura mbeidh na ruda&iacute; seo ann, beidh br&uacute; orthu.  Beidh mise ag tac&uacute; go hioml&aacute;n leis seo.  An airgead m&oacute;r &eacute;?  N&iacute; d&oacute;igh liom gurb &eacute;.  Bh&iacute; muid ag lorg &euro;5.3 milli&uacute;n i mbliana.  D&aacute; mbeadh s&eacute; sin faighte againn, bheadh s&eacute; &eacute;asca.  B'fh&eacute;idir nach gcaithfidh Muintearas an &euro;495,000 an bhliain seo chugainn mar chaithfear daoine a fhost&uacute; agus mar sin de.  Is sa dara bhliain a bheadh an costas ioml&aacute;n &euro;690,000.  N&iacute; airgead ollmh&oacute;r &eacute; m&aacute; t&aacute;imid dair&iacute;re faoi dhaoine &oacute;ga ar dh&aacute; leibh&eacute;al: ar mhaithe leo f&eacute;in agus a leas f&eacute;in; agus ar mhaithe leis an teanga.</p> <p>  T&aacute; dh&aacute; rud ann.  T&aacute; ceart againn mar shaor&aacute;naigh an St&aacute;it seirbh&iacute;s&iacute; ceart a fh&aacute;il.  T&aacute;imid i gc&oacute;na&iacute; ag iarraidh daoine &oacute;ga &aacute; gcur ag labhairt na teanga.  D&eacute;anfaidh an plean a chuir Muintearas le ch&eacute;ile &eacute; sin.  T&aacute; mo thaca&iacute;ocht ioml&aacute;n aige ar seo.  N&iacute; fheicim gur praghas m&oacute;r &eacute; seo m&aacute; t&aacute;imid dair&iacute;re ar chor ar bith.  Agus muid ag pl&eacute; leis an strait&eacute;is, bheinn ag s&uacute;il go bhf&eacute;adfa&iacute; go leor a dh&eacute;anamh go n&aacute;isi&uacute;nta le &euro;10 milli&uacute;n sa mbliain sa mbreis ar an m&eacute;id at&aacute; ann.  I gcomhth&eacute;acs chaiteachas an St&aacute;it, n&iacute; tada &eacute;.</p> <p>  N&iacute; g&aacute; le Mr. &Oacute; Coisdealbha &eacute; seo a fhreagairt ach ba mhaith liom go dtuigfeadh s&eacute; c&eacute; as a bheadh mise ag teacht ar na ruda&iacute; seo.  &Oacute; mo thaith&iacute;, is ceann de na bunt&aacute;ist&iacute; at&aacute; ann leis an airgead a fh&aacute;il tr&iacute; na heagra&iacute;ochta&iacute; Gaeilge agus Gaeltachta n&aacute; go bhfaightear seirbh&iacute;s ioml&aacute;n tr&iacute; Ghaeilge.  Tuigim an loighic a bhaineann le dul ag na heagra&iacute;ochta&iacute; B&eacute;arla ach go minic b&iacute;onn fadhb ann.  &Oacute; thaobh an St&aacute;it de, n&iacute;l aon difr&iacute;ocht ann.  Is &eacute; an costas ceannann c&eacute;anna at&aacute; ann &oacute; thaobh an St&aacute;it.  D&aacute; mbreathn&oacute;dh an St&aacute;t ar ruda&iacute; &oacute; satail&iacute;t sa sp&eacute;ir, feicfidh s&eacute; gur chuid de chaiteachas ioml&aacute;n an Rialtais &eacute;.  Is pl&eacute; &eacute; sin go ginear&aacute;lta a chaithfear a bheith ann, ach t&oacute;gaim faoi deara, nuair a bh&iacute; muid ag pl&eacute; mar Roinn le h&aacute;iseanna sp&oacute;irt agus caitheamh aimsire na nGaeltacht, agus Fianna F&aacute;il i r&eacute;imeas, bh&iacute; b&eacute;im ollmh&oacute;r ar an nGaeilge ag na cumainn ag bh&iacute; ag f&aacute;il an t-airgead.  Nuair a bhr&uacute;igh an Roinn Iompair, Turas&oacute;ireachta agus Sp&oacute;irt isteach ar an bp&aacute;irc, bh&iacute; chuile sh&oacute;rt &aacute; dh&eacute;anamh tr&iacute; Bh&eacute;arla.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.71" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G01500"><p>T&aacute; dh&aacute; pointe sciobtha agam.  Molaim an rud a luaigh an Teachta faoi COGG.  Ba ch&oacute;ir &eacute; sin a dh&eacute;anamh.  N&iacute; haon mhaith le teacht le ch&eacute;ile mura bhfuil molta&iacute; d&iacute;reacha ag teacht amach as an rud.  Molaim go l&aacute;idir an pointe a rinne Ms N&iacute; Fhionghuin.  M&aacute; t&aacute; achain&iacute; amh&aacute;in ag teacht amach as an gcruinni&uacute; seo inniu, is g&eacute;argh&aacute; &eacute; sin.  Creidim i gc&oacute;na&iacute; nach bhfuil aon mhaith teacht ag cruinni&uacute; mura bhfuil toradh ann.  M&aacute; t&aacute; achain&iacute; amh&aacute;in ann, ba ch&oacute;ir go mbeadh s&eacute; go n-aithneoidh an Roinn Leana&iacute; agus Gn&oacute;tha&iacute; &Oacute;ige &oacute;ige na Gaeltachta mar spriocghr&uacute;pa.  Sin a d&uacute;irt Ms N&iacute; Fhionghuin.  Is &eacute; sin an rud is t&aacute;bhachta&iacute;.</p> <p>  Le cur le pointe an Teachta, n&iacute; h&eacute; go bhfuilimid ag dul isteach i dtobar an Bh&eacute;arla.  Cuireann an Roinn an t-airgead sin, n&aacute; an t-all&uacute;ntas at&aacute; dlite d'&oacute;ige na Gaeltachta, ar f&aacute;il don &aacute;is&iacute;nteacht Gaeltachta, &Uacute;dar&aacute;s na Gaeltachta.  An dtuigeann an Teachta?  Go minic b&iacute;mid ag tora&iacute;ocht tobar.  Sin &eacute; gur g&aacute; a dh&eacute;anamh.  Caithfidh an Roinn Leana&iacute; agus Gn&oacute;tha&iacute; &Oacute;ige-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.72" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G01600"><p>Pl&eacute;ifidh m&eacute; &eacute; sin le Mr. &Oacute; Coisdealbha l&aacute; &eacute;igin eile.  &Oacute; thaobh an St&aacute;it de, n&iacute;l aon chiall ag baint leis an airgead a thabhairt d'eagra&iacute;ocht &oacute;ige agus ansin &eacute; a thabhairt, faoi threoir na St&aacute;it-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.73" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G01700"><p>Aonta&iacute;m.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.74" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#G01800"><p>-----ar ais don &uacute;dar&aacute;s le d&aacute;ileadh amach.  Chuile uair a aistr&iacute;tear airgead &oacute; Roinn amh&aacute;in do Roinn eile, cailltear cuid den airgead i gcostais riarach&aacute;in agus cuirtear rialacha nach bhfuil f&eacute;ili&uacute;nach air.  Pl&eacute;ifidh m&eacute; l&aacute; &eacute;igin eile &eacute;.  Is ceist an-mh&oacute;r &eacute; agus b&iacute;m f&eacute;in idir dh&aacute; chomhairle faoi.  N&iacute;l me ag r&aacute; nach mb&iacute;onn.  Go ginearalta agus go praitici&uacute;il - n&iacute; go teoirici&uacute;il - fuair m&eacute; amach go raibh s&eacute; i bhfad n&iacute;os fearr m&aacute; aithn&iacute;onn an Aire at&aacute; freagrach as an nGaeltacht ag bord an Rialtais agus a bhfuil i gceannas ar an obair, go bhfuil &euro;20 milli&uacute;n do chlubanna &oacute;ige na t&iacute;re, X le haghaidh na Gaeltachta - agus ba ch&oacute;ir &eacute; sin a thabhairt don &uacute;dar&aacute;s - agus go bhfuil Y le haghaidh cuid eile.  Is sampla de sin an rud a rinne m&eacute; leis an sc&eacute;im sh&oacute;isialta tuaithe, RSS, agus T&uacute;s.  D&uacute;irt m&eacute;, i gc&aacute;s na Gaeltachta, gur ch&oacute;ir an t-airgead ioml&aacute;n a thabhairt don &uacute;dar&aacute;s, seachas na comhph&aacute;irt&iacute;ochta, sa gcaoi nach mbeadh aon eagra&iacute;ocht breise i gceist leis an nGaeltacht.</p><p>Pl&eacute;fimid l&aacute; &eacute;igin eile &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.76" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H00200"><p>Caithfimid cuimhneamh-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.77" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H00300"><p>N&iacute;l m&eacute; ag dul ag arg&oacute;int.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.78" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H00400"><p>N&oacute;im&eacute;ad amh&aacute;in.  Tiocfaidh m&eacute; deis don Teachta teacht ar ais.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.79" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H00500"><p>T&aacute; an t-&uacute;dar&aacute;s imithe s&iacute;os &oacute; &euro;26 milli&uacute;n sa bhliain 2008 go dt&iacute; &euro;6.7 milli&uacute;n-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.80" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H00600"><p>&Oacute; thaobh an RSS, faigheann siad an t-airgead ceannann c&eacute;anna-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.81" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H00700"><p>Tuigim &eacute; sin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.82" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H00800"><p>Okay.  Iarraim ar an Teachta &Oacute; Muimhneach&aacute;in focal n&oacute; dh&oacute; a r&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.83" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H00900"><p>Gabhaim bu&iacute;ochas leis na finn&eacute;ithe as an gcur i l&aacute;thair at&aacute; d&eacute;anta acu.  T&aacute; an-chuid eolais faighte againn &oacute;n suirbh&eacute;.  T&aacute; s&eacute; an-saibhir.  T&oacute;gfaidh s&eacute; tamall maith &eacute; a ch&iacute;oradh.  T&aacute; roinnt mhaith tarraingthe amach as sa d&iacute;ospoireacht seo cheana f&eacute;in.  Rith s&eacute; liom nuair a bh&iacute; na h&aacute;bhair &eacute;ags&uacute;la &aacute; bpl&eacute; go raibh pl&eacute; an-chos&uacute;il againn le d&eacute;ana&iacute; maidir le c&uacute;rsa&iacute; taistil, srl., at&aacute; ag cur as do dhaoine &oacute;ga i gceantar Mh&uacute;scra&iacute;.</p> <p>  T&aacute; na finn&eacute;ithe tar &eacute;is d&iacute;ri&uacute; isteach ar c&uacute;pla &aacute;bhar, ar n&oacute;s an &eacute;ileamh at&aacute; ann ar scileanna beatha agus ar eolas i dtaobh oideachas agus c&uacute;rsa&iacute; sl&aacute;inte, srl.  An bhfuil daoine ag lorg rud &eacute;igin difri&uacute;il &oacute;n m&eacute;id at&aacute; ar f&aacute;il tr&iacute;d na scoileanna faoi l&aacute;thair?  Ar tharraing na scoileanna siar ar an gcine&aacute;l seo seirbh&iacute;s&iacute; nuair a d&eacute;anadh na ciorruithe ar threoirchomhairli&uacute;?  An bhfuil bearna le l&iacute;onadh nach bhfuil &aacute; l&iacute;onadh sna scoileanna?  An bhfuil &eacute;ileamh breise ann anois?  An bhfuil &aacute;bhar difri&uacute;il in aigne ag na finn&eacute;ithe?  Iarraim orthu &eacute; seo a shoil&eacute;iri&uacute;.</p> <p>  Tuigim go bhfuil Muintearas maoinithe tr&iacute; &Uacute;dar&aacute;s na Gaeltachta.  An bhfuil buis&eacute;ad imfh&aacute;laithe ag Muintearas i gcomhair c&uacute;rsa&iacute; &oacute;ige?  An roinneann Muintearas amach an carn airgid a thagann isteach &oacute;n &uacute;dar&aacute;s i measc na c&uacute;nt&oacute;ir&iacute; teanga agus na sc&eacute;imeanna &eacute;ags&uacute;la, srl.?  T&aacute; m&eacute; ag lorg soil&eacute;iri&uacute; ar an gceist sin freisin.</p> <p>  Aonta&iacute;m go m&oacute;r leis an bplean i dtaobh na hionaid buaileadh isteach.  Cuirfidh siad go m&oacute;r leis an saol s&oacute;isialta agus le c&uacute;rsa&iacute; teanga.  Is beag&aacute;n airgid at&aacute; &aacute; &eacute;ileamh le haghaidh na hionaid seo, i nd&aacute;ir&iacute;re.  Molaim go m&oacute;r an smaoineamh seo.  Ba ch&oacute;ir d&uacute;inn gach iarracht a dh&eacute;anamh dul sa t&oacute;ir air.</p> <p>  De r&eacute;ir na sleamhn&aacute;in a thaispe&aacute;in M&aacute;ir&iacute;n Nic Fhionghuin d&uacute;inn, is d&oacute;igh le thart ar 40% de daoine &oacute;ga go gcuirfeadh an scoil lena gcuid Gaeilge.  D&uacute;irt 16% d&oacute;ibh go gcabhr&oacute;dh na hionaid buaileadh isteach.  D&uacute;irt gr&uacute;pa ollmh&oacute;r eile - 23% - go gcabhr&oacute;dh na clubanna lena bhfuil siad bainteach, ar n&oacute;s clubanna Cumann L&uacute;thchleas Gael, go m&oacute;r leo sa chomhth&eacute;acs seo.  An bhfuil aon phlean, n&oacute; aon ph&iacute;osa den strait&eacute;is, chun d&iacute;ri&uacute; ar an ngr&uacute;pa m&oacute;r sin agus comhoibri&uacute; leis na gr&uacute;pa&iacute; eile?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.84" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H01000"><p>D&eacute;anfaidh m&eacute; iarracht c&uacute;pla ceann de na ceisteanna sin a fhreagairt.  B'fh&eacute;idir nach bhfuil na clubanna ar fad &aacute; re&aacute;cht&aacute;il go huile agus go hioml&aacute;n tr&iacute; mhe&aacute;n na Gaeilge faoi l&aacute;thair.  T&aacute; s&eacute; luaite againn i gc&uacute;pla &aacute;it sa phlean gn&iacute;mh go gcaithfidh Muintearas stocaireacht a dh&eacute;anamh ar na clubanna sin le bheith cinnte go gcuireann siad na himeachta&iacute; ar fad ar f&aacute;il tr&iacute; mhe&aacute;n na Gaeilge.  Mar a l&eacute;ir&iacute;odh i roinnt ceantair, n&iacute; h&eacute; nach bhfuil daoine toilteanach na seirbh&iacute;s&iacute; sin a chur ar f&aacute;il tr&iacute; mhe&aacute;n na Gaeilge ach nach bhfuil m&oacute;r&aacute;n daoine sna ceantair sin at&aacute; &aacute;balta &eacute; a dh&eacute;anamh.  Is g&aacute; breathn&uacute; ar an gceist seo ar bhealach difri&uacute;il ar fad agus b'fh&eacute;idir cabhair i bhfad n&iacute;os praitici&uacute;la a chur ar f&aacute;il d&oacute;ibh.  Is cinnte go bhfuilimid &aacute;balta &eacute; sin a dh&eacute;anamh.</p> <p>  Mar fhreagra ar an gceist faoi ch&uacute;rsa&iacute; airgid, is f&eacute;idir liom a r&aacute; go bhfuil an maoini&uacute; d'&oacute;ige na Gaeltachta imfh&aacute;laithe.  T&aacute; an m&eacute;id c&eacute;anna ann le roinnt blianta anuas.  Tagann s&eacute; isteach go sonrach le haghaidh c&uacute;rsa&iacute; &oacute;ige.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.85" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H01100"><p>N&iacute;l Muintearas ag brath ar na cinnt&iacute; a dh&eacute;anann &Uacute;dar&aacute;s na Gaeltachta.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.86" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H01200"><p>T&aacute; na figi&uacute;ir&iacute; ar leathanach 37.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.87" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H01300"><p>T&aacute; an chuid is m&oacute; den &euro;230,000 sa bhliain at&aacute; i gceist &aacute; chaitheamh ar ph&aacute; na n-oifigigh forbartha.  Nuair at&aacute; an tri&uacute;r oifigeach forbartha agus an bainisteoir &iacute;ocaithe, n&iacute;l an oiread sin airgead f&aacute;gtha le imeachta&iacute; a eagr&uacute; do dhaoine &oacute;ga.  An f&eacute;idir leis an Teachta an ch&eacute;ad cheist a bh&iacute; aige a mheabhr&uacute; dom?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.88" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H01400"><p>Labhair m&eacute; faoin &eacute;ileamh at&aacute; ann d'oideachas sl&aacute;inte, srl.  An bhfuil s&eacute; i gceist an bearna a f&aacute;gadh, nuair a tharraing na scoileanna siar de bharr na ciorruithe ar threoirchomhairli&uacute;, a l&iacute;onadh?  An bhfuil &aacute;bhar breise n&oacute; difri&uacute;il de shaghas &eacute;igin in aigne?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.89" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H01500"><p>S&iacute;lim go bhfuil an d&aacute; rud i gceist anseo.  N&iacute;l roinnt scoileanna ag cur m&oacute;r&aacute;n comhairle n&oacute; gairmthreoir ar f&aacute;il faoi l&aacute;thair mar gheall ar na ciorruithe a dearnadh le roinnt blianta anuas.  D&uacute;irt go leor daoine &oacute;ga freisin go bhfuil siad ag iarraidh cabhair n&oacute; eolas breise faoi ruda&iacute; praitici&uacute;la, ar n&oacute;s c&eacute;n chaoi le bill&iacute; a &iacute;oc agus cursa&iacute; c&aacute;nach a thuiscint.  B'fh&eacute;idir nach gcuireann a gcuid scoileanna a leith&eacute;id ar f&aacute;il faoi l&aacute;thair.  Uaireanta, n&iacute; bh&iacute;onn fonn ar dhaoine &oacute;ga a leith&eacute;id a fhoghlaim nuair at&aacute; siad sa mhe&aacute;nscoil, agus ansin nuair a th&eacute;ann siad amach sa saol, caithfidh siad bheith in ann na ruda&iacute; seo a dh&eacute;anamh all of a sudden.  S&iacute;lim go bhfuil an d&aacute; rud i gceist.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.90" speakerid="unknown" error="nomatch" speakername="Mr. D&oacute;mhnall &Oacute; Braon&aacute;in" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H01600"><p>Feictear dom go bhfuil an t-idirbhliain an bhliain is fearr, i nd&aacute;ir&iacute;re, leis an fhadhb sin a th&oacute;g&aacute;il agus maith a dh&eacute;anamh air.  San idirbhliain, b'fh&eacute;idir go bhfuil f&oacute;cas n&iacute;os m&oacute; ar day-to-day life, seachas ch&uacute;rsa&iacute; acad&uacute;la mar at&aacute; i gceist ina dhiaidh sin go dt&iacute; go bhf&aacute;gfar an scoil.  Mar sin, is f&eacute;idir a r&aacute; leis na scoileanna go bhfuil deis acu a&iacute;onna a th&oacute;gaint isteach le labhairt leis na gas&uacute;ir faoi na ruda&iacute; seo.  Nuair a bh&iacute; m&eacute; san idirbhliain anuraidh, eagra&iacute;odh c&uacute;rsa s&eacute; seachtaine i leith na sl&aacute;inte meabhrach.  Is f&eacute;idir an rud c&eacute;anna a dh&eacute;anamh faoi sl&aacute;inte beatha n&oacute;, mar a luaigh M&aacute;ir&iacute;n Nic Fhionghuin, &aacute;bhair ar n&oacute;s c&aacute;in, morg&aacute;ist&iacute; agus bill&iacute;.  N&iacute;l cli&uacute; agam c&eacute;ard a bheidh le d&eacute;anamh nuair a thiocfaidh an l&aacute; sin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.91" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H01700"><p>An bhfuil an t-idirbhliain roghnach?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.92" speakerid="unknown" error="nomatch" speakername="Mr. D&oacute;mhnall &Oacute; Braon&aacute;in" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H01800"><p>T&aacute; s&eacute; roghnach sa scoil s'againne.  T&aacute; a fhios agam nach bhfuil s&eacute; roghnach i scoileanna eile.  N&iacute;l s&eacute; ar f&aacute;il ar chor ar bith i scoileanna eile.  Is d&oacute;cha go mbeadh fadhb i gceist sna c&aacute;sanna sin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.93" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H01900"><p>N&iacute; fadhb at&aacute; ann, ach deis iontach an idirbhliain a &uacute;s&aacute;id sa chaoi at&aacute; leagtha amach agat.  T&aacute; an ceart agat.  Is smaoineamh maith &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.94" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H02000"><p>T&aacute; an t-&aacute;dh dearg orainn freisin go bhfuil idirbhliain chomh maith ag &aacute;r scoil.  Gach bliain, tugann an t-idirbhliain an-ch&uacute;namh do gach duine.  Foghlaim&iacute;onn na dalta&iacute; scileanna nua.  B&iacute;onn an oiread ceardlanna agus ao&iacute;chainteoir&iacute; sa scoil.  Ba mhaith liom a r&aacute; freisin go bhfuil m&uacute;inteoir ghairm iontach againn freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.95" speakerid="unknown" error="nomatch" speakername="Mr. D&oacute;mhnall &Oacute; Braon&aacute;in" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H02100"><p>B'fh&eacute;idir go mbainfeadh scoileanna eile tairbhe as an m&eacute;id c&eacute;anna deiseanna a bheith acu.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.96" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H02200"><p>B&iacute;onn deis ann ao&iacute;chainteoir&iacute; a thabhairt isteach le caint ar &aacute;bhair cos&uacute;il le meabhairshl&aacute;inte.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.97" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H02300"><p>B&iacute;onn.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.98" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H02400"><p>Go hiontach.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.99" speakerid="com.kildarestreet/member/1382" speakername="Brian &Oacute; Domhnaill" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H02500"><p>Ba mhaith liom c&uacute;pla pointe a dh&eacute;anamh.  Gabhaim bu&iacute;ochas leis na finn&eacute;ithe at&aacute; anseo linn tr&aacute;thn&oacute;na.  T&aacute; siad os comhair an choiste ag am tr&aacute;th&uacute;il i dtaca le c&uacute;rsa&iacute; &oacute;ige, go h&aacute;irithe.  Mar a d&uacute;irt siad, t&aacute; athbhreithni&uacute; ar bun sa Roinn Leana&iacute; agus Gn&oacute;tha&iacute; &Oacute;ige faoi l&aacute;thair.  Measaim gur mhaith an rud &eacute; go bhfuil value for money assessment ar si&uacute;l ag an Roinn.  Bh&iacute; m&eacute; ag amharc ar na figi&uacute;ir&iacute; ginear&aacute;lta don chaiteachas n&aacute;isi&uacute;nta.  Sa bhliain 2011, bh&iacute; &euro;79 milli&uacute;n curtha ar f&aacute;il do ch&uacute;rsa&iacute; &oacute;ige ar fud na t&iacute;re.  Th&aacute;inig &euro;61.5 milli&uacute;n &oacute;n Roinn Leana&iacute; agus Gn&oacute;tha&iacute; &Oacute;ige, &euro;8.3 milli&uacute;n as an HSE agus &euro;8.89 milli&uacute;n &oacute;n Roinn Dl&iacute; agus Cirt agus Comhionannais le haghaidh na Garda diversion programmes, srl.  Cuireadh an caiteachas m&oacute;r sin ar f&aacute;il ar mhaithe le bunt&aacute;iste a thabhairt do 883,000 duine idir deich mbliana agus 24 bliain d'aois sa St&aacute;t ioml&aacute;n.  D&aacute; mbeadh an caiteachas sin briste s&iacute;os de r&eacute;ir daonra de, is d&oacute;igh liom go mbeadh an Ghaeltacht ag f&aacute;il n&iacute;os m&oacute;.  Glacaim leis nach bhfuil na figi&uacute;ir&iacute; de chuid an CSO feicthe agam, ach is d&oacute;cha go bhfuil idir 8,000 agus 12,000 duine sa Ghaeltacht san aoisghr&uacute;pa idir deich mbliana agus 24 bliain d'aois.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.100" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H02600"><p>T&aacute; thart ar 12,000 duine i gceist.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.101" speakerid="com.kildarestreet/member/1382" speakername="Brian &Oacute; Domhnaill" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#H02700"><p>Bheadh an m&eacute;id coibhneasach n&iacute;os m&oacute; n&aacute; an m&eacute;id at&aacute; ar f&aacute;il do Mhuintearas faoi l&aacute;thair.  Measaim gur cheart ceist i dtaobh collaboration leis na heagrais eile a ard&uacute; sa chomhth&eacute;acs seo.  T&aacute; cuid de na heagrais eile ag feidhmi&uacute; sa Ghaeltacht fosta.</p><p>Ag leibh&eacute;al n&aacute;isi&uacute;nta, caithfear teacht ar r&eacute;iteach faoin cheist seo.  Sa deireadh thiar thall, caithfear a r&aacute; c&eacute; at&aacute; freagrach as an Ghaeltacht agus an bhfuil cuid den bhuis&eacute;ad at&aacute; &aacute; chur ar f&aacute;il do na heagrais eile le bheith curtha ar f&aacute;il don &uacute;dar&aacute;s.  Tig linn molta&iacute; a dh&eacute;anamh ach caithfear &eacute; sin a r&eacute;iteach ag leibh&eacute;al polaiti&uacute;il.<br/><br/>&Oacute; thaobh an obair at&aacute; ar bun sa Roinn Leana&iacute; agus Gn&oacute;tha&iacute; &Oacute;ige, t&aacute; m&eacute; cinnte go mbeidh na tortha&iacute; a bheidh ar f&aacute;il ag taispe&aacute;int go bhfuil value for money &oacute;n chaiteachas sin agus go bhfuil bunt&aacute;iste m&oacute;r ann &oacute; thaobh na seirbh&iacute;s&iacute; a chuirtear ar f&aacute;il agus 40,000 duine ag obair go deonach le cois na daoine at&aacute; ag obair sa ch&oacute;ras - 1,350 duine n&oacute; rud &eacute;igin a bh&iacute; ag obair ann in 2011 - ar fud an St&aacute;it.<br/><br/>T&aacute; cuid de na molta&iacute; agus cuid de na ruda&iacute; at&aacute; ag titim amach as an suirbh&eacute; an-sp&eacute;isi&uacute;il ar fad.  C&iacute;m go bhain Muintearas &uacute;s&aacute;id as <i>surveymonkey.com</i>agus, gan aon dabht, sin c&oacute;ras maith.  Measaim go bhfuil eolas anseo gur f&eacute;idir a &uacute;s&aacute;id chan amh&aacute;in sa Ghaeltacht ach taobh amuigh den Ghaeltacht mar t&aacute; cuid d&oacute; ginear&aacute;lta agus ag baint le c&uacute;rsa&iacute; sl&aacute;inte, meabharshl&aacute;inte agus a leith&eacute;id.  T&aacute; saibhreas leis an eolas seo.  &Oacute; thaobh an airgid at&aacute; i gceist, is airgead beag &eacute; sa chomhth&eacute;acs ioml&aacute;n.<br/><br/>&Oacute; thaobh na hionaid buail-isteach, bricks and mortar, mar a d&eacute;arf&aacute;, t&aacute; s&eacute; i gc&oacute;na&iacute; t&aacute;bhachtach go mbeadh &aacute;it ag daoine &oacute;ga le dul.  An f&eacute;idir networking a dh&eacute;anamh ansin le cuid de na heagrais eile, mar shampla, an Cumann L&uacute;thchleas Gael?  T&aacute; ceann in achan phar&oacute;iste.  D&aacute; dtigfeadh ceangal a dh&eacute;anamh le heagras cos&uacute;il leis an CLG, n&iacute; g&aacute; strucht&uacute;r &uacute;r a th&oacute;g&aacute;il anseo.  T&aacute; m&eacute; ag r&aacute; &eacute; seo le blianta anuas.  Chan amh&aacute;in sa Ghaeltacht ach ar fud na t&iacute;re, d&eacute;arfainn go mbeadh f&aacute;ilte ag leibh&eacute;al n&aacute;isi&uacute;nta &oacute;n CLG.  T&aacute; fear as Bhaile &Aacute;tha Cliath, John Horan, tofa ina uachtar&aacute;n ar an CLG agus t&aacute; suim mh&oacute;r aige i gc&uacute;rsa&iacute; Gaeilge agus i gc&uacute;rsa&iacute; &oacute;ige.  An f&eacute;idir an ceangal sin a dh&eacute;anamh agus &eacute; a thiom&aacute;int fosta f&aacute; choinne an template seo a l&aacute;idri&uacute;?  T&aacute; a fhios agam gur strucht&uacute;r eile at&aacute; ag an CLG.  F&aacute; choinne molta&iacute; cos&uacute;il le cuid de na molta&iacute; at&aacute; anseo a chur i bhfeidhm, &aacute;fach, c&eacute;n tuairim at&aacute; ag na finn&eacute;ithe faoi?  An bhfuil s&eacute; ind&eacute;anta?  An f&eacute;idir &eacute; a dh&eacute;anamh?  An bhfuil options ansin?  I gc&aacute;s an FAI, n&iacute;l cumann sacair i ngach par&oacute;iste ach t&aacute; club de chuid an Chumann L&uacute;thcleas Gael i ngach baile fearainn beagnach.  T&aacute;, certainly, i ngach par&oacute;iste.  An f&eacute;idir &uacute;s&aacute;id a bhaint as sin?<br/><br/>Labhair an Teachta Aindrias Moynihan faoi career guidance agus t&aacute; s&eacute; soil&eacute;ir &oacute;n suirbh&eacute; go bhfuil bot&uacute;n d&eacute;anta ag an Roinn Oideachais agus Scileanna.  Aithn&iacute;tear sa suirbh&eacute; seo go bhfuil bearna ann.  Caithfidh an Roinn Oideachais agus Scileanna an t-airgead a thabhairt do na h&oacute;geagra&iacute;ochta&iacute; an tseirbh&iacute;s a chur ar f&aacute;il n&oacute; an tseirbh&iacute;s a chur ar ais &eacute; f&eacute;in.  T&aacute; deacrachta&iacute; ag go leor daoine &oacute;ga.  B&iacute;onn muid uilig ag caint le daoine &oacute;ga.  T&aacute; s&eacute; deacair go leor d&oacute;ibh a n-intinn a dh&eacute;anamh suas maidir le hoideachas tr&iacute;&uacute; leibh&eacute;al n&oacute; ceard a bhaint amach agus n&iacute;os deacra f&oacute;s nuair nach bhfuil an comhairle ann.  An bhfuil aon networking a thigfeadh a dh&eacute;anamh leis an CLG n&oacute; aon eagrais eile?  B'fh&eacute;idir go bhfuil obair d&eacute;anta ag Muintearas ar an &aacute;bhar seo.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.103" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#J00200"><p>Aonta&iacute;m go huile is go hioml&aacute;n leis an Seanad&oacute;ir.  N&iacute;l aon rud as nua ag tarl&uacute;.  Is cur am&uacute; airgid go leor a bheith ag cuimhneamh ar fhoirgneamh as an nua agus chuile sh&oacute;rt.  Glacaim leis an bpointe mar gheall ar an CLG go pointe &aacute;irid ach n&iacute; cheart d&uacute;inn a bheith ag cuimhneamh i gc&oacute;na&iacute; air.  T&aacute; an CLG luaite in intinn dhuine &oacute;g le cluich&iacute; &aacute;irid agus b'fh&eacute;idir gur b'in iad na daoine &oacute;ga nach bhfuil tada ann d&oacute;ibh.  Tabhairfaidh m&eacute; sampla maith.  I mo phar&oacute;iste f&eacute;in sa Spid&eacute;al faoi l&aacute;thair t&aacute; togha an fhoirgnimh - seanscoil na gcail&iacute;n&iacute; - ansin.  D'fh&eacute;adfa&iacute; &uacute;s&aacute;id maith pobail a bhaint as sin ach faoi lathair t&aacute; s&eacute; ag eagra&iacute;ocht St&aacute;it - an HSE - agus n&iacute;l an &uacute;s&aacute;id ceart &aacute; bhaint as.  Sin an &aacute;it gur cheart an smaointeoireacht a dh&eacute;anamh, le cuid de na h&aacute;isineachta&iacute; St&aacute;it a bhfuil &aacute;iteacha mar sin ar c&iacute;os acu ionas go mbeid&iacute;s &aacute; n-&uacute;s&aacute;id go ceart sa bpobal.  Sin ach sampla amh&aacute;in.</p> <p>  Ceann de na g&eacute;arch&eacute;imeanna is m&oacute; a bheidh sa t&iacute;r seo as seo go ceann s&eacute; bliana n&aacute; easpa ceardaithe.  T&aacute; s&eacute; ann cheana f&eacute;in ach beidh g&eacute;arch&eacute;im ann faoi ceann s&eacute; bliana agus ciall&oacute;dh s&eacute; go mbeidh orainn dream a thabhairt isteach le dul i mbun na gceirde sin.  Bh&iacute; m&eacute; f&eacute;in agus an tUasal &Oacute; Braon&aacute;in &aacute; phl&eacute; ar ball.  N&iacute;l na figi&uacute;ir&iacute; os mo chomhair ach is d&oacute;igh go bhf&eacute;adfa&iacute; a r&aacute; i mbliana gurb &eacute;igean d'&Uacute;dar&aacute;s na Gaeltacht scaoileadh le sc&oacute;r n&oacute; n&iacute;os m&oacute; daoine &oacute;ga a bh&iacute;d&iacute;s ar print&iacute;seacht cheal airgid.  T&aacute; a fhios agam beirt acu at&aacute; bailithe thar lear.  Nach m&oacute;r an peaca &eacute;, beirt cheannair&iacute; &oacute;ga den scoth as a bpobal f&eacute;in.  D'imigh m&eacute; f&eacute;in as phost St&aacute;it fad&oacute; mar gheall ar ch&uacute;rsa&iacute; gr&aacute; agus adventure.  Sin cinneadh a rinne mise ach is daoine iad an bheirt at&aacute; i gceist agamsa, agus b'fh&eacute;idir sc&oacute;r, a rinne cinneadh gurb &eacute;igean d&oacute;ibh dul thar lear.  N&iacute;l ansin ach rud simpl&iacute;.  C&eacute; mh&eacute;ad duine i mbliana n&aacute;r &eacute;irigh leo dul ar sc&eacute;im na bprint&iacute;seachta&iacute; Gaeilge cheal &euro;60,000 n&oacute; &euro;80,000?  Is feall &eacute; sin, dar liom.  T&aacute; ainm, mar a d&uacute;irt m&eacute;, ar bheirt, ach t&aacute; n&iacute;os m&oacute; n&aacute; beirt ann.  N&iacute;l ansin ach sampla.</p> <p>  Caithfidh muid d&iacute;ri&uacute; ar rogha a thabhairt do dhaoine &oacute;ga freisin.  T&aacute; go leor daoine le c&eacute;imeanna faoi l&aacute;thair ag obair i mbe&aacute;ir.  N&iacute;l tada contr&aacute;ilte leis sin.  Is oideachas maith &eacute;, fad is nach bhfuil siad ag baint iomarca &uacute;s&aacute;id as an rud at&aacute; taobh thiar den chuntar.  Sin smaointeoireacht go gcaithfidh muid a dh&eacute;anamh.  M&aacute;s rud &eacute; go bhfuil muid ag scaoileadh le deichni&uacute;r sa mbliain faoi l&aacute;thair cheal sc&eacute;im na bprint&iacute;seachta&iacute; Gaeltachta, t&aacute; s&eacute; sin n&aacute;ireach.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.104" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#J00300"><p>Maidir leis na hionaid buail-isteach agus an t-airgead at&aacute; luaite sa strait&eacute;is, n&iacute; &aacute;iteacha a th&oacute;g&aacute;il at&aacute; i gceist leis ach p&aacute; na beirte a bheadh ag obair ann ar feadh deich n-uaire an chloig sa tseachtain n&oacute; mar sin agus trealamh a chur ann.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.105" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#J00400"><p>T&aacute; ceist ar an Roinn &oacute; thaobh caipitil de.  Caithfidh an Roinn dul go gach pobal agus f&eacute;achaint c&eacute;n r&eacute;iteach is saoire agus is &eacute;ifeachta&iacute; i ngach pobal acu sin.  I gCeathr&uacute; Rua, sa seanhalla at&aacute; s&eacute;.  Glacaim leis freisin go bhfuil daoine &oacute;ga ag iarraidh &aacute;it l&aacute;rnach.  Mar shampla i Spid&eacute;al, b'fhearr leo a bheith i l&aacute;r an bhaile n&aacute; a bheith amuigh i gCol&aacute;iste Chonnacht.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.106" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#J00500"><p>D&iacute;reach &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.107" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#J00600"><p>Tuigeann muid &eacute; sin.  Dar liom, an bealach is fearr le tabhairt faoi n&aacute; &eacute; a leagan amach i bprionsabal sa Roinn go mbeidh c&uacute;namh ar f&aacute;il d&aacute; leith&eacute;id.  Bh&iacute; s&eacute; sin glactha leis agus sin an f&aacute;th go gcuireadh an t-airgead ar f&aacute;il don Cheathr&uacute; Rua.  Ansin ba ch&oacute;ir d&uacute;inn a r&aacute; le gach pobal teacht ar aghaidh leis an moladh is ciallmhaire agus iad ag t&oacute;ga&iacute;l shu&iacute;omh ioml&aacute;n an phobail san &aacute;ireamh.  In &aacute;iteacha &aacute;irid, t&aacute; foirgint&iacute; ann nach bhfuil &aacute; n-&uacute;s&aacute;id.  In &aacute;iteacha eile, t&aacute; seanfhoirgint&iacute; ag an &uacute;dar&aacute;s nach bhfuil &aacute; n-&uacute;s&aacute;id.  N&iacute; f&eacute;idir &eacute; a leagan amach ar aon fhoirmle amh&aacute;in, ach is f&eacute;idir iad a chur ar f&aacute;il.  N&iacute;l aon &aacute;it sa t&iacute;r nach bhfuil foirgint&iacute; a bhf&eacute;adfa&iacute; a chur ar f&aacute;il do na daoine &oacute;ga ach an toil a bheith amh&aacute;in chuige agus an polasa&iacute;.</p> <p>  M&aacute; t&aacute; muid d&aacute;ir&iacute;re faoi thodhcha&iacute; na Gaeltachta, b'fh&eacute;idir &eacute; seo an l&aacute; is t&aacute;bhachta&iacute; a rabhamar anseo f&oacute;s mar is daoine &oacute;ga at&aacute; i gceist. </p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.108" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#J00700"><p>Bh&iacute; m&eacute; chun ceist a chur faoin mbriseadh s&iacute;os maidir leis na hionaid buail-isteach.  N&iacute;l c&iacute;os i gceist ansan n&oacute; costas &aacute;it a th&oacute;g&aacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.109" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#J00800"><p>N&iacute;l.  T&aacute; muid ag caint ar thart ar &euro;25,000 sa mbliain do gach ionad.  Leis sin, bh&iacute; &euro;5,000 luaite againn do gach ionad an ch&eacute;ad bhliain a bheadh siad ar an bhf&oacute;d le trealamh agus mar sin de a bhaint amach.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.110" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#J00900"><p>N&iacute;l costas an fhoirgnimh curtha isteach ar chor ar bith.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.111" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#J01000"><p>Is costais p&aacute;, PRSI agus mar sin de an &euro;25,000.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.112" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#J01100"><p>Gabhaim m&iacute;le bu&iacute;ochas as ucht an taighde.  T&aacute; s&eacute; iontach suimi&uacute;il.  T&aacute; a l&aacute;n ruda&iacute; ann nach mbaineann le muintir &oacute;g na Gaeltachta amh&aacute;in.  Chuala m&eacute; cheana &eacute; ach f&oacute;s is cuid suntais dom &eacute; chomh l&uacute; is at&aacute; an figi&uacute;ir maidir le labhairt na Gaeilge i measc daoine &oacute;ga.  An 18% an figi&uacute;ir?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.113" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K00100"><p>F&aacute;th amh&aacute;in leis an bhfigi&uacute;ir sin n&aacute; i mo ghr&uacute;pa cairde t&aacute; sl&aacute;m acu agus Gaeilge l&iacute;ofa acu.  T&aacute;imid uilig comp&oacute;rdach nuair at&aacute;imid ag labhairt Gaeilge lena ch&eacute;ile.  T&aacute; cara n&oacute; dh&oacute; agam, &aacute;fach, n&oacute; b'fh&eacute;idir tri&uacute;r, nach bhfuil an muin&iacute;n c&eacute;anna acu agus, m&aacute; t&aacute; siadsan sa ghr&uacute;pa, n&iacute; f&eacute;idir a bheith ag labhairt Gaeilge agus iad in&aacute;r measc.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.114" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K00200"><p>Tuigim.  Sin fadhb mh&oacute;r, i nd&aacute;ir&iacute;re, agus an figi&uacute;ir chomh l&uacute; agus at&aacute; s&eacute; ag 18%.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.115" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K00300"><p>Caithfimid a bheith c&uacute;ramach faoi na figi&uacute;ir&iacute; seo.  Nuair a bh&iacute; mise ag f&aacute;s an&iacute;os, n&iacute;or t&oacute;gadh sa Ghaeltacht m&eacute; ach bh&iacute; Gaeilge sa gc&uacute;lra.  T&aacute; daoine ar labhair m&eacute; Gaeilge leo &oacute; bh&iacute; m&eacute; 18 mbliana ar aghaidh n&aacute;r labhair m&eacute; Gaeilge leo roimhe sin.  Daoine iad seo a mbeadh aithne ag cuid d&oacute;ibh si&uacute;d at&aacute; anseo orthu.  T&aacute; c&uacute;lra Gaelach ag cuid acu.  Bu&iacute;ochas le Dia, nuair a bh&iacute; an dream sin 18 mbliana, rinneadar cinneadh Gaeilge a labhairt, ach bh&iacute; s&eacute; &eacute;asca acu mar bh&iacute; s&iacute; acu, &aacute;fach.  Mar sin, d&aacute; mh&eacute;ad de thaith&iacute; iompar teanga at&aacute; ag daoine &oacute;ga ag f&aacute;s an&iacute;os ag labhairt Gaeilge lena gcairde, is &eacute; is fearr &eacute;.  Ach m&eacute;ada&iacute;onn an figi&uacute;ir ag 18 mbliana m&aacute; t&aacute; s&eacute; sealbhaithe ag gas&uacute;ir agus, m&aacute;s rud &eacute;, nuair a bhogann an duine ar aghaidh go dt&iacute; an tr&iacute;&uacute; leibh&eacute;al agus mar sin de.  Mar sin, n&iacute; ceart an misneach a chailleadh.  T&aacute; chuile dhuine ag na finn&eacute;ithe &oacute;ga ag &uacute;s&aacute;id Gaeilge ina saol laeth&uacute;il.  B'fh&eacute;idir nuair at&aacute; siad lena gcairde d&aacute; gcomhaois nach bhfuil.  Tuigim &eacute; sin.  Bh&iacute; m&eacute; ann.  Dar liom, t&aacute; iomarca drochmhisneach &aacute; chur ar phobal na Gaeltachta faoi seo mar is d&oacute;igh liom go bhfuil beala&iacute; le d&eacute;ile&aacute;il leis.  Cuideodh na clubanna na su&iacute;omh labhartha Gaeilge a chur ar f&aacute;il le go mbeadh an Ghaeilge sa treis, fi&uacute; leis na cairde sin a bhfuil an In&iacute;on U&iacute; Fhoighil ag caint orthu, agus d'&eacute;asc&oacute;dh s&eacute; ruda&iacute;.  Sin an &aacute;it a fheicimse.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.116" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K00400"><p>N&iacute;l a fhios agam c&eacute;n ceist a bh&iacute; m&eacute; ag cur ach gabhaim bu&iacute;ochas leis an Teachta.  Ceapaim go bhfuil an figi&uacute;ir &iacute;seal.  N&iacute;l m&eacute; ag iarraidh lagmhisneach a choth&uacute; ach t&aacute; s&eacute; &iacute;seal.</p> <p>  Baineann an c&eacute;atad&aacute;n is airde le labhairt le m&uacute;inteoir&iacute;.  Is &eacute; 92% an figi&uacute;ir ansan.  T&aacute; an cuma ar an sc&eacute;al go bhfuil an Ghaeilge t&aacute;bhachtach &oacute; thaobh bheith ag caint le m&uacute;inteoir&iacute;.  An bhfuil m&eacute; m&iacute;cheart faoi sin?  Is rud suimi&uacute;il &eacute; sin dom.  N&iacute;l t&aacute;bhacht ag baint leis an nGaeilge taobh amuigh den chumars&aacute;id at&aacute; idir daoine &oacute;ga agus m&uacute;inteoir&iacute;.  B'fh&eacute;idir go mbeidh na finn&eacute;ithe in ann &eacute; sin a fhreagairt.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.117" speakerid="unknown" error="nomatch" speakername="Mr. D&oacute;mhnall &Oacute; Braon&aacute;in" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K00500"><p>Cuireann m&uacute;inteoir&iacute; ach an oiread le tuismitheoir&iacute; br&uacute; orainn an Ghaeilge a labhairt.  D&eacute;arfadh siad linn: "Stop ag labhairt B&eacute;arla, maith an fear, agus labhair Gaeilge.  T&aacute; Gaeilge agamsa agus labhair liom &eacute;."  Sin, is d&oacute;igh, an ceacht is m&oacute; a mh&uacute;in mo mh&aacute;thair dom.  Chuaigh muid isteach ag docht&uacute;ir l&aacute; amh&aacute;in.  N&iacute; raibh a fhios agam an raibh Gaeilge n&oacute; B&eacute;arla aige.  D&uacute;irt m&eacute; leis i mB&eacute;arla gur ghortaigh m&eacute; mo ghl&uacute;in n&oacute; c&eacute; rud a bh&iacute; orm.  D&uacute;irt mo mh&aacute;thair liom, "Stop.  Nach bhfuil Gaeilge aige sin.  Is cuma c&eacute; leis a chasann t&uacute; riamh, labhair Gaeilge leo."  Cuireann siad br&uacute; orainn agus sin an f&aacute;th a labhra&iacute;onn muid Gaeilge n&iacute;os m&oacute; le m&uacute;inteoir&iacute; agus le tuismitheoir&iacute;.  I ngr&uacute;pa cairde, &aacute;fach, n&iacute; th&oacute;gann s&eacute; ach duine amh&aacute;in a bhfuil Gaeilge lag n&oacute; nach bhfuil Gaeilge ar bith acu chun teanga an ghr&uacute;pa a athr&uacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.118" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K00600"><p>Is faoi chl&aacute;ir teilif&iacute;se, scann&aacute;in, ruda&iacute; &eacute;icint at&aacute; muid ag l&eacute;amh sna leabhair scoile, irisleabhair agus mar sin a bh&iacute;onn muid ag caint.  T&aacute; gach rud i mB&eacute;arla.  T&aacute; "Ros na R&uacute;n" againn ach n&iacute; bh&iacute;onn muid i Starbucks ag caint faoi "Ros na R&uacute;n".</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.119" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K00700"><p>Maidir leis an Ghaeilge a labhairt sa mbaile, b'fh&eacute;idir bot&uacute;n at&aacute; ann sa tuarasc&aacute;il ach t&aacute; s&eacute; r&aacute;ite go nd&uacute;irt 59% nach &iacute; an Ghaeilge a labhra&iacute;onn siad sa mbaile.  T&aacute; s&eacute; sin ar leathanach 10 den tuarasc&aacute;il.  D&uacute;irt 59% nach &iacute; an Ghaeilge a labhra&iacute;onn siad.  Mar sin, 41% a labhra&iacute;onn an Ghaeilge.  An &eacute; sin an figi&uacute;ir ceart?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.120" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K00800"><p>Is &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.121" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K00900"><p>T&aacute; s&eacute; sin suntasach, nach bhfuil?  Labhra&iacute;onn 41% de na freagr&oacute;ir&iacute; Gaeilge sa mbaile.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.122" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K01000"><p>T&aacute; Gaeilge l&iacute;ofa ag tuismitheoir amh&aacute;in agus n&iacute;l focal Gaeilge ag an tuismitheoir eile ag go leor de mo chairde.  D&aacute; bharr sin, labhra&iacute;onn siad B&eacute;arla leis an mbeirt acu.  M&aacute; labhra&iacute;onn siad Gaeilge leis an tuismitheoir le Gaeilge, air&iacute;onn siad go dona.  D&uacute;irt cairde &eacute; sin liom.  Bh&iacute; cara amh&aacute;in agam a bhog &oacute; Meirice&aacute; nuair a bh&iacute; s&iacute; i rang a 4.  T&aacute; Gaeilge l&iacute;ofa aici.  N&iacute;l m&oacute;r&aacute;n Gaeilge ag a m&aacute;thair ar chor ar bith ach t&aacute; f&oacute;s Gaeilge l&iacute;ofa aici.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.123" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K01100"><p>Cuir i gc&aacute;s gur duine amh&aacute;in le Gaeilge agus B&eacute;arla agus duine eile gan aon Ghaeilge iad na tuismitheoir&iacute;.  An labhra&iacute;onn na daoine &oacute;ga at&aacute; sa su&iacute;omh sin aon Ghaeilge leis an tuismitheoir le Gaeilge?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.124" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K01200"><p>Labhra&iacute;onn, ach m&aacute; t&aacute; siad i gcomhluadar an tuismitheoir-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.125" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K01300"><p>An tri&uacute;ir acu.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.126" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K01400"><p>M&aacute; t&aacute; an tri&uacute;ir acu le ch&eacute;ile, chasann siad-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.127" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K01500"><p>An labhra&iacute;onn siad Gaeilge riamh nuair nach bhfuil an tuismitheoir-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.128" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K01600"><p>Labhra&iacute;onn.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.129" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K01700"><p>Ba mhaith le 66% filleadh ar a gceantar d&uacute;chais.  T&aacute; an figi&uacute;ir sin ard go leor.  Is suimi&uacute;il an figi&uacute;ir &eacute; mar, de ghn&aacute;th, an mantra &oacute;n Rialtas n&aacute; go bhfuil daoine &oacute;ga ag iarraidh taisteal ar fud an domhain agus n&iacute;l siad ag iarraidh teacht ar ais.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.130" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K01800"><p>T&aacute; s&eacute; ard go maith.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.131" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K01900"><p>T&aacute; an mantra sin athraithe.  Bh&iacute; an rud sin ann uair amh&aacute;in ach t&aacute; r&eacute; eile anois.  T&aacute; an ciorcal bailithe thart.  T&aacute; m&eacute; ag ceapadh go dtuigeann daoine anois san cine&aacute;l feals&uacute;nacht nua go bhfuil deiseanna agus sl&iacute; maireacht&aacute;la i bhfad n&iacute;os fearr sna ceantair sin.  Ar nd&oacute;igh, t&aacute; an r&eacute;abhl&oacute;id nua-theicneola&iacute;ocht tar &eacute;is athr&uacute; a chur air agus t&aacute; n&iacute;os m&oacute; deiseanna iompair anois ann n&aacute; mar a bh&iacute; 30 bliain &oacute; shin.  T&aacute; an rud athraithe, ach n&iacute;l a fhios agam an dtuigeann lucht na n-&uacute;dar&aacute;s &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.132" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K02000"><p>T&aacute; s&eacute; suimi&uacute;il ar a l&aacute;n leibh&eacute;il.  &Oacute; thaobh polasa&iacute; oideachas Gaeltacht agus plean&aacute;il teanga de, t&aacute; na figi&uacute;ir&iacute; &aacute; nocht&uacute; sa tuarasc&aacute;il seo thar a bheith t&aacute;bhachtach.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.133" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K02100"><p>T&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.134" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K02200"><p>Ba ch&oacute;ir do na daoine at&aacute; ag eagr&uacute; na cruinnithe maidir le plean&aacute;il teanga agus polasa&iacute; oideachas don Ghaeltacht breathn&uacute; go cruinn ar an tuarasc&aacute;il seo.  T&aacute; a l&aacute;n machnaimh anseo.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.135" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K02300"><p>T&aacute; focal l&aacute;rnach amh&aacute;in sa gceist sin - filleadh.  T&aacute; m&eacute; ag r&aacute; le fada an l&aacute; gurb &eacute; an n&oacute;s den &oacute;g ag 18 mbliana dul ar an ollscoil n&oacute; dul &aacute;it &eacute;icint.  T&aacute; m&eacute; i gc&oacute;na&iacute; ag r&aacute; go bhfuil cuid acu le jab as baile acu ar feadh tamaill agus ag 30 bliain n&oacute; 32 bliain, an ch&eacute;ad rud eile t&aacute; slabhra &aacute; dtarraing abhaile agus gurb &eacute; an filleadh an rud.  Ba bhre&aacute; liom an cheist sin a chur ar na finn&eacute;ithe &oacute;ga.  An gceapann siad go n-imeoidh siad ar an ollscoil n&oacute; ar &aacute;it &eacute;icint ar feadh tamaill agus ansin go dtiocfaidh siad ar ais n&oacute; an bhfeiceann siad iad f&eacute;in ag fanacht sa mbaile i gc&oacute;na&iacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.136" speakerid="unknown" error="nomatch" speakername="Mr. D&oacute;mhnall &Oacute; Braon&aacute;in" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K02400"><p>T&aacute; s&uacute;il agam f&eacute;in dul go dt&iacute; Ollscoil na h&Eacute;ireann, Gaillimh chun c&uacute;rsa innealt&oacute;ireachta a dh&eacute;anamh.  Ina dhiaidh sin, n&iacute;l a fhios agam an mbeidh m&eacute; in ann post a fh&aacute;il agus fanacht gar do bhaile.  Ba mhaith liom fanacht gar do bhaile.  L&aacute; bre&aacute; &eacute;icint, m&aacute; bh&iacute;onn clann agam f&eacute;in, t&aacute; m&eacute; ag iarraidh iad a th&oacute;g&aacute;il le Gaeilge.  Bheadh s&eacute; t&aacute;bhachtach c&oacute;na&iacute; sa Ghaeltacht.  T&aacute; m&eacute; f&eacute;in th&eacute;is dh&aacute; shamhradh anois a chaitheamh ag obair thall i Meirice&aacute; mar go raibh as Meirice&aacute; m'athair.  Tugann s&eacute; sin seans dom dul ag obair thall ann ar feadh an tsamhraidh.  N&iacute;l m&oacute;r&aacute;n oibre ann do mo leith&eacute;id i rith an tsamhraidh agus t&aacute; baint aige sin leis freisin.  N&iacute;l m&oacute;r&aacute;n oibre ann do dhaoine m'aois thart ar an &aacute;it ina gc&oacute;na&iacute;onn muide.  Mar sin, chuaigh m&eacute; anonn.  N&iacute; maith liom, i nd&aacute;ir&iacute;re, an cine&aacute;l saoil at&aacute; ansin i gcompar&aacute;id leis an saol dom sa mbaile.  B'fhearr liom i bhfad fanacht sa mbaile.  M&aacute; t&aacute; m&eacute; in ann dul agus &eacute; sin a dh&eacute;anamh, t&aacute; m&eacute; ag dul &aacute; dh&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.137" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K02500"><p>Bh&iacute; post agam an samhradh seo i gcol&aacute;iste Gaeilge.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.138" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#K02600"><p>An ceann is fearr sa t&iacute;r.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.139" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L00100"><p>Bh&iacute; go leor den dream a raibh ina gc&uacute;nt&oacute;ir&iacute; ag freastal ar an gcol&aacute;iste agus an ollscoil.  Bh&iacute; slua maith acu ag r&aacute; go raibh siadsan ag iarraidh fear a fh&aacute;il, &eacute; a ph&oacute;sadh agus bogadh go dt&iacute; Conamara le bheith mar mh&uacute;inteoir bunscoile.  Cheap m&eacute; go raibh siad craice&aacute;ilte go dt&iacute; gur thosaigh m&eacute; ag smaoineamh faoi.  M&aacute; t&aacute; mise chun p&oacute;sadh agus m&aacute; t&aacute; m&eacute; chun gas&uacute;ir a bheith agam, caithfear go mbeadh Gaeilge acu.  Deirimse i gc&oacute;na&iacute; le mo chairde nach mbeadh mise in ann an celebrity sin a ph&oacute;sadh mar n&iacute; bheadh m&oacute; Dheaid s&aacute;sta nach bhfuil Gaeilge aige.  T&aacute; an Ghaeilge really t&aacute;bhachtach.  Teasta&iacute;onn uaim go mbeidh Gaeilge ag mo ghas&uacute;ir ag f&aacute;s an&iacute;os.  Bh&iacute; an Ghaeilge i gc&oacute;na&iacute; ann agus m&aacute; chaillfimid &iacute;, hhuel n&iacute; ligfidh m&eacute; cead &eacute; sin a tharla riamh.  T&aacute; s&eacute; f&iacute;or-th&aacute;bhachtach domsa go mbeidh m&eacute; in ann bogadh ar ais go dt&iacute; Conamara, Indreabh&aacute;n preferably, nuair a fh&aacute;saim suas.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.140" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L00200"><p>T&aacute; ceist dheireanach agam maidir leis na Gaeltachta&iacute; uilig.  Luadh T&iacute;r Chonaill, Maigh Eo, Ciarra&iacute;, Gaillimh agus Corcaigh.  Cad mar gheall ar R&aacute;th Chairn, Baile Ghib agus an Rinn?  An raibh said p&aacute;irteach?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.141" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L00300"><p>Bh&iacute;.  S&iacute;lim go bhfuil an Cathaoirleach ag caint faoi na h&aacute;iteanna ina raibh na cruinnithe r&eacute;igi&uacute;nach againn.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.142" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L00400"><p>T&aacute;im.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.143" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L00500"><p>Thriail muid ceann a reacht&aacute;il i R&aacute;th Cairn ach, i ndair&iacute;re, n&iacute;l an oiread sin cumainn, coist&iacute; agus eagra&iacute;ochta&iacute; sna ceantair sin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.144" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L00600"><p>Baineann s&eacute; sin leis na ceardlainne amh&aacute;in, an mbaineann?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.145" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ir&iacute;n Nic Fhionghuin" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L00700"><p>Ba iad na h&aacute;iteanna a roghna&iacute;odh do na cruinnithe r&eacute;igi&uacute;nacha.  D'fhreagair daoine as na ceantair sin an suirbh&eacute; arl&iacute;ne agus mar sin de.  N&iacute; h&eacute; go ndearna muid neamhaird d&oacute;ibh ar fad.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.146" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L00800"><p>Meabhra&iacute;m ar&iacute;s n&aacute;r thug muid aon t&uacute;s &aacute;ite d'aon cheantar-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.147" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L00900"><p>T&aacute; sin ceart go leor.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.148" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L01000"><p>-----ach gur mhaith linn feabhas a chur ar cheantair &aacute;irithe seachas ceantair eile.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.149" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L01100"><p>Ligfidh m&eacute; an focal scoir do na daoine &oacute;ga.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.150" speakerid="unknown" error="nomatch" speakername="Mr. D&oacute;mhnall &Oacute; Braon&aacute;in" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L01200"><p>Sula n-im&iacute;mid, t&aacute; an t-&aacute;bhar seo an-t&aacute;bhachtach ach t&aacute; s&eacute; t&aacute;bhachtach freisin daoine d'&aacute;r leith&eacute;id a thabhairt isteach sa gc&oacute;ras plean&aacute;la uilig agus dul chun cinn a dh&eacute;anamh sa nGaeltacht.  M&aacute; t&aacute;imid chun na nGaeltachta&iacute; a leathn&uacute; amach, t&aacute; s&eacute; an-t&aacute;bhachtach an &oacute;ige a thabhairt isteach toisc go mbeimid i bhfeighil ar an t&iacute;r agus ag reacht&aacute;il na ruda&iacute; sin uilig i gceann deich mbliana n&oacute; 20 bliain.  Ba mhaith linn f&eacute;in &aacute;iseanna a bheith ann d'&aacute;r gcuid gas&uacute;r agus d&aacute; ngas&uacute;ir si&uacute;d.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.151" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L01300"><p>T&aacute; an rud c&eacute;anna le r&aacute; agam.  L&aacute; &eacute;igin beidh muidne in&aacute;r su&iacute; sna su&iacute;och&aacute;in sin.  B'fh&eacute;idir nach mbeidh muid sa jab c&eacute;anna go beacht.  T&aacute; s&uacute;il agam go mbeidh.  T&aacute; s&eacute; t&aacute;bhachtach go mbeidh an Ghaeilge f&oacute;s ann agus go mbeidh muid in ann Gaeilge a labhairt nuair a beimid ansin.  T&aacute; s&eacute; t&aacute;bhachtach go mbeidh daoine ina su&iacute; ansin le Gaeilge agus go mbeidh siad ag labhairt tr&iacute;thi.  T&aacute; s&eacute; t&aacute;bhachtach freisin go mbeidh comhr&aacute;ite ann le daoine at&aacute; &aacute;r n-aois anois, go leanfaimid ar aghaidh ag forbairt na Gaeilge agus ag f&aacute;il n&iacute;os m&oacute; &aacute;iseanna agus ruda&iacute; maithe, agus go mbeidh muid ag cur b&eacute;ime ar t&aacute;bhacht na Gaeilge don ch&eacute;ad generation eile.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.152" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L01400"><p>T&aacute; pointe amh&aacute;in gur mhaith liom a lua.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.153" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L01500"><p>D&uacute;irt m&eacute; go mbeadh an focal scoir ag na daoine &oacute;ga.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.154" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L01600"><p>T&aacute; rud amh&aacute;in gur mhaith liom a lua.  T&aacute; cuid againn anseo a bhfuil s&eacute; de n&oacute;s againn anois Gaeilge a labhairt timpeall na D&aacute;la.  Ba mhaith liom go dtuigfeadh na finn&eacute;ithe nach rud &eacute; just a &uacute;s&aacute;idimid nuair at&aacute; siad ann ach go bhfuil slua daoine sa D&aacute;il a &uacute;s&aacute;ideann an Ghaeilge mar ghn&aacute;ththeanga cumars&aacute;ide eadrainn fein.  Bh&iacute; m&eacute; f&eacute;in agus an Teachta &Oacute; Domhnaill ar an gCoiste Talmha&iacute;ochta, Bia agus Mara sa D&aacute;il deiridh agus caith muid &aacute;r dtr&eacute;imhse ar an gcoiste ag caint lena ch&eacute;ile i nGaeilge, n&iacute; i mB&eacute;arla.  T&aacute; s&eacute; t&aacute;bhachtach, mar cheapann daoine go mbaineann an Ghaeilge leis an nGaeltacht amh&aacute;in n&oacute; whatever ach t&aacute; daoine thuas anseo ag &uacute;s&aacute;id an Ghaeilge mar ghn&aacute;ththeanga eatarthu f&eacute;in.  S&iacute;lim go bhfuil s&eacute; t&aacute;bhachtach go dtuigfeadh na finn&eacute;ithe &eacute; sin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.155" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L01700"><p>T&aacute; s&eacute; r&aacute;ite ag na daoine &oacute;ga gur mhaith leo r&oacute;l l&aacute;rnach a bheith acu i ngach rud, agus go h&aacute;irithe i bplean&aacute;il an todhcha&iacute;.  Aonta&iacute;m leo, ach t&aacute; r&oacute;l l&aacute;rnach acu freisin maidir leis an bhfigi&uacute;r 18% a ard&uacute;.  T&aacute; siad ag caint tr&iacute; Bh&eacute;arla freisin lena gcairde, so t&aacute; r&oacute;l l&aacute;rnach acu freisin.  T&aacute; freagracht orthu.  T&aacute; freagracht n&iacute;os tromch&uacute;is&iacute; orainn, ach t&aacute; freagracht orthu freisin.  Ar mhaith le na finn&eacute;ithe &oacute;ga an focal scoir scoir?</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.156" speakerid="unknown" error="nomatch" speakername="Mr. D&oacute;mhnall &Oacute; Braon&aacute;in" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L01800"><p>Ba mhaith liom mo bhu&iacute;ochas a ghabh&aacute;il le Mr. &Oacute; Coisdealbha.  Nuair a bh&iacute; muid in&aacute;r su&iacute; sa gcaife ansin bh&iacute; m&eacute; ag breathn&uacute; ar an mbuis&eacute;ad ar an teilif&iacute;s.  D'iarr m&eacute; ceist uaidh, an cheap s&eacute; go dtiocfaidh an l&aacute; go mbeidh an rud sin uilig ag tarl&uacute; tr&iacute; Ghaeilge?  D&uacute;irt s&eacute; m&aacute; thagann an l&aacute; sin, l&aacute; an-t&aacute;bhachtach a bheidh ann.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.157" speakerid="unknown" error="nomatch" speakername="Ms Iseult N&iacute; Fhoighil" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L01900"><p>Gabhaim bu&iacute;ochas leis an gcoiste as &eacute;isteacht linn.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.158" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L02000"><p>Gabhaim bu&iacute;ochas leis na finn&eacute;ithe go l&eacute;ir.  N&iacute;l s&eacute; &eacute;asca taisteal suas anseo go Baile &Aacute;tha Cliath agus t&aacute;imid thar a bheith bu&iacute;och d&oacute;ibh as ucht an tuarasc&aacute;il seo a chur &oacute;s &aacute;r gcomhair.  Beimid ag breathn&uacute; ar na molta&iacute; agus beidh molta&iacute; &aacute; nd&eacute;anamh againn ar an gcoiste seo.  Tiocfaidh muid ar ais.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.159" speakerid="unknown" error="nomatch" speakername="Mr. Se&aacute;n &Oacute; Coisdealbha" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L02100"><p>T&aacute; muidne f&iacute;or-bhu&iacute;och as an deis seo a fh&aacute;il.  Gabhaim bu&iacute;ochas leis an gcoiste as ucht fanachta agus as ucht &eacute;isteacht linn.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.160" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017101000002#L02200"><p>Beidh sos beag againn a fhad is at&aacute; an toscaireacht ag f&aacute;g&aacute;il an seomra.</p></speech>
    <speech id="com.kildarestreet/committees/2017-10-10a.161" nospeaker="true" time="17:00:00" ><p>The joint committee suspended at 6.45 p.m., went into private session at 6.47 p.m. and adjourned at 6.50 p.m. until 5 p.m. on Tuesday 24 October 2017.</p></speech>
</publicwhip>