<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE publicwhip
[
<!ENTITY aacute "&#225;" >
<!ENTITY eacute "&#233;" >
<!ENTITY iacute "&#237;" >
<!ENTITY oacute "&#243;" >
<!ENTITY uacute "&#250;" >
<!ENTITY yacute "&#253;" >
<!ENTITY yen    "&#165;" >

<!ENTITY Aacute "&#193;" >
<!ENTITY Acirc  "&#194;" > 
<!ENTITY Eacute "&#201;" >
<!ENTITY Ecirc  "&#202;" > 
<!ENTITY Iacute "&#205;" >
<!ENTITY Oacute "&#211;" >
<!ENTITY Uacute "&#218;" >
<!ENTITY Zcaron  "&#381;" > 
<!ENTITY zcaron  "&#382;" > 
<!ENTITY hellip  "..." >
<!ENTITY bullet  "&#8226;" >
<!ENTITY Dagger  "&#8224;" >
<!ENTITY eth  "&#240;">

<!ENTITY ndash   "&#8211;">
<!ENTITY mdash   "&#8212;">
<!ENTITY iexcl   "&#161;">
<!ENTITY divide  "&#247;">
<!ENTITY euro    "&#8364;">
<!ENTITY trade   "&#8482;">
<!ENTITY bull    "&#8226;">
<!ENTITY lsquo   "&#8216;">
<!ENTITY rsquo   "&#8217;">
<!ENTITY sbquo   "&#8218;">
<!ENTITY ldquo   "&#8220;">
<!ENTITY rdquo   "&#8221;">
<!ENTITY bdquo   "&#8222;">
<!ENTITY dagger  "&#8224;">

<!ENTITY Scaron "&#352;" >
<!ENTITY scaron "&#353;" >
<!ENTITY Ouml   "&#214;" >
<!ENTITY szlig  "&#223;" >
<!ENTITY agrave "&#224;" >
<!ENTITY acirc  "&#226;" >
<!ENTITY atilde "&#227;" >
<!ENTITY auml   "&#228;" >
<!ENTITY ccedil "&#231;" >
<!ENTITY Ccedil "&#199;" >
<!ENTITY egrave "&#232;" >
<!ENTITY ograve "&#243;" >
<!ENTITY Ograve "&#210;" >
<!ENTITY Egrave "&#200;" >
<!ENTITY ecirc  "&#234;" >
<!ENTITY euml   "&#235;" >
<!ENTITY icirc  "&#238;" >
<!ENTITY igrave "&#204;" >
<!ENTITY ugrave "&#249;" >
<!ENTITY iuml	"&#239;" >
<!ENTITY ntilde "&#241;" >
<!ENTITY nbsp   "&#160;" >
<!ENTITY ocirc  "&#244;" >
<!ENTITY ouml   "&#246;" >
<!ENTITY oslash "&#248;" >
<!ENTITY otilde "&#245;" >
<!ENTITY uuml   "&#252;" >
<!ENTITY ucirc  "&#251;" >
<!ENTITY thorn  "&#254;" >
<!ENTITY Icirc  "&#206;" >
<!ENTITY Uuml   "&#252;" >
<!ENTITY pound  "&#163;" >
<!ENTITY sect   "&#167;" >
<!ENTITY copy   "&#169;" >
<!ENTITY reg    "&#174;" >
<!ENTITY deg    "&#176;" >
<!ENTITY plusmn "&#177;" >
<!ENTITY sup2   "&#178;" >
<!ENTITY sup3   "&#179;" >
<!ENTITY micro  "&#181;" >
<!ENTITY para   "&#182;" >
<!ENTITY middot "&#183;" >
<!ENTITY ordm   "&#186;" >
<!ENTITY frac14 "&#188;" >
<!ENTITY frac12 "&#189;" >
<!ENTITY frac34 "&#190;" >
<!ENTITY oelig "&#339;" >
<!ENTITY aelig  "&#230;" >
<!ENTITY Aring  "&#197;" >
<!ENTITY aring  "&#229;" >
<!ENTITY Oslash "&#216;" >
<!ENTITY oslash "&#248;" >
]>


<publicwhip scrapeversion="a" latest="yes">
    <major-heading id="com.kildarestreet/committees/2021-07-07a.2" nospeaker="true" time="00:00:00" url="">Select Committee on the Irish Language, the Gaeltacht and the Irish Speaking Community</major-heading>
    <speech id="com.kildarestreet/committees/2021-07-07a.3" nospeaker="true" time="00:00:00" ><p>Tháinig an Roghchoiste le chéile ag 15:00</p><p>The Select Committee met at 15:00</p><p>COMHALTAÍ A BHÍ I LÁTHAIR / MEMBERS PRESENT:</p><p>Teachtaí Dála / Deputies Teachtaí Dála / Deputies Dara Calleary, Jack Chambers (Minister of State at the Department of Tourism, Culture, Arts, Gaeltacht, Sport and Media), Catherine Connolly, Pa Daly, Aindrias Moynihan.</p><p>I láthair / In attendance: Deputy Éamon Ó Cuív.</p><p>Teachta / Deputy Aengus Ó Snodaigh sa Chathaoir / in the Chair.</p></speech>
    <minor-heading id="com.kildarestreet/committees/2021-07-07a.5" nospeaker="true" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#B00200">Meastach&aacute;in le haghaidh Seirbh&iacute;s&iacute; Poibl&iacute; 2021<br />V&oacute;ta 33 - An Ghaeltacht (Athbhreithnithe)</minor-heading>
    <speech id="com.kildarestreet/committees/2021-07-07a.6" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#B00300"><p>N&iacute; bhfuair muid leithsc&eacute;al ach &oacute;n Teachta &Oacute; Cathasaigh.  T&aacute;imid anseo chun &aacute;r mbreithni&uacute; a dh&eacute;anamh ar Tuilleadh Meastach&aacute;in Athbhreithnithe le haghaidh seirbh&iacute;s&iacute; poibl&iacute; 2021: V&oacute;ta 33, Cl&aacute;r C, Gaeltacht &mdash; Roinn Turas&oacute;ireachta, Cult&uacute;ir, Eala&iacute;on, Gaeltachta, Sp&oacute;irt agus na Me&aacute;n.  Leanfaidh an seisi&uacute;n seo ar aghaidh go dt&iacute; 5 p.m. m&aacute;s g&aacute; agus ar an am sin cuirfear ar fionra&iacute; &eacute;.</p><p>Cuirim f&aacute;ilte roimh Phr&iacute;omh-Aoire an Rialtais agus an Aire St&aacute;it don Ghaeltacht, sp&oacute;rt agus cosaint, an Teachta Chambers, agus a oifigigh: Katherine Licken, Ard-R&uacute;na&iacute;; Aodh&aacute;n MacCormaic, sti&uacute;rth&oacute;ir na Gaeilge; agus Joe Healy, oifigeach airgeadais.  Is comhalta <i>ex officio</i>den roghchoiste &eacute; an tAire St&aacute;it agus mar sin cuirfear san &aacute;ireamh &eacute; i gcomhair an ch&oacute;raim agus an liosta v&oacute;t&aacute;la.</p><p>Is mian liom meabhr&uacute; do bhaill go gcaithfidh siad clo&iacute; leis an scaradh s&oacute;isialta le linn an chruinnithe agus a chinnti&uacute; go bhfuil na guth&aacute;in soghluaiste m&uacute;chta.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.7" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#B00400"><p>Gabhaim bu&iacute;ochas le baill an choiste as an gcuireadh a thug siad dom teacht os a gcomhair inniu chun Meastach&aacute;n mo Roinne don Ghaeilge agus don Ghaeltacht a phl&eacute;.  N&iacute;l aon amhras ann ach go raibh d&uacute;shl&aacute;n faoi leith bainteach leis an tr&eacute;imhse &oacute; th&uacute;s 2020 mar gheall ar Covid-19.  Fearacht gach r&eacute;imse eile den saol, d&rsquo;imir an phaind&eacute;im tionchar suntasach ar &aacute;baltacht gach eagra&iacute;ocht Gaeilge agus Gaeltachta a gcion a dh&eacute;anamh chun a gcl&aacute;ir oibre tr&iacute; ch&eacute;ile ar son na Gaeilge agus na Gaeltachta a choinne&aacute;il ag imeacht.  Aims&iacute;odh beala&iacute; agus seifteanna nua malartacha chun ruda&iacute; a dh&eacute;anamh le 15 mh&iacute; anuas.  Ba &eacute; spiorad na meithle a bh&iacute; ag cro&iacute;l&aacute;r an sc&eacute;il agus is &uacute;dar misnigh agus s&aacute;saimh &eacute; gur &eacute;irigh le p&aacute;irtithe leasmhara, le c&uacute;namh mo Roinne agus forais &aacute;bhartha eile St&aacute;it, dul i ngleic le m&oacute;ramh m&oacute;r na ndeacrachta&iacute; a th&aacute;inig chun cinn go dt&iacute; seo de thoradh Covid-19.</p> <p>  Mar is eol don choiste, l&eacute;ir&iacute;onn An Strait&eacute;is 20 Bliain don Ghaeilge 2010-2030 agus an plean gn&iacute;omha&iacute;ochta don Ghaeilge in &eacute;ind&iacute; l&eacute;i polasa&iacute; an St&aacute;it don Ghaeilge agus do na ceantair Ghaeltachta.  T&aacute; &uacute;in&eacute;ireacht tras-Rialtais ag an strait&eacute;is agus ag an bplean gn&iacute;omha&iacute;ochta agus, d&aacute; r&eacute;ir sin, t&aacute; de ch&uacute;ram ar Ranna, ar fhorais agus ar eagra&iacute;ochta&iacute; Gaeilge agus Gaeltachta an plean a chur i bhfeidhm.  T&aacute; de ch&uacute;ram ar an Roinn Turas&oacute;ireachta, Cult&uacute;ir, Eala&iacute;on, Gaeltachta, Sp&oacute;irt agus Me&aacute;n an plean a chomhord&uacute; agus a chur i bhfeidhm.  L&eacute;ir&iacute;onn an plean gn&iacute;omha&iacute;ochta agus an ch&eacute;ad tuarasc&aacute;il bhliant&uacute;il ar a dhul chun cinn a foils&iacute;odh i m&iacute; Dheireadh F&oacute;mhair 2020 na 180 gn&iacute;omh at&aacute; &aacute; bhforbairt ag thart ar 60 p&aacute;irt&iacute; leasmhar chun tac&uacute; leis an teanga agus leis na ceantair Ghaeltachta.  Foilseofar an ch&eacute;ad tuarasc&aacute;il bhliant&uacute;il i gceann c&uacute;pla seachtain.</p> <p>  Gan amhras, t&aacute; s&eacute; d&uacute;shl&aacute;nach feidhmi&uacute; le linn na paind&eacute;ime le bliain anuas, agus chuaigh s&eacute; i bhfeidhm ar shol&aacute;thar taca&iacute;ochta&iacute; i r&eacute;imse na Gaeilge agus gn&oacute;tha&iacute; Gaeltachta.  Mar sin f&eacute;in, t&aacute; dul chun cinn suntasach d&eacute;anta.  L&eacute;ireofar sa dara tuarasc&aacute;il, a fhoilseofar go luath agus a chl&uacute;da&iacute;onn an tr&eacute;imhse &oacute; mh&iacute; I&uacute;il 2019 go m&iacute; na Nollag 2020, nuair a bheidh s&eacute; ceadaithe ag an Rialtas, an dul chun cinn at&aacute; d&eacute;anta sa tr&eacute;imhse sin, in ainneoin na nd&uacute;shl&aacute;n reatha a chuireann an phaind&eacute;im romhainn.</p><p>Ba mhaith liom aird a dh&iacute;ri&uacute; ar an leithdh&aacute;ileadh breise St&aacute;tchiste, arbh fhi&uacute; &euro;14.8 milli&uacute;n, ar an m&eacute;id a bh&iacute; i gc&aacute;inaisn&eacute;is 2021 d&rsquo;earn&aacute;lacha na Gaeilge agus na Gaeltachta.  T&aacute; seo chun tac&uacute; leis an teanga agus leis na ceantair Ghaeltachta, go m&oacute;r m&oacute;r i gcomhth&eacute;acs chur i bhfeidhm lean&uacute;nach an phr&oacute;isis phlean&aacute;la teanga agus an pholasa&iacute; maidir le hoideachas Gaeltachta, a bhfuil an Roinn Oideachais i gceannas air.  Mar thoradh ar an leithdh&aacute;ileadh breise seo, t&aacute; n&iacute;os m&oacute; n&aacute; &euro;78 milli&uacute;n maoini&uacute; san ioml&aacute;n curtha ar f&aacute;il chun tac&uacute; leis an nGaeilge tr&iacute; mo Roinnse amh&aacute;in i mbliana.</p><p> B&rsquo;iontach an rud &eacute; don d&aacute; Rialtas agus na p&aacute;irtithe polaiti&uacute;la sa Tuaisceart teacht ar an gcomhaont&uacute; R&eacute; Nua, Cur Chuige Nua anuraidh.  Faoin gcomhaont&uacute; sin, leagtar amach &aacute;r dtosa&iacute;ochta&iacute; roinnte maidir le sl&aacute;inte, oideachas, bonneagar, leasa an phobail, teanga agus cult&uacute;ir, agus &eacute; mar aidhm teacht i dt&iacute;r ar na ceisteanna is t&aacute;bhachta&iacute; do phobal an Tuaiscirt.  Is ceist r&iacute;th&aacute;bhachtach &iacute; an teanga do phobal an Tuaiscirt agus beidh an Rialtas seo ag d&eacute;anamh a dh&iacute;chill chun an reachta&iacute;ocht teanga at&aacute; de dh&iacute;th ann a bhr&uacute; chun cinn i mbliana.</p><p> &Oacute; a ceapadh m&eacute; mar Aire St&aacute;it don Ghaeltacht, t&aacute; gach deis tapaithe agam laistigh de na srianta Covid-19 chun bualadh leis an iliomad eagra&iacute;ochta&iacute; Gaeilge agus Gaeltachta fud fad na t&iacute;re.  Theastaigh uaim cloiste&aacute;il uathu faoina bhfuil ar bun agus beartaithe acu ar leas na Gaeilge, ar leas na Gaeltachta agus ar leas an phobail lena mbaineann siad.  I measc na nithe is suntasa&iacute; a baineadh amach le linn mo ch&eacute;ad bhliana mar Aire St&aacute;it, t&aacute; an m&eacute;id seo a leanas.  Rinneadh dul chun cinn suntasach le cur i bhfeidhm an phr&oacute;isis phlean&aacute;la teanga mar a bhaineann s&eacute; leis na ceantair Ghaeltachta, le bailte seirbh&iacute;se agus le l&iacute;onra&iacute; Gaeilge, mar a dh&eacute;antar iad a shaini&uacute; in Acht na Gaeltachta, 2012.  Cuireadh pac&aacute;iste maoinithe de bheagnach &euro;1.5 milli&uacute;n ar f&aacute;il do Thuismitheoir&iacute; na Gaeltachta chun an Ghaeilge a fhorbairt i measc theaghlaigh &oacute;ga na Gaeltachta.  Cheadaigh an Rialtas maoini&uacute; breise don Ghaeltacht mar chuid den phac&aacute;iste spreagtha post i m&iacute; I&uacute;il 2020, ina raibh sol&aacute;thar caipitil &euro;8 milli&uacute;n breise d'&Uacute;dar&aacute;s na Gaeltachta in 2020 chun uasghr&aacute;d&uacute; riachtanach a dh&eacute;anamh ar a stoc foirgneamh agus ar a ch&oacute;rais ch&oacute;ire&aacute;la uisce.  T&aacute; Bille teanga nua cr&iacute;ochnaithe ar Ch&eacute;im an Choiste sa D&aacute;il chomh maith, d&aacute;r nd&oacute;igh.</p><p> Agus muid ag breathn&uacute; chun tosaigh, is g&aacute; d&uacute;inn ar fad a aithint go bhfuil &uacute;dar suntasach d&oacute;chais ann.  D&aacute; dheacra agus d&aacute; dh&uacute;shl&aacute;na&iacute; an r&eacute; ina bhfuilimid ar fad ag maireacht&aacute;il, t&aacute; d&oacute;chas os &aacute;r gcomhair amach ag bun na sp&eacute;ire.  Is &uacute;dar misnigh agus d&oacute;chais dom an m&eacute;id at&aacute; bainte amach.  Ach an oiread leis an Aire, an Teachta Catherine Martin, t&aacute;im ag s&uacute;il go m&oacute;r le bheith ag lean&uacute;int orm ag obair le gach p&aacute;irt&iacute; leasmhar san achar ama at&aacute; romhainn chun cur lena bhfuil bainte amach go d&aacute;ta ar leas phobal na Gaeltachta agus na Gaeilge araon.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.9" speakerid="com.kildarestreet/member/1488" speakername="Pa Daly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#C00200"><p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  Feicim sa faisn&eacute;is go bhfuil caiteachas caipiti&uacute;il &euro;16 milli&uacute;n n&aacute;r caitheadh in 2020.  T&aacute; airgead sa bhreis ag an Aire St&aacute;it don bhliain seo chugainn mar sin.  Beidh Raidi&oacute; na Gaeltachta 50 bliain ar an bhf&oacute;d an bliain seo chugainn.  B'fh&eacute;idir go dtabharfaidh an tAire St&aacute;it airgead sa bhreis d&oacute; chun an r&oacute;l cult&uacute;rtha agus sa nuacht s'aige a dheimhni&uacute;.  Ansin b'fh&eacute;idir go mbeadh Raidi&oacute; na Gaeltachta in ann daoine eile a thabhairt isteach sa foireann chun freastail ar an sceideal nuacht 24-7 at&aacute; aige.</p> <p>  Chomh maith leis sin, m&aacute; t&aacute; n&iacute;os m&oacute; airgead ag an Aire St&aacute;it, d'fh&eacute;adfa&iacute; sc&eacute;im labhairt na Gaeilge a thabhairt ar ais n&oacute; c&uacute;iteamh a thabhairt do na col&aacute;ist&iacute; samhraidh, na halla&iacute; pobail agus na mn&aacute; t&iacute;.  D'fh&eacute;adfa&iacute; scol&aacute;ireacht a thabhairt do st&aacute;tseirbh&iacute;sigh chun am a chaitheamh ag foghlaim Gaeilge sa Ghaeltacht d&aacute; dtabharfa&iacute; an sc&eacute;im sin ar ais nuair a bheidh Covid thart.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.10" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#C00300"><p>Beimid ag caint faoi na h&aacute;bhair seo an tseachtain seo chugainn leis an gcoiste eile.  Seolfaidh muid n&oacute;ta chuig an Teachta maidir le ceisteanna Raidi&oacute; na Gaeltachta agus a leith&eacute;id.  Subhead difri&uacute;il at&aacute; ann, seachas Cl&aacute;r C agus an Ghaeltacht.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.11" speakerid="com.kildarestreet/member/1488" speakername="Pa Daly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#C00400"><p>B'fh&eacute;idir go mbeidh an tAire sa choiste an tseachtain seo chugainn.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.12" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#C00500"><p>Beidh deis ag an Teachta &eacute; a phl&eacute; leis an Aire.  T&aacute; freagracht aici ar ch&uacute;rsa&iacute; me&aacute;in agus ceisteanna mar sin.  Beidh s&iacute; s&aacute;sta &eacute; sin a phl&eacute; an tseachtain seo chugainn ach t&aacute;imid anseo chun subhead C a phl&eacute; inniu.</p> <p>  Luaigh an Teachta na col&aacute;ist&iacute; samhraidh.  Bh&iacute; d&uacute;shl&aacute;n m&oacute;r ann an bliain seo agus an bliain seo caite.  Bh&iacute; cruinni&uacute; agam leis na mn&aacute; t&iacute;, le Comhchoiste N&aacute;isi&uacute;nta na gCol&aacute;ist&iacute; Samhraidh, CONCOS, agus leis na halla&iacute; pobal agus bh&iacute; s&eacute; sin an-t&aacute;bhachtach chun an t-&aacute;bhar seo a phl&eacute; agus chun a chloiste&aacute;il faoi na d&uacute;shl&aacute;in.  T&aacute; an-&aacute;thas orm a fh&oacute;gairt inniu go bhfuil ciste ar fi&uacute; &euro;2.2 milli&uacute;n bunaithe chun teacht i gcabhair ar na 700 teaghlaigh Ghaeltachta a chuireann l&oacute;ist&iacute;n ar f&aacute;il do lucht freastail na gcol&aacute;ist&iacute; samhraidh.  T&aacute; an ciste seo curtha ar f&aacute;il de thoradh c&uacute;rsa&iacute; Gaeilge sa Ghaeltacht a bheith curtha ar ceal don dara samhradh as a ch&eacute;ile mar gheall ar Covid-19.</p> <p>  Tar &eacute;is an deis a bheith agam &eacute;isteacht go c&uacute;ramach le hionada&iacute;ocht lucht l&oacute;ist&iacute;n an ch&oacute;rais agus na p&aacute;irtithe leasmhara eile, is maith a thuigim na d&uacute;shl&aacute;in ar leith at&aacute; roimh na pobail Ghaeltachta de bharr nach bhfuil na col&aacute;ist&iacute; Gaeilge in ann feidhmi&uacute; don dara bhliain as a ch&eacute;ile de dheasca na paind&eacute;ime.  Os rud &eacute; gurb &eacute; seo an dara bliain as a ch&eacute;ile arbh &eacute;igean do ch&oacute;ras na gcol&aacute;ist&iacute; Gaeilge a chur ar ceal, t&aacute; ard&uacute; 20% thairis an m&eacute;id a &iacute;ocadh le teaghlaigh na sc&eacute;ime faoin gciste a buna&iacute;odh in 2020.  De thoradh seo, is ionann ard&uacute; 20% agus &euro;5 a chur ar f&aacute;il seachas an &euro;4 a cuireadh ar f&aacute;il anuraidh.  Ard&uacute; 20% ar an m&eacute;id a fuair na mn&aacute; t&iacute; an bhliain seo caite at&aacute; ann.  T&aacute;im s&aacute;sta &eacute; sin a fh&oacute;gairt inniu agus t&aacute;imid i dteagmh&aacute;il le CONCOS agus leis na halla&iacute; pobail chun pac&aacute;iste eile a aont&uacute; chomh luath agus is f&eacute;idir.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.13" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#C00600"><p>Sin f&oacute;gra at&aacute; d&eacute;anta ag an Aire St&aacute;it anois d&iacute;reach maidir leis na mn&aacute; t&iacute;, an ea?  An rud nua &eacute; sin?  Bh&iacute;omar ag fanacht le cinneadh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.14" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#C00700"><p>Is ea.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.15" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#C00800"><p>Sin cuid den r&eacute;iteach.  N&iacute;l aon r&eacute;iteach f&oacute;s maidir le CONCOS agus maidir leis na col&aacute;ist&iacute; samhraidh n&oacute; na halla&iacute; pobail, an bhfuil?  Ba mhaith liom soil&eacute;iri&uacute; a fh&aacute;il air sin.  B'fh&eacute;idir go bhfuil m&iacute;thuiscint ann ar mo thaoibhse but an bhfuil aon chinneadh d&eacute;anta f&oacute;s maidir leis na halla&iacute; pobail n&oacute; na col&aacute;ist&iacute; samhraidh?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.16" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#C00900"><p>T&aacute;im s&aacute;sta na ceisteanna sin a fhreagairt.  Is fi&uacute; dom a lua go raibh, ar a laghad, ocht gcruinni&uacute; idir an Roinn agus CONCOS le hocht m&iacute; anuas agus pl&eacute; &aacute; dh&eacute;anamh againn maidir le Covid-19 agus c&uacute;rsa&iacute; an tsamhraidh seo.  Chuir CONCOS a chuid molta&iacute; faoi bhr&aacute;id na Roinne agus le m&iacute; anuas bh&iacute; dh&aacute; chruinni&uacute; ag feidhmeannaigh na Roinne le hionadaithe &oacute; CONCOS chun na molta&iacute; sin a phl&eacute;.  Re&aacute;cht&aacute;ladh cruinni&uacute; chomh maith le gr&uacute;pa ionada&iacute;ocht na halla&iacute; pobail Ghaeltachta a bhaineann na col&aacute;ist&iacute; samhraidh leas astu.  T&aacute; obair idir l&aacute;mha ag an Roinn i gcomhar le p&aacute;irtithe leasmhara chun teacht i gcabhair le ciste cobhsaithe do lucht sti&uacute;rtha na gcol&aacute;ist&iacute; samhraidh agus na halla&iacute; pobail at&aacute; th&iacute;os leis mar gheall ar ch&uacute;rsa&iacute; Gaeilge an tsamhraidh a bheith curtha ar ceal.</p><p>T&aacute; muin&iacute;n agam gur f&eacute;idir teacht ar r&eacute;iteach sna seachtain&iacute; at&aacute; romhainn a chinnteoidh go mbeidh teacht aniar ann don earn&aacute;il th&aacute;bhachtach seo ionas go mbeidh s&iacute; in ann lean&uacute;int ar aghaidh in 2022 agus sna blianta amach romhainn.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.18" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D00200"><p>D&eacute;anfaidh m&eacute; mo dh&iacute;cheall c&uacute;pla ceist a chur.  N&iacute;l a fhios agam c&eacute;n f&aacute;th go bhfuil moill ar an gcinneadh sin.  T&aacute; taith&iacute; ag an Roinn &oacute;n mbliain seo caite so c&eacute;n f&aacute;th an bhfuil siad f&oacute;s gan eolas?  T&aacute; a fhios againn c&eacute; chomh t&aacute;bhachtach is at&aacute; na col&aacute;ist&iacute; samhraidh agus na halla&iacute; pobail, so c&eacute;n f&aacute;th nach bhfuil r&eacute;iteach air seo?  C&eacute;n f&aacute;th go bhfuil s&eacute; seo f&oacute;s &aacute; phl&eacute; againn i rith an tsamhraidh?  Beidh an D&aacute;il cr&iacute;ochnaithe an tseachtain seo chugainn.  T&aacute; soil&eacute;iri&uacute; de shaghas &eacute;igin tugtha ag an Aire St&aacute;it ach n&iacute;l m&eacute; s&aacute;sta leis sin.</p> <p>  Maidir leis an gcaiteachas, c&eacute;n f&aacute;th nach bhfuil airgead caite?  Tuigim go dtarla&iacute;onn ruda&iacute; agus bh&iacute; Covid ann ach cad iad na togra&iacute; at&aacute; th&iacute;os?  An bhfuil tuilleadh soil&eacute;irithe le f&aacute;il inniu maidir leis na togra&iacute; nach ndeachaigh chun cinn?  N&iacute;l a fhios agam c&eacute;n f&aacute;th nach ndeachaigh ach t&aacute; airgead ag dul ar aghaidh go dt&iacute; an ch&eacute;ad bhliain eile.  C&eacute;n f&aacute;th?  An &eacute; seo an ch&eacute;ad uair a th&aacute;inig na Meastach&aacute;in os comhair an choiste seo?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.19" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D00300"><p>Is ea.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.20" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D00400"><p>Is rud dearfach &eacute; sin.  Is c&eacute;im iontach agus c&eacute;im dhearfach at&aacute; ann.  Amach anseo, beidh muid in ann na sonra&iacute; a phl&eacute; chuile bhliain roimh agus tar &eacute;is na Meastach&aacute;in.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.21" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D00500"><p>Beidh.  Sin an cinneadh nua a ghlac muid nuair a fuair muid seilbh ar an gcoiste.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.22" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D00600"><p>Fair play don Chathaoirleach.  T&aacute; s&eacute; sin go maith.  Nuair at&aacute; airgead ag an Roinn agus comharchumainn agus eagra&iacute;ochta&iacute; &eacute;ags&uacute;la ar an talamh ag streachailt, n&iacute; thuigim c&eacute;n f&aacute;th nach f&eacute;idir athr&uacute; meoin a bheith ann agus airgead a thabhairt amach laistigh de na rialacha.  Tuigim go bhfuil rialacha ann.</p> <p>  Luaigh an Teachta Daly sc&eacute;im labhairt na Gaeilge.  An bhfuil athbhreithni&uacute; ar si&uacute;l &oacute; thaobh na sc&eacute;ime sin?  Baineann an t-&aacute;bhar seo leis an Roinn agus leis an nGaeltacht.  An raibh athbhreithni&uacute; i gceist?  Tuigim gur cuireadh deireadh leis an sc&eacute;im de bharr c&uacute;rsa&iacute; eacnama&iacute;ochta ag an am.  Chomh maith leis sin, bh&iacute; locht ar an sc&eacute;im mar go raibh s&iacute; d&iacute;rithe isteach ar ghas&uacute;ir s&eacute; bliana seachas ar na haoiseanna n&iacute;os &oacute;ige.  Sc&eacute;im fhi&uacute;ntach a bh&iacute; ann, de r&eacute;ir an m&eacute;id eolais at&aacute; agamsa.  B&rsquo;fh&eacute;idir go bhfuil m&eacute; m&iacute;cheart.  An bhfuil athbhreithni&uacute; ar si&uacute;l n&oacute; i gceist?</p> <p>  An dtagann TG4 laistigh den chomhr&aacute; seo?  An f&eacute;idir liom TG4 a ard&uacute; anois?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.23" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D00700"><p>N&iacute; fheicim ar an liosta &eacute;.  Seo cl&aacute;r C den Roinn.  Tagann TG4 faoin Roinn.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.24" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D00800"><p>Beidh muid ag d&eacute;ile&aacute;il leis an tseachtain seo chugainn mar chuid de chl&aacute;r eile sa Roinn.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.25" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D00900"><p>Glacaim leis sin.  T&aacute; an aighneacht a chur TG4 isteach l&eacute;ite go sciobtha agam.  Is fi&uacute; &iacute; a l&eacute;amh.  Beidh mise ag dul ar ais agus &aacute; l&eacute;amh.  Br&eacute;ag a bheadh i gceist d&aacute; nd&eacute;arfainn go raibh s&iacute; l&eacute;ite agam ina ioml&aacute;n, mar n&iacute;l.  Is aighneacht faoi leith an aighneacht seo maidir le Gaeilge, na me&aacute;in chumars&aacute;ide agus r&oacute;l na Gaeilge sna me&aacute;in chumars&aacute;ide amach anseo.  Ba mhaith liom tuairim an Aire St&aacute;it a fh&aacute;il faoi sin.  B&rsquo;fh&eacute;idir nach bhfuil s&iacute; l&eacute;ite f&oacute;s aige, mar n&iacute;l s&iacute; l&eacute;ite agam ina ioml&aacute;n, ach iarraim air teacht ar ais agam.</p> <p>  Luaigh an tAire St&aacute;it go raibh Bille na dTeangacha Oifigi&uacute;la cr&iacute;ochnaithe.  B&rsquo;fh&eacute;idir go bhf&eacute;adfadh s&eacute; soil&eacute;iri&uacute; a thabhairt d&uacute;inn maidir leis sin.  Deir a r&aacute;iteas tosaigh, &ldquo;T&aacute; Bille teanga nua cr&iacute;ochnaithe ar Ch&eacute;im an Choiste sa D&aacute;il chomh maith, d&aacute;r nd&oacute;igh.&rdquo;  N&iacute; leor &eacute; sin.  Rinne an coiste seo a l&aacute;n oibre ar an mBille sin.  Bh&iacute; an tAire St&aacute;it m&iacute;fhoighneach &oacute; thaobh r&aacute;ta na hoibre sin ach rinneamar &aacute;r nd&iacute;cheall.  Anois t&aacute; deireadh na D&aacute;la ag druidim linn agus n&iacute;l t&aacute;sc n&aacute; tuairisc ar an mBille.  Ag an bpointe seo, n&iacute;or mhaith liom an Bille a bheith curtha ar an gcl&aacute;r oibre don tseachtain seo chugainn mar n&iacute; bheidh a dh&oacute;thain ama againn chun &eacute; a phl&eacute; agus n&iacute; f&eacute;idir glacadh le gilit&iacute;n.  An bhfuil s&eacute; ar intinn ag an Aire St&aacute;it &eacute; a chur os comhair na D&aacute;la an tseachtain seo chugainn?  N&iacute;l a fhios agam faoi na Teachta&iacute; eile ach bheinn ioml&aacute;n m&iacute;sh&aacute;sta le cinneadh mar sin.  N&iacute; ch&oacute;ir &eacute; a bhr&uacute; os comhair na D&aacute;la ag deireadh an tsamhraidh, in ainneoin go bhfuil br&uacute; curtha go mion minic agam ar an mBille.  T&aacute; g&aacute; le d&iacute;osp&oacute;ireacht cheart &oacute; thaobh an Bhille de.  B&rsquo;fh&eacute;idir go mbeidh an tAire St&aacute;it in ann soil&eacute;iri&uacute; a thabhairt dom faoi na ruda&iacute; eile a d&rsquo;ardaigh m&eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.26" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D01000"><p>Maidir leis an mbuis&eacute;ad, tarla&iacute;onn s&eacute; sin gach bliain ag deireadh na bliana.  B&iacute;onn f&oacute;gra&iacute; mall agus ruda&iacute; eile n&iacute;os tap&uacute;la.  Tarla&iacute;onn s&eacute; sin i nach Roinn St&aacute;it.  T&aacute;imid ag iarraidh gach rud a dh&eacute;anamh chun na polasaithe a chur i bhfeidhm agus chun ruda&iacute; a thos&uacute;, ach mar a d&uacute;irt m&eacute;, tarla&iacute;onn s&eacute; sin gach bliain i ngach Roinn.  Bh&iacute; m&eacute; th&iacute;os i gcontae an Teachta agus i gcontaetha eile.  T&aacute;imid ag iarraidh gach rud a dh&eacute;anamh chun na sc&eacute;imeanna a thos&uacute; agus taca&iacute;ocht a thabhairt do phobal na Gaeltachta.  T&aacute; s&eacute; sin an-t&aacute;bhachtach.</p> <p>  N&iacute;l aon athbhreithni&uacute; ar si&uacute;l ar sc&eacute;im labhairt na Gaeilge.  Bh&iacute; an sc&eacute;im sin bainteach leis na sc&eacute;imeanna tith&iacute;ochta sa Roinn.  T&aacute; an sc&eacute;im d&uacute;nta agus n&iacute;l s&eacute; i gceist agam &iacute; a thabhairt ar ais.</p> <p>  Maidir le Bille na dTeangacha Oifigi&uacute;la, mar a d&uacute;irt an Teachta, rinneadh pl&eacute; cuimsitheach agus fi&uacute;ntach maidir leis an mBille nuair a t&oacute;gadh &eacute; ar Ch&eacute;im an Choiste sa D&aacute;il.  Pl&eacute;adh os cionn 300 leas&uacute; ar Ch&eacute;im an Choiste agus glacadh le roinnt leasuithe &oacute;n Rialtas.  Gealladh le linn na d&iacute;osp&oacute;ireachta sin go nd&eacute;anfa&iacute; roinnt mhaith de na leasuithe a mhol an Fhreas&uacute;ra a mheas sa chaoi is go bhf&eacute;adfainn molta&iacute; ina leith a thabhairt chun cinn ar Ch&eacute;im na Tuarasc&aacute;la.  Mar is eol do na Teachta&iacute;, t&aacute; pr&iacute;omh-fhor&aacute;lacha an Bhille seo mar a leanas: f&eacute;achfar leis an mBille cusp&oacute;ir forioml&aacute;n a bhaint amach ionas gur cainteoir&iacute; Gaeilge a bheidh i 20% de na hearcaigh nua chuig an tseirbh&iacute;s phoibl&iacute; roimh dheireadh 2030 agus gur tr&iacute; mhe&aacute;n na Gaeilge a oibreoidh gach oifig phoibl&iacute; at&aacute; suite i limist&eacute;ar Gaeltachta.  T&aacute; s&eacute; i gceist coiste reacht&uacute;il, an Coiste Comhairleach um Sheirbh&iacute;s&iacute; Gaeilge, a bhun&uacute; chun l&iacute;on na seirbh&iacute;s&iacute; poibl&iacute; a chuirtear ar f&aacute;il tr&iacute; mhe&aacute;n na Gaeilge a mh&eacute;ad&uacute;.  T&aacute; go leor leasuithe nua &aacute; dh&eacute;anamh againn.  Beidh n&iacute;os m&oacute; n&aacute; 30 leas&uacute; foilsithe agus t&aacute; obair ar bun ag oifigigh na Roinne i gcomhar le hoifigigh an Ard-Aighne agus an dr&eacute;acht&oacute;ir parlaiminte maidir leis na leasuithe a thabharfar chun cinn ar Ch&eacute;im na Tuarasc&aacute;la.  Foilseofar na leasuithe sin go luath.</p> <p>  Ba mhaith liom C&eacute;im na Tuarasc&aacute;la a thos&uacute; an tseachtain seo chugainn ach n&iacute;l a fhios agam an mbeidh Oifig na mBill&iacute; r&eacute;idh.  Feicfimid.  N&iacute;l an freagra sin agam inniu ach ba mhaith liom an Bille seo a thos&uacute; ar&iacute;s an tseachtain seo chugainn.  Tuigim go bhfuil go leor leasuithe ag an gCathaoirleach ar&iacute;s.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.27" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D01100"><p>Ar an &aacute;bhar sin, d&uacute;irt Oifig na mBill&iacute; go raibh spriocdh&aacute;ta am&aacute;rach i gceist m&aacute; t&aacute; an tAire St&aacute;it ag lorg d&iacute;osp&oacute;ireacht don tseachtain seo chugainn.  T&aacute; s&eacute; ortsa-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.28" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D01200"><p>No-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.29" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D01300"><p>N&iacute;l s&eacute; ar sceideal na hoifige don tseachtain seo chugainn ach m&aacute; t&aacute; s&eacute; i gceist, cuirfidh siadsan obair isteach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.30" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D01400"><p>N&iacute;l a fhios agam go mbeidh Oifig na mBill&iacute; r&eacute;idh ach t&aacute; m&eacute; i dteagmh&aacute;il leo.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.31" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D01500"><p>An bhfuil do leasuithe r&eacute;idh?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.32" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D01600"><p>T&aacute; mo leasuithe r&eacute;idh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.33" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D01700"><p>T&aacute; mo chinn r&eacute;idh chomh maith.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.34" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D01800"><p>T&aacute; siad r&eacute;idh agus ba mhaith liom an Ch&eacute;im a thos&uacute;.  Ba mhaith le gach duine an Bille a thos&uacute; ar&iacute;s.  N&iacute;l a fhios agam an mbeidh Oifig na mBill&iacute; r&eacute;idh ach t&aacute; mo leasuithe r&eacute;idh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.35" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#D01900"><p>&Oacute; thaobh an Mheastach&aacute;in de, as seo amach bheadh s&eacute; ciallmhar agus cabhrach d&uacute;inn d&aacute; mbeadh briseadh s&iacute;os ann maidir leis an airgead nach bhfuil caite, na togra&iacute; at&aacute; beartaithe agus n&aacute; f&aacute;thanna nach bhfuil an t-airgead sin caite.  Bheadh s&eacute; sin ciallmhar agus cabhrach.</p> <p>  &Oacute; thaobh an Bhille de, n&iacute;l aon soil&eacute;ireacht tugtha ag an Aire St&aacute;it beag n&aacute; m&oacute;r.  N&iacute;l a fhios agam cad at&aacute; &aacute; r&aacute; aige &oacute; thaobh an Bhille de.  N&iacute;l leasuithe curtha isteach agam.  Bheadh s&eacute; dochreidte d&aacute; mbeadh orm leasuithe a chur isteach roimh am&aacute;rach.</p><p>N&iacute;l aon rud faighte agam agus n&iacute;l aon rud feicthe agam.  Thug an tAire St&aacute;it a bhriathar go dtiocfadh s&eacute; ar ais agus go mbeadh s&eacute; i dteagmh&aacute;il linne &oacute; thaobh leasuithe ionas nach mbeadh muid ag cur na c&eacute;adta isteach ar&iacute;s.  Ba ch&oacute;ir go mbeadh na leasuithe a bh&iacute; ar intinn ag an Rialtas soil&eacute;ir d&uacute;inn chun an rud a tharla roimhe seo le breis is 300 leas&uacute; a sheachaint.  T&aacute; s&uacute;il agam nach &eacute; am&aacute;rach an spriocdh&aacute;ta.  Beidh mise sa D&aacute;il go dt&iacute; me&aacute;n o&iacute;che anocht so bheadh s&eacute; sin dodh&eacute;anta amach is amach.  Chomh maith leis sin, n&iacute;l a bhriathar &aacute; chomhl&iacute;onadh ag an Aire St&aacute;it.  D&uacute;irt s&eacute; go dtiocfadh s&eacute; ar ais againn.  T&aacute; an Bille thar a bheith t&aacute;bhachtach.  N&iacute; f&eacute;idir n&iacute;os m&oacute; a r&aacute;.</p><p> Cl&uacute;da&iacute;onn cl&aacute;r C c&uacute;rsa&iacute; plean&aacute;la teanga.  C&aacute; bhfuil muid anois &oacute; thaobh an ch&oacute;rais sin?  C&eacute; mh&eacute;ad plean teanga at&aacute; faofa?  An bhfuil siad go l&eacute;ir faofa anois?  C&aacute; bhfuil muid?  T&aacute; c&uacute;pla figi&uacute;r anseo ach t&aacute; 26 limist&eacute;ar plean&aacute;la teanga ann.  C&eacute; mh&eacute;ad plean at&aacute; faofa, c&eacute; mh&eacute;ad at&aacute; maoinithe agus c&eacute;n uair a bheidh an pr&oacute;iseas cr&iacute;ochnaithe &oacute; thaobh na bpleananna de?  N&iacute;l m&eacute; ag caint faoin gcur i bhfeidhm ach na pleananna.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.37" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#E00200"><p>Den 26 limist&eacute;ar plean&aacute;la teanga, t&aacute; 22 plean faofa.  T&aacute; an Roinn ag d&eacute;anamh anail&iacute;s ar thr&iacute; phlean eile, siad sin, do na hOile&aacute;in &Aacute;rann, Cl&eacute;ire agus Maigh Eo thiar.  Tuigim go bhfuil plean teanga don Ghaeltacht L&aacute;ir i gContae Dh&uacute;n na nGall &aacute; ullmh&uacute;.  T&aacute; m&eacute; muin&iacute;neach go mbeidh na pleananna uile do na limist&eacute;ir phlean&aacute;la ar fad faofa roimh dheireadh na bliana.  T&aacute; pleananna do cheithre bhaile seirbh&iacute;se Gaeltachta faofa go d&aacute;ta: Leitir Ceanainn, Daingean U&iacute; Ch&uacute;is, cathair na Gaillimhe agus an Cloch&aacute;n Liath.  T&aacute; mo Roinn ag d&eacute;anamh anail&iacute;s ar phlean teanga Thr&aacute; L&iacute; faoi l&aacute;thair chomh maith.  T&aacute; an pr&oacute;iseas chun pleananna teanga a chur le ch&eacute;ile idir l&aacute;mha i nD&uacute;n Garbh&aacute;n, Cathair Saidhbh&iacute;n, B&eacute;al an Mhuirthead, An Cloch&aacute;n agus cathair Chorca&iacute;.  Anuas ar an m&eacute;id sin, t&aacute; an plean teanga do na tr&iacute; l&iacute;onra Gaeilge at&aacute; aitheanta go d&aacute;ta faoin bpr&oacute;iseas ceadaithe.  Sin Baile Lochs Riach, Inis agus Cluain Dolc&aacute;in.  T&aacute; 19 oifigeach plean&aacute;la teanga agus ceithre oifigeach c&uacute;nta plean&aacute;la teanga fostaithe ag cur pleananna i bhfeidhm go dt&iacute; seo.  T&aacute; ard&uacute; curtha ar f&aacute;il sa sol&aacute;thar airgeadais bliain i ndiaidh bliana &oacute; thosaigh an pr&oacute;iseas seacht mbliana &oacute; shin.</p><p>Mar a bhaineann s&eacute; le c&uacute;rsa&iacute; maoinithe don bhliain reatha, t&aacute; &euro;5 milli&uacute;n curtha ar f&aacute;il don phr&oacute;iseas seo.  Is ionann sin agus ard&uacute; &euro;1.3 milli&uacute;n thar an gciste a bh&iacute; ar f&aacute;il anuraidh.  As an mbuis&eacute;ad sin, bh&iacute; s&eacute; ar mo chumas le deireana&iacute; maoini&uacute; &euro;3.4 milli&uacute;n a chur ar f&aacute;il d&rsquo;&Uacute;dar&aacute;s na Gaeltachta agus Foras na Gaeilge chun cuidi&uacute; leo an pr&oacute;iseas a chur i bhfeidhm sa bhliain reatha.  Bainfear leas as an gciste sin chun go mbeidh ceann-eagra&iacute;ochta&iacute; plean&aacute;la teanga in ann coinne&aacute;il orthu ag feidhmi&uacute; n&oacute; ag ullmh&uacute; pleananna, ag brath ar an staid reatha &aacute;iti&uacute;il.  Ina theannta sin ar fad, baintear leas as an gciste plean&aacute;la chun roinnt bearta a chur ar si&uacute;l ar bhonn l&aacute;rnach, go h&aacute;irithe i r&eacute;imse na luath-bhlianta, an teaghlach agus na heala&iacute;ne teanga-bhunaithe.  Sa chomhth&eacute;acs sin, is fi&uacute; a lua gur cheadaigh m&eacute; ciste &euro;1.6 milli&uacute;n thar tr&iacute; bliana le go mbeidh an eagra&iacute;ocht Tuismitheoir&iacute; na Gaeltachta in ann cur go c&eacute;imi&uacute;il lena chuid oibre, i gcomhar leis na hoifigigh phlean&aacute;la teanga agus p&aacute;irtithe leasmhara eile.</p><p>Ar bhonn n&iacute;os leithne, beidh treoirl&iacute;nte &aacute; eisi&uacute;int ag an Roinn Oideachais le gairid chuig scoileanna Gaeltachta at&aacute; p&aacute;irteach i bhfeidhmi&uacute; an pholasa&iacute; don oideachas Gaeltachta, rud at&aacute; faoi sti&uacute;ir na Roinne sin, le scoileanna Gaeltachta a chur ar an eolas faoi conas a d&rsquo;fh&eacute;adfadh siad cur le forfheidhmi&uacute; an pr&oacute;iseas plean&aacute;la teanga.  Bh&iacute; ionchur suntasach ag feidhmeannaigh mo Roinne agus &Uacute;dar&aacute;s na Gaeltachta san &aacute;bhar sin.  Beifear ag s&uacute;il go gcabhr&oacute;idh na treoirl&iacute;nte sin leis na hoifigigh phlean&aacute;la teanga at&aacute; i mbun feidhmi&uacute; pleananna teanga chun comhph&aacute;irt&iacute;ocht a choth&uacute; le scoileanna &aacute;iti&uacute;la, agus <i>vice versa</i>, ar mhaithe le bheith in ann ruda&iacute; praitici&uacute;la a dh&eacute;anamh ar an talamh.  Cuirfidh na treoirl&iacute;nte san &aacute;ireamh go bhfuil feidhmi&uacute; rath&uacute;il an pr&oacute;iseas plean&aacute;la teanga agus an polasa&iacute; don oideachas Gaeltachta fite fuaite le ch&eacute;ile.  N&iacute;os m&oacute; a aithn&iacute;tear &eacute; sin, is bisi&uacute;la a bheidh iarrachta&iacute; gach aon duine ar son chusp&oacute;ir chom&oacute;nta, s&eacute; sin, leas na Gaeilge mar theanga pobal sa Ghaeltacht.</p><p>Maidir le hathbhreithni&uacute; tr&eacute;imhsi&uacute;il tr&iacute; bliana na pleananna teanga at&aacute; ceadaithe faoin bpr&oacute;iseas, ba gh&aacute; an t-athbhreithni&uacute; sin a chur siar beag&aacute;n mar gheall ar Covid-19 agus rinne an Roinn Oideachais &eacute; seo maidir le sc&eacute;im aitheantais na scoileanna Gaeltachta.  F&oacute;gr&oacute;far an cinneadh cr&iacute;ochn&uacute;il go h-an luath.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.38" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#E00300"><p>T&aacute; f&aacute;ilte roimh an Aire St&aacute;it.  Baineann mo ch&eacute;ad cheist leis an gCoimisin&eacute;ir Teanga.  T&aacute; s&eacute; ag f&aacute;il &euro;887,000 i mbliana.  An mbeidh an tAire St&aacute;it ag cuardach ard&uacute; don bhliain seo chugainn?  M&aacute; thagann an reachta&iacute;ocht teanga tr&iacute;d, agus t&aacute; m&eacute; muin&iacute;neach go dtiocfaidh, beidh c&uacute;ram i bhfad n&iacute;os m&oacute; ar an gCoimisin&eacute;ir Teanga.  An mbeidh breis foirne agus breis airgid &aacute; lorg don choimisin&eacute;ir?</p> <p>  Idir &Uacute;dar&aacute;s na Gaeltachta agus an Roinn, c&eacute; mh&eacute;ad at&aacute; &aacute; chaitheamh ar oideachas tr&iacute;&uacute; leibh&eacute;al, n&oacute; oideachas ollscoile, tr&iacute; Ghaeilge?  An bhfuil pl&eacute; ar bun idir an Roinn, an Higher Education Authority, HEA, agus an tAire, an Teachta Harris, maidir le maoini&uacute; ceart a fh&aacute;il le haghaidh oideachas tr&iacute;&uacute; leibh&eacute;al i nGaeilge?  N&iacute;l m&eacute; ag caint ar mh&uacute;ineadh na Gaeilge ach ar oideachas tr&iacute; Ghaeilge.  Tuigim go bhfuil ionchur ag an d&aacute; Roinn san earn&aacute;il sin &oacute; thaobh airgid de.</p> <p>  &Oacute; thaobh taca&iacute;ochta&iacute; teanga Ghaeltachta, t&aacute; s&eacute; sp&eacute;isi&uacute;il go bhfuil airgead reatha de &euro;5.6 milli&uacute;in ar f&aacute;il.  Is airgead taca&iacute;ochta teanga dh&iacute;reach an chuid is m&oacute; de sin.  Is finsc&eacute;al &eacute; go gcaitear an t-uaf&aacute;s airgid ar an nGaeilge.  Ta &euro;2 milli&uacute;n anseo le haghaidh c&uacute;rsa&iacute; caipitil.  &Oacute; tharla go bhfuil an tAire St&aacute;it freagrach as sp&oacute;rt agus an Ghaeltacht, an raibh aon phl&eacute; aige leis f&eacute;in maidir le dul siar ar an gc&oacute;ras?  Cheana, m&aacute; bh&iacute; daoine sa Ghaeltacht rinne siad pl&eacute; le Roinn na Gaeltachta faoi airgead do shaor&aacute;id&iacute; sp&oacute;irt agus m&aacute; bh&iacute; siad taobh amuigh de, rinne siad pl&eacute; tr&iacute;d an sports capital grant.  Bh&iacute; bunt&aacute;iste leis sin mar n&iacute; raibh ar na cumainn Ghaeltachta dul &oacute; phil&eacute;ar go post ag iarraidh airgid.  Bh&iacute; a fhios acu c&aacute;rbh as a bh&iacute; an t-airgead ag teacht agus d&rsquo;ardaigh siad an t-airgead i gc&oacute;na&iacute;, seachas a bheith sa chrannchur gur ionann &eacute; agus an sc&eacute;im eile.</p> <p>  Maidir le comhoibri&uacute; tras-Teorainn, de r&eacute;ir mar a thuigim t&aacute; dh&aacute; eagra&iacute;ocht i gceist, Foras na Gaeilge agus an Bord Ultais.  Is eagra&iacute;ocht amh&aacute;in &iacute; an Foras Teanga ach t&aacute; dh&aacute; chois f&uacute;ithi.  C&eacute; mh&eacute;ad a &iacute;octar le Foras na Gaeilge agus c&eacute; mh&eacute;ad a &iacute;octar leis an mBord Ultais?  An raibh pl&eacute; ag an Roinn ar chor ar bith leis na h&uacute;dar&aacute;is &oacute; Thuaidh maidir le cur lena sciar f&eacute;in den airgead le haghaidh Foras na Gaeilge?  De r&eacute;ir mar a thuigim, agus m&aacute;s buan mo chuimhne, cuireann an Roinn &euro;3 isteach do chuile &euro;1 a chuireann siadsan isteach.  Glacaim leis go mbeidh an tAire St&aacute;it in ann deimhni&uacute; a thabhairt don choiste inniu go cuma c&eacute; mh&eacute;ad airgead a chuirtear ar f&aacute;il &oacute; Thuaidh don Bhord Ultais &oacute; tharla nach gcaithfidh seisean ach an cheathr&uacute; chuid den airgead sin a churtear ar f&aacute;il, is &eacute; sin, &euro;3 in aghaidh &euro;1.  An gcuirfidh an Roinn a sciar f&eacute;in ar f&aacute;il agus an mbeidh s&iacute; flaithi&uacute;il m&aacute; t&aacute; siadsan s&aacute;sta an t-airgead a chur ar f&aacute;il?   N&iacute; bh&iacute;onn ach m&eacute;id an-bheag airgid i gceist, m&aacute;s buan mo chuimhne.</p> <p>  &Oacute; thaobh na gcol&aacute;ist&iacute; Gaeilge, f&aacute;ilt&iacute;m roimh an m&eacute;id d&rsquo;fh&oacute;gair an tAire St&aacute;it inniu.  T&aacute;im cinnte go mbeidh na mn&aacute; t&iacute; s&aacute;sta leis an ard&uacute;.  Is faoiseamh d&oacute;ibh &eacute;.</p><p>B&rsquo;fhearr leo go mbeadh na scol&aacute;ir&iacute; acu ach is faoiseamh agus c&uacute;namh &eacute;.  Ba mhaith liom &eacute; sin a chur ar an taifead.  Mar a luaigh an Teachta N&iacute; Chonghaile, t&aacute; s&eacute; deireanach sa bhliain anois.  T&aacute; s&eacute; thar a bheith t&aacute;bhachtach anois go bhf&oacute;gr&oacute;far go f&iacute;or-luath c&eacute;n c&uacute;iteamh a bheidh le f&aacute;il ag na col&aacute;ist&iacute; iad f&eacute;in mar is gearr go mbeidh siad ag r&eacute;iteach don bhliain seo chugainn.  Tosa&iacute;onn earca&iacute;ocht na gcol&aacute;ist&iacute; i Me&aacute;n F&oacute;mhair, agus go minic cr&iacute;ochna&iacute;onn s&eacute; i Me&aacute;n F&oacute;mhair mar b&iacute;onn siad l&aacute;n.  C&eacute;n c&uacute;namh a bheidh ar f&aacute;il do na halla&iacute; pobail?</p><p> Maidir leis na sc&eacute;imeanna feabhs&uacute;ch&aacute;in, tuigim go gcaitheann an Roinn an t-airgead faoi l&aacute;thair ar shaor&aacute;id&iacute; pobail, ar chaithimh aimsire, ar chol&aacute;ist&iacute; Gaeilge agus ar ruda&iacute; mar sin.  Ba caillteanas ollmh&oacute;r don Ghaeltacht a bh&iacute; ann nuair a cuireadh deireadh leis na feabhs&uacute;ch&aacute;in eile a bh&iacute;odh ar bun.  Ba cheart smaoineamh go l&aacute;idir ar an sc&eacute;im feabhs&uacute;ch&aacute;in Ghaeltachta a thabhairt ar ais mar a bh&iacute; s&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.40" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#F00200"><p>Maidir leis an gCoimisin&eacute;ir Teanga, d&eacute;anfar &eacute; sin a phl&eacute; mar chuid de na Meastach&aacute;in do 2022.  T&aacute; a fhios agam go mbeidh &eacute;ileamh ar oifig an choimisin&eacute;ara agus d&eacute;anfaimid gach iarracht freastal air sin.  T&aacute; s&uacute;il agam go mbeidh an Bille nua cr&iacute;ochnaithe agus beidh n&iacute;os m&oacute; ruda&iacute; &aacute; dh&eacute;anamh nuair a bheidh an Bille achtaithe an bhliain seo chugainn.</p> <p>  Maidir leis na hollscoileanna, &iacute;ocadh &euro;1,214,907 i leith oideachais tr&iacute;&uacute; leibh&eacute;al le hAcadamh na hOllscola&iacute;ochta Gaeilge i nGaillimh.  T&aacute; Ollscoil na h&Eacute;ireann, Gaillimh faoi oibleag&aacute;id ag an Rialtas faoi fhor&aacute;lacha alt 3 d&rsquo;Acht an Chol&aacute;iste Ollscoile, Gaillimh (Leas&uacute;), 2006 le cl&aacute;r tr&iacute;&uacute; leibh&eacute;al tr&iacute; mhe&aacute;n na Gaeilge a fhorbairt agus a shol&aacute;thar.  Cuireann an t-acadamh c&uacute;rsa&iacute; ar f&aacute;il ar champas na hollscoile agus i dtr&iacute; ionad sa Ghaeltacht, sa Cheathr&uacute; Rua, i nGaoth Dobhair agus i gCarna.  Ina theannta sin, ritear r&eacute;imse c&uacute;rsa&iacute; ag leibh&eacute;il &eacute;ags&uacute;la c&aacute;il&iacute;ochta faoi sc&aacute;th an acadaimh ar champas na hollscoile f&eacute;in sa chathair tr&iacute; mhe&aacute;n na Gaeilge.</p> <p>  T&aacute; sol&aacute;thar coh&oacute;rt daoine c&aacute;ilithe le scileanna Gaeilge le freastal ar riachtanais earca&iacute;ochta an Aontais Eorpach &aacute; bhaint amach tr&iacute;d an tionscnamh um ardscileanna Gaeilge.  Sol&aacute;thra&iacute;onn an Roinn maoini&uacute; le 12 c&uacute;rsa Gaeilge tr&iacute;&uacute; leibh&eacute;al speisialta i r&eacute;ims&iacute; mar aistri&uacute;ch&aacute;in, l&eacute;irmh&iacute;ni&uacute; agus dl&iacute;.  Buna&iacute;odh an ciste tr&iacute;&uacute; leibh&eacute;al thar lear in 2006 chun teagasc na Gaeilge a chur chun cinn in institi&uacute;id thr&iacute;&uacute; leibh&eacute;al i dt&iacute;ortha eile.  Is iad aidhmeanna an chiste an Ghaeilge agus an cult&uacute;r Gaelach i gcoitinne a spreagadh agus a choth&uacute; trasna na hEorpa, sna St&aacute;it Aontaithe Mheirice&aacute;, i gCeanada agus n&iacute;os faide i gc&eacute;in.  Tr&iacute;d an tionscnamh seo, crutha&iacute;tear ard&aacute;n don Ghaeilge tr&iacute;nar f&eacute;idir eolas a chur ar f&aacute;il ar bhonn idirn&aacute;isi&uacute;nta.</p> <p>  &Iacute;ocadh &euro;210,469 ar bhearta sp&oacute;irt, briste s&iacute;os mar a leanas: &euro;100,564 do Chomhairle Chonnacht le sc&eacute;im cl&aacute;r na gcluich&iacute; Gaelacha C&uacute;ige Chonnacht; &euro;40,084 do Chomhairle na Mumhan i leith sc&eacute;im na gcluich&iacute; Gaeilge i gC&uacute;ige Mumhan; agus &euro;69,821 do Mhuintearas i leith a chl&aacute;r acla&iacute;ochta.  Ceada&iacute;odh &euro;347,469 do chl&aacute;r na gcluich&iacute; Gaelacha sa bhliain 2019 chun an cl&aacute;r a re&aacute;cht&aacute;il ar feadh tr&iacute; bliana.  T&aacute; an cl&aacute;r seo &aacute; re&aacute;cht&aacute;il &oacute; 1993 i nGaeltacht na Gaillimhe agus t&aacute; s&eacute; faoi ch&uacute;ram an chomhairle &oacute; 2005.  Scileanna peile, iom&aacute;na&iacute;ocht agus liathr&oacute;id l&aacute;imhe a bh&iacute;onn i dteagasc ag na scoileanna.  Is &eacute; an aidhm at&aacute; ann n&aacute; an teanga a choth&uacute; agus a chur chun cinn, chomh maith le scileanna sp&oacute;irt a fhorbairt. </p> <p>  Maidir le col&aacute;ist&iacute; samhraidh-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.41" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#F00300"><p>An dtugann sibh deontais chaipitil sp&oacute;irt?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.42" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#F00400"><p>Tugann.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.43" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#F00500"><p>C&eacute; mh&eacute;ad a &iacute;octar orthu sin?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.44" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#F00600"><p>Seolfaidh m&eacute; n&oacute;ta chuig an Teachta leis an eolas sin.</p> <p>  Mar a d&uacute;irt m&eacute; leis na Teachta&iacute; eile, t&aacute; comhoibri&uacute; an-t&aacute;bhachtach idir na col&aacute;ist&iacute; samhraidh, CONCOS agus na halla&iacute; pobail.  Bh&iacute; go leor cruinnithe ann idir CONCOS agus an Roinn.  Bhuail m&eacute; le hionadaithe na halla&iacute; pobail freisin agus t&aacute; s&uacute;il agam go mbeidh pac&aacute;iste aontaithe ina dtaobh sin chomh luath agus is f&eacute;idir.  T&aacute; gr&uacute;pa bunaithe idir an Roinn, na col&aacute;ist&iacute; agus na halla&iacute; pobail chun &eacute; sin a aont&uacute;.  T&aacute; an pr&oacute;iseas maidir le na mn&aacute; t&iacute; cr&iacute;ochnaithe inniu agus beidh an pr&oacute;iseas seo cr&iacute;ochnaithe go luath.  Tuigim go bhfuil s&eacute; seo an-t&aacute;bhachtach do gheilleagar agus do phobal na Gaeltachta don bhliain seo agus go dteasta&iacute;onn uathu go mbeidh siad ann an bhliain seo chugainn.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.45" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#F00700"><p>T&aacute; s&eacute; mh&iacute; den bhliain imithe agus mar a d&uacute;irt m&eacute;, tosa&iacute;onn an bhliain do na col&aacute;ist&iacute; Gaeilge i Me&aacute;n F&oacute;mhair, n&iacute; ag an Nollaig.  An bhfuil an tAire St&aacute;it ag r&aacute; go mbeidh s&eacute; seo d&eacute;anta i gceann m&iacute;osa?  N&iacute; chialla&iacute;onn "chomh luath agus is f&eacute;idir" dada i nd&aacute;ir&iacute;re.  An bhfuil s&eacute; ag s&uacute;il go mbeidh cinneadh d&eacute;anta as seo go ceann m&iacute;osa?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.46" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#F00800"><p>T&aacute; go leor oibre d&eacute;anta agus t&aacute; CONCOS ag bualadh le gr&uacute;pa sa Roinn.  Bh&iacute; ar a laghad ocht gcruinni&uacute; idir an Roinn agus CONCOS le hocht m&iacute; anuas agus pl&eacute; &aacute; dh&eacute;anamh acu maidir le Covid-19.  T&aacute; oifigigh mo Roinne ag obair as l&aacute;mha a ch&eacute;ile ar mhaithe le pac&aacute;iste taca&iacute;ochta cu&iacute; a chur le ch&eacute;ile d&oacute;ibh.  Bh&iacute; sraith chruinnithe againn le CONCOS le roinnt m&iacute;onna agus beidh m&eacute; ag br&uacute; chun na cainteanna sin a thabhairt chun ceann scr&iacute;be.  T&aacute; s&uacute;il agam go mbeidh an pr&oacute;iseas seo cr&iacute;ochnaithe go luath agus beidh muid in ann an taca&iacute;ocht seo a fh&oacute;gairt ina dhiaidh sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.47" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#F00900"><p>C&eacute;ard faoi na forais tras-Teorainn?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.48" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#F01000"><p>T&aacute; br&oacute;n orm, rinne m&eacute; dearmad.  Cuirtear maoini&uacute; ar f&aacute;il don Fhoras Teanga &oacute;n Roinn seo agus &oacute;n Roinn Pobal &oacute; Thuaidh.  Is &iacute; an Chomhairle Aireachta Thuaidh-Theas, CATT, a cheada&iacute;onn na buis&eacute;id do na forais tras-Teorainn uile, an Foras Teanga san &aacute;ireamh.  F&oacute;gra&iacute;odh i mbuis&eacute;ad 2021 go mbeidh breis agus &euro;16.3 milli&uacute;n &aacute; chur ar f&aacute;il ag an Rialtas do chomhoibri&uacute; Thuaidh-Theas, m&eacute;ad&uacute; de &euro;1.7 milli&uacute;n.  Cuims&iacute;onn an t-ard&uacute; seo maoini&uacute; chun tac&uacute; le gealltanais at&aacute; tugtha ag an Rialtas faoi New Decade, New Approach, chomh maith le maoini&uacute; breise don Fhoras Teanga, s&eacute; sin, Foras na Gaeilge agus Gn&iacute;omhaireacht na hUltaise.  De bharr gur in Aibre&aacute;n a thosa&iacute;onn bliain airgeadais an Roinn Pobal &oacute; Thuaidh, t&aacute; s&eacute; aontaithe ag mo Roinn agus an Roinn Pobal an t-ard&uacute; sa bhuis&eacute;ad don bhliain seo a chur i bhfeidhm &oacute; mh&iacute; Aibre&aacute;in.  Mar a bhaineann s&eacute; le maoini&uacute; Foras na Gaeilge agus Gn&iacute;omhaireacht na hUltaise do 2021, agus an t-ard&uacute; &oacute; Aibre&aacute;n go Nollaig, beidh an Foras Teanga ag feidhmi&uacute; ar ollbhuis&eacute;ad CATT de &euro;19 milli&uacute;n.  Tagann &euro;12.7 milli&uacute;n den oll-bhuis&eacute;ad seo &oacute; mo Roinn.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.49" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#F01100"><p>Ar thuig m&eacute; ceart t&uacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.50" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#F01200"><p>T&aacute; airgead breise ar f&aacute;il don Ghn&iacute;omhaireacht Ultaise.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.51" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#F01300"><p>C&eacute; mh&eacute;ad a d&rsquo;&iacute;oc an Roinn d&rsquo;Fhoras na Gaeilge i mbliana agus c&eacute; mh&eacute;ad a d&rsquo;&iacute;oc s&iacute; don bhord Ultais?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.52" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G00100"><p>Cuireann an Roinn maoini&uacute; de &euro;12 milli&uacute;n, n&oacute; 75% den mhaoini&uacute; ioml&aacute;n, ar f&aacute;il.  Cuireann an Roinn Pobal &oacute; Thuaidh an 25% eile ar f&aacute;il.  Is buis&eacute;ad ioml&aacute;n an Chomhairle Aireachta Thuaidh-Theas i leith Fhoras na Gaeilge in 2021 &eacute; sin.  Maidir le Gn&iacute;omhaireacht na hUltaise, cuireann an Roinn os cionn &euro;730,000, n&oacute; 25%, ar f&aacute;il.  &Iacute;ocann an Roinn Pobal as an 75% eile den mhaoini&uacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.53" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G00200"><p>T&aacute; &euro;730,000, n&oacute; thart air sin, ar f&aacute;il don bhord Ultais.  T&aacute; &euro;12 milli&uacute;n curtha ar f&aacute;il d'Fhoras na Gaeilge.  An bhfuil an comh-mhaoini&uacute; at&aacute; ar f&aacute;il bunaithe ar an sean-chomhr&eacute;iteach, is &eacute; sin, 3:1?  An bhfuil an Rialtas &oacute; Dheas ag cur aon airgead ar f&aacute;il &oacute; Thuaidh nach bhfuil comh-mhaoini&uacute; ar f&aacute;il d&oacute;?  De r&eacute;ir mar a thuigim, n&iacute;l comh-mhaoini&uacute; ar f&aacute;il do bhord na leabhar Gaeilge.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.54" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G00300"><p>Maidir le New Decade, New Approach, t&aacute; &euro;1.6 milli&uacute;n istigh sa bhuis&eacute;ad.  T&aacute; &euro;1.2 milli&uacute;n ann don chomhairle aireachta freisin agus &euro;400,000 do chur chun cinn na teanga.  T&aacute; s&eacute; sin aontaithe i New Decade, New Approach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.55" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G00400"><p>Baineann mo cheist dheireanach le sc&eacute;im na bhfeabhs&uacute;ch&aacute;n.  An bhfuil s&eacute; i gceist an sc&eacute;im sin a thabhairt ar ais?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.56" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G00500"><p>N&iacute;l.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.57" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G00600"><p>By Deaid, t&aacute; go leor den phobal Gaeltachta nach mbeidh an-&aacute;thas orthu &eacute; sin a chloiste&aacute;il ach coinnigh ort.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.58" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G00700"><p>T&aacute; orm an cruinni&uacute; a fh&aacute;g&aacute;il ach t&aacute;im &aacute; fh&aacute;g&aacute;il agus n&iacute;l a fhios agam an &eacute; am&aacute;rach an spriocdh&aacute;ta do leasuithe.  N&iacute; f&eacute;idir glacadh leis sin.  T&aacute;im ag dul ar ais go dt&iacute; an D&aacute;il agus n&iacute;l a fhios agam an spriocdh&aacute;ta &oacute; thaobh leasuithe.  Bh&iacute; m&eacute; den tuiscint go raibh an tAire St&aacute;it chun teacht ar ais chugainn maidir leis na leasuithe at&aacute; aige ionas go mbeimid in ann an pr&oacute;iseas a shimpli&uacute; agus nach mbeimid ag cur leasuithe nach bhfuil aon gh&aacute; leo.  &Oacute; thaobh na soil&eacute;ireachta de, c&aacute; bhfuil muid?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.59" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G00800"><p>M&aacute; t&aacute; s&eacute; ar an sceideal don tseachtain seo chugainn, is &eacute; an Aoine an d&aacute;ta deireanach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.60" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G00900"><p>An bhfuil s&eacute;-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.61" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G01000"><p>Is ceist &iacute; sin d'Oifig na mBill&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.62" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G01100"><p>Is ceist &iacute; don Aire St&aacute;it.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.63" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G01200"><p>Ba mhaith liom t&uacute;s a chur leis an mBille an tseachtain seo chugainn.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.64" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G01300"><p>Caithfidh Oifig na mBill&iacute; m&eacute;id &aacute;irithe laethanta a thabhairt d&uacute;inn mar fhol&aacute;ireamh.  M&aacute; deireann Coiste Gn&oacute; na D&aacute;la am&aacute;rach go bhfuil an Bille le t&oacute;g&aacute;il an tseachtain seo chugainn, tabharfaidh Oifig na mBill&iacute; fol&aacute;ireamh d&uacute;inn maidir leis an d&aacute;ta deireanach.  Go bhfios dom, is D&eacute; hAoine a bheidh i gceist.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.65" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G01400"><p>Tuigim &eacute; sin ach t&aacute; mise ag dul amach.  Is d&oacute;cha nach bhfuil an Cathaoirleach s&aacute;sta ach an oiread.  Beidh mise ag dul ar ais agus, faoi bhr&uacute;, beidh m&eacute; ag cur isteach na leasuithe ceannann c&eacute;anna a chur m&eacute; isteach roimhe seo mar n&iacute;or th&aacute;inig an tAire St&aacute;it ar ais chugainn mar a gheall s&eacute; ionas go mbeimid in ann obair as l&aacute;mh a ch&eacute;ile.  T&aacute;imid ag deireadh an t&eacute;arma.  N&iacute; f&eacute;idir glacadh leis seo.  N&iacute; bealach &eacute; seo chun a bheith ag obair linn.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.66" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G01500"><p>N&iacute;l a fhios againn mar n&iacute;lim cinnte go mbeidh Oifig na mBill&iacute; in ann na leasuithe a r&eacute;iteach an tseachtain seo chugainn.  Is ceist d'Oifig na mBill&iacute; &iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.67" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G01600"><p>Gabh mo leithsc&eacute;al.  T&aacute; a fhios agam go bhfuil m&eacute; ag cur isteach agus Teachta&iacute; ag fanacht ach n&iacute; h&iacute; sin an fhadhb.  Gheall an tAire St&aacute;it go dtiocfaidh s&eacute; ar ais chugainn maidir leis na leasuithe a bh&iacute; ar intinn aige a chur ar an mbord ionas go mbeidh muidne in ann cinneadh a dh&eacute;anamh gan bacadh len&aacute;r leasuithe.  Anois, t&aacute;im ag cur tuilleadh oibre ar Oifig na mBill&iacute; mar t&aacute; orm na leasuithe ceannann c&eacute;anna a chur ar&iacute;s.  N&iacute;l ciall leis.  T&aacute; soil&eacute;ireacht ag teast&aacute;il.  Ba ch&oacute;ir go mbeidh ciall ceannaithe anois agus &eacute; a fh&aacute;g&aacute;il ionas go bhfeicfimid na leasuithe at&aacute; ar intinn ag an Aire St&aacute;it.  Fuaireamar gealltanais faoi sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.68" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G01700"><p>N&iacute; f&eacute;idir linn &eacute; a r&eacute;iteach anseo.  T&aacute; s&eacute; leis an Aire St&aacute;it agus an Coiste Gn&oacute; am&aacute;rach.  Ina dhiaidh sin, beidh Oifig na mBill&iacute; in ann a r&aacute; an bhfuil s&iacute; in ann clo&iacute; le p&eacute; amchl&aacute;r at&aacute; i gceist.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.69" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G01800"><p>Go raibh maith agat.  Gabh mo leithsc&eacute;al as cur isteach ar an bpr&oacute;iseas.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.70" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G01900"><p>Tuigim an frustrachas at&aacute; ar an Teachta.  T&aacute; an frustrachas c&eacute;anna orainn ar fad.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.71" speakerid="com.kildarestreet/member/1602" speakername="Dara Calleary" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G02000"><p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it agus a oifigigh.  T&aacute; c&uacute;pla ceist agam.  D&eacute;anaim comhghairdeas leis mar gheall ar an airgead breise a fuair s&eacute; le haghaidh na Gaeilge agus na Gaeltachta sa ch&aacute;inaisn&eacute;is dheireanach.  C&eacute; mh&eacute;ad den airgead sin at&aacute; ceangailte le taca&iacute;ochta&iacute; Covid agus c&uacute;rsa&iacute; Covid eile agus c&eacute; mh&eacute;ad de at&aacute; buan?  C&eacute;n s&oacute;rt plean at&aacute; ag an Aire St&aacute;it le haghaidh an ch&eacute;ad ch&aacute;inaisn&eacute;is eile?  An bhfuil pleananna nua n&oacute; cl&aacute;ir nua &aacute; bpl&eacute; leis an Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe n&oacute; an bhfuil s&eacute; r&oacute;luath &eacute; sin a dh&eacute;anamh?  T&aacute; dochar m&oacute;r d&eacute;anta d'eacnama&iacute;ocht na t&iacute;re, go h&aacute;irithe sna ceantair Ghaeltachta.  Cuirim f&aacute;ilte roimh an sc&eacute;im le haghaidh na mban t&iacute; ach t&aacute; dochar d&eacute;anta do ch&uacute;rsa&iacute; turas&oacute;ireachta freisin.  Bh&iacute; pl&eacute; againn an tseachtain seo caite leis an Aire Oideachais faoi na mic l&eacute;inn nach bhfuil in ann dul go dt&iacute; an Ghaeltacht le haghaidh c&uacute;rsa&iacute;.  An bhfuil s&eacute; ar intinn ag an Aire St&aacute;it plean a chur le ch&eacute;ile chun cuidi&uacute; leis na Gaeltachta&iacute; teacht amach as Covid?  T&aacute;im ag caint faoi phlean speisialta chun cuidi&uacute; leo &oacute; thaobh c&uacute;rsa&iacute; eacnama&iacute;ochta, c&uacute;rsa&iacute; cult&uacute;rtha agus c&uacute;rsa&iacute; gn&oacute;.  Roimh Covid, bh&iacute; na moil Gteic ann.  T&aacute; n&iacute;os m&oacute; daoine agus fostaithe anois ag obair &oacute;n mbaile sna r&eacute;igi&uacute;in.  T&aacute; tuiscint ann anois nach raibh ann roimh Covid.  Tuigtear go n-oibr&iacute;onn s&eacute; sin do ghn&oacute;lachta&iacute; agus do na daoine at&aacute; ag obair iontu.  An bhfuil s&eacute; ar intinn ag an Aire St&aacute;it airgead breise a fh&aacute;il chun moil Gteic agus ionaid eile cos&uacute;il leo a bhun&uacute; i gceantair Ghaeltachta eile?  T&aacute; suim mh&oacute;r ag daoine a bheith ag obair sa bhaile agus in remote working.  T&aacute; deis ann Gteic eile a fh&aacute;il do na Gaeltachta&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.72" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#G02100"><p>Gabhaim bu&iacute;ochas leis an Teachta Calleary.  N&iacute;l an t-airgead a d'fh&oacute;gair m&eacute; inniu ceangailte le Covid-19.  Bh&iacute; s&eacute; sa ch&aacute;inaisn&eacute;is an bhliain seo caite.  Maidir le Covid-19 agus an Breatimeacht, t&aacute; comhlachta&iacute; Gaeltachta ag tabhairt aghaidh ar na d&uacute;shl&aacute;in a chruthaigh Covid-19 agus an Breatimeacht.  T&aacute; r&eacute;imse taca&iacute;ochta&iacute; curtha ar f&aacute;il ag an Rialtas chun cuidi&uacute; le gn&oacute;tha&iacute; agus comhlachta&iacute; at&aacute; buailte d&aacute; bharr.  T&aacute; oifigigh mo Roinne ag obair go dl&uacute;th le h&Uacute;dar&aacute;s na Gaeltachta chun a chinnti&uacute; go bhfuil an r&eacute;imse taca&iacute;ochta&iacute; at&aacute; &aacute; shol&aacute;thar ag an &uacute;dar&aacute;s ag teacht le riachtanais a chliantchomhlachta&iacute;.  Ag an am seo anuraidh, rinne rann&oacute;g mheas&uacute;nachta na Roinne, rann&oacute;g neamhsple&aacute;ch a oibr&iacute;onn leis an Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe agus leis an tseirbh&iacute;s eacnama&iacute;ochta agus meast&oacute;ireachta, meas&uacute;n&uacute; ar thionchar an Bhreatimeachta ar chliantchomhlachta&iacute; an &uacute;dar&aacute;is.  Bh&iacute; mo Roinn p&aacute;irteach leis an &uacute;dar&aacute;s agus le roinnt comhlachta&iacute; a roghna&iacute;odh chun suirbh&eacute; a dh&eacute;anamh.  Cuireadh tortha&iacute; agus molta&iacute; an mheas&uacute;naithe sin san &aacute;ireamh le linn ullmh&uacute;ch&aacute;in Meastach&aacute;in agus buis&eacute;id 2021.  De thoradh air seo, t&aacute; &euro;8.1 milli&uacute;n breise ar f&aacute;il d'&Uacute;dar&aacute;s na Gaeltachta i mbliana, agus &euro;31.8 milli&uacute;n san ioml&aacute;n.  Chun tac&uacute; tuilleadh leis an &uacute;dar&aacute;s a chuid acmhainn&iacute; foirne a fhorbairt chun freastal ar riachtanais oibre, cuireadh &euro;2.9 milli&uacute;n breise i mbuis&eacute;ad riarach&aacute;in an &uacute;dar&aacute;is.  Bliain ar bhliain, t&aacute; m&eacute;ad&uacute; de 45% tagtha ar an maoini&uacute; caipitil at&aacute; ar f&aacute;il don &uacute;dar&aacute;s mar thac&uacute; breise do ch&uacute;rsa&iacute; fiontra&iacute;ochta agus forbartha sa Ghaeltacht, a bh&iacute; an&iacute;os le d&uacute;shl&aacute;n Covid-19.  T&aacute; r&eacute;imse leathan taca&iacute;ochta&iacute; n&aacute;isi&uacute;nta agus earn&aacute;la curtha ar f&aacute;il ag an Rialtas &oacute; th&uacute;s na paind&eacute;ime agus mar ullmh&uacute; don Bhreatimeacht.  T&aacute; rochtain ag &Uacute;dar&aacute;s na Gaeltachta ar na sc&eacute;imeanna agus cist&iacute; at&aacute; &aacute; riar ag Gn&iacute;omhaireacht Forbartha Tionscail &Eacute;ireann, Fiontar &Eacute;ireann agus oifigigh &aacute;iti&uacute;la fiontra&iacute;ochta le cinnti&uacute; go bhfuil f&aacute;il ag gn&oacute;tha&iacute; Gaeltachta ar na taca&iacute;ochta&iacute; c&eacute;anna at&aacute; ar f&aacute;il do gach gn&oacute; eile.</p><p>Sa bhreis ar na taca&iacute;ochta&iacute; leantacha &oacute; &Uacute;dar&aacute;s na Gaeltachta do chomhlachta&iacute; Gaeltachta sa chomhth&eacute;acs seo, leagtar amach raon taca&iacute;ochta&iacute; praitici&uacute;la do chomhlachta&iacute; Gaeltachta de r&eacute;ir mar a bh&iacute; Brexit ag teacht n&iacute;os gaire.  I measc na dtaca&iacute;ochta&iacute; sin, bh&iacute; mol eolais maidir le taca&iacute;ochta&iacute; Breatimeachta, sraith de sheimine&aacute;ir ghr&eacute;as&aacute;in chun saineolais chu&iacute; a shol&aacute;thar, feachtas r&iacute;omhphoist dh&iacute;reacha chuig na cliaintchomhlachta&iacute; ar fad maidir le taca&iacute;ochta&iacute; Breatimeachta agus sraith de theachtaireachta&iacute; leantacha le leideanna meabhr&uacute;ch&aacute;in do ghn&oacute;lachta&iacute; mar ch&uacute;namh d&oacute;ibh.  Chun taca&iacute;ocht chu&iacute; a chur ar f&aacute;il do ghn&oacute;lachta&iacute;, d'eagraigh &Uacute;dar&aacute;s na Gaeltachta sraith de sheimine&aacute;ir ghr&eacute;as&aacute;in le saineolaithe gn&oacute; iomr&aacute;iteacha chun cuidi&uacute; le comhdh&aacute;il ghn&oacute;lachta&iacute; Gaeltachta le linn na g&eacute;arch&eacute;ime.  Fuair roinnt comhlachta&iacute; Gaeltachta taca&iacute;ocht &oacute; sc&eacute;im taca&iacute;ochta Covid-19 &Uacute;dar&aacute;s na Gaeltachta chun cuidi&uacute; leo plean&aacute;il airgeadais a chur i bhfeidhm agus an &uacute;s&aacute;id is fearr a bhaint as marga&iacute;ocht agus d&iacute;olach&aacute;in ar l&iacute;ne.  I gcomhair le Fiontra&iacute;ocht &Eacute;ireann, cheadaigh &Uacute;dar&aacute;s na Gaeltachta os cionn &euro;2 milli&uacute;n mar thaca&iacute;ocht do chomhlachta&iacute; Gaeltachta agus iad i mbun plean&aacute;la airgeadais.  Ag an am c&eacute;anna, chuir siad cist&iacute;ocht fiontra&iacute;ochta ar f&aacute;il.  Ceada&iacute;odh c&uacute;namh airgeadais d'os cionn &euro;1 milli&uacute;n do chomhlachta&iacute; Gaeltachta tr&iacute;d an sc&eacute;im tr&aacute;d&aacute;il ar l&iacute;ne agus an sc&eacute;im dearbh&aacute;n lean&uacute;nach agus gn&oacute; Covid-19.  Cuireadh an maoini&uacute; don d&aacute; sc&eacute;im sin ar f&aacute;il &oacute; ch&iacute;st&iacute; &Uacute;dar&aacute;s na Gaeltachta; an Roinn Turas&oacute;ireachta, Cult&uacute;ir, Eala&iacute;on, Gaeltachta, Sp&oacute;irt agus Me&aacute;n; agus an Roinn Comhshaoil, Aer&aacute;ide agus Cumars&aacute;ide.</p><p> Cuireann an Breatimeacht agus Covid-19 deiseanna ar f&aacute;il d'&Uacute;dar&aacute;s na Gaeltachta gn&iacute;omha&iacute;ochta&iacute; nua a mhealladh.  D&aacute; bhr&iacute; sin, d'fh&eacute;adfadh aon infheist&iacute;ocht i marga&iacute;ocht ar a chuid &aacute;itreabh tr&aacute;cht&aacute;la n&oacute; i mbonneagar leathanbhanda-l&aacute;rnach a bheith tairbheach chun ioma&iacute;ochas agus poit&eacute;inseal tr&aacute;cht&aacute;la an &uacute;dar&aacute;is a chinnti&uacute;.  T&aacute; Gteic, gr&eacute;as&aacute;n digiteach na Gaeltachta, ag leathn&uacute; ar fud na Gaeltachta.  T&aacute; moil nu&aacute;lacha &aacute; bhforbairt ag an &uacute;dar&aacute;s chun &aacute;iseanna agus sp&aacute;sanna oibre le rochtain Idirl&iacute;n ar ardluas a chur ar f&aacute;il do chianoibrithe at&aacute; ag filleadh ar an nGaeltacht.  Mar a d&uacute;irt an Teachta, bh&iacute; m&eacute; thuas i nGaoth Dobhair agus th&iacute;os i Maigh Eo an tseachtain seo caite.  T&aacute; Gteic an-t&aacute;bhachtach chun an teanga a neart&uacute; agus chun fosta&iacute;ocht a chruth&uacute; sa Ghaeltacht.  Leis an strait&eacute;is nua a d'fhoilsigh &Uacute;dar&aacute;s na Gaeltachta m&iacute; &oacute; shin, t&aacute;thar ag iarraidh an fh&iacute;s seo a chur i bhfeidhm.  Beidh Gteic agus sp&aacute;sanna oibre sa Ghaeltacht an-t&aacute;bhachtach chun go mbeidh deiseanna ag daoine &oacute;ga agus chun go mbeidh deiseanna ann chun gn&oacute;tha&iacute; nua a chruth&uacute;.  Beidh deis ag daoine at&aacute; ag obair i mBaile &Aacute;tha Cliath a bheith ag obair sa Ghaeltacht n&oacute; in aon &aacute;it eile.  Beidh Gteic an-t&aacute;bhachtach.  Tuigim go bhfuil &Uacute;dar&aacute;s na Gaeltachta ag obair chun an strait&eacute;is nua a chur i bhfeidhm.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.74" speakerid="com.kildarestreet/member/1455" speakername="Aindrias Moynihan" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#H00200"><p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  Ar an gc&eacute;ad dul s&iacute;os, cuirim f&aacute;ilte roimh an bhf&oacute;gra maidir leis an socr&uacute; i gcomhair na mban t&iacute;.  Is rud an-dearfach &eacute; sin.  Gabhaim bu&iacute;ochas le gach &eacute;inne a bh&iacute; bainteach leis an toradh sin a thabhairt chun cinn.  Tuigim go bhfuil an pl&eacute; ag lean&uacute;int maidir leis na col&aacute;ist&iacute; agus na halla&iacute; pobail.  Is maith an rud &eacute; m&aacute;s f&eacute;idir &eacute; sin a thabhairt chun cinn go luath.  Tuigim go bhfuiltear ag obair air sin.</p> <p>  T&aacute; c&uacute;pla &aacute;bhar gur mhaith liom a cheisti&uacute; ansin.  T&aacute; a fhios againn ar fad go raibh na sc&eacute;imeanna caipitil an-dearfach i gcomhair muintir na Gaeltachta agus chun infreastrucht&uacute;r a chur chun cinn idir sc&eacute;im na mb&oacute;ithre &aacute;ise, na deontais tith&iacute;ochta agus go leor eile.  Chuala m&eacute; an m&eacute;id a bh&iacute; le r&aacute; ag an Aire St&aacute;it ach t&aacute; s&eacute; an-t&aacute;bhachtach go nd&eacute;anfar athbhreithni&uacute; air sin chun f&eacute;achaint an bhf&eacute;adfadh a leith&eacute;id a thabhairt chun cinn go h&aacute;irithe agus na sc&eacute;imeanna &oacute; na comhairl&iacute; contae, the Sustainable Energy Authority of Ireland agus a leith&eacute;id pl&oacute;daithe ar fad.  T&aacute; s&eacute; t&aacute;bhachtach go mbeadh rogha ag muintir na Gaeltachta.  Mholfainn go nd&eacute;anfar athbhreithni&uacute; air sin.</p> <p>  Maidir leis na clubanna &oacute;ige, tuigim &oacute;n tuairisc go raibh sprioc i gceist 22 club &oacute;ige a bheith ann.  Shamhl&oacute;inn nach raibh aon chlub ag feidhmi&uacute; le bliain n&oacute; dh&oacute; anuas de bharr na paind&eacute;ime.  An bhf&eacute;adfaidh an tAire St&aacute;it soil&eacute;iri&uacute; a thabhairt air sin?  Tuigim nach mbeadh liosta de na clubanna a bh&iacute; ag feidhmi&uacute; ar f&aacute;il l&aacute;ithreach ach b'fh&eacute;idir gur f&eacute;idir a leith&eacute;id a sheoladh ar aghaidh.</p> <p>  Bh&iacute; s&eacute; go hiontach go raibh na moil dhigiteacha ar f&aacute;il.  Luaigh an Teachta Calleary n&iacute;os luaithe gur l&eacute;ir&iacute;odh an tsl&iacute; gur f&eacute;idir tairbhe a bhaint astu sna r&eacute;igi&uacute;in Ghaeltachta ar fad.  Ba &eacute; ceann de na ruda&iacute; gur tharla n&aacute; go raibh ar na moil breis sp&aacute;is a shol&aacute;thar do dhaoine agus an l&iacute;on daoine a bh&iacute; istigh iontu a laghd&uacute; i gcomhair an social distancing.  M&aacute; t&aacute; siad le feidhmi&uacute; amach anseo mar a d'fheidhmigh siad cheana, beidh breis sp&aacute;is n&oacute; breis mol digiteach riachtanach amach anseo.  Feicim go bhfuil sprioc de 34 ann faoi l&aacute;thair.  Caithfear a th&oacute;g&aacute;il san &aacute;ireamh go mbeidh riachtanais bhreise ann i gcomhair na moil a bh&iacute; ann a choime&aacute;d ag feidhmi&uacute; le sp&aacute;sanna breise agus chun breis mol digiteach a thabhairt chun cinn.  Crutha&iacute;odh go bhfuil siad an-tairbheach agus go gcuireann siad go m&oacute;r le pobal na Gaeltachta.  An f&eacute;idir leis an Aire St&aacute;it a shoil&eacute;iri&uacute; go bhfuil na nithe sin san &aacute;ireamh sna figi&uacute;ir&iacute; at&aacute; ag an Roinn?  Ba ch&oacute;ir go mbeid&iacute;s.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.75" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#H00300"><p>Gabhaim bu&iacute;ochas leis an Teachta.  Maidir lena ch&eacute;ad cheist, t&aacute; pl&eacute; ar na col&aacute;ist&iacute; agus na halla&iacute; pobail ag lean&uacute;int.  T&aacute; s&uacute;il agam go mbeidh an pr&oacute;iseas seo cr&iacute;ochnaithe go luath agus go mbeidh taca&iacute;ocht ann.</p> <p>  Maidir leis na clubanna &oacute;ige, mar a d&uacute;irt an Teachta, t&aacute; d&uacute;shl&aacute;in ann de bharr na paind&eacute;ime agus na srianta.  Cuireadh t&uacute;s leis an tionscnamh nua go luath i m&iacute; Aibre&aacute;in na bliana seo caite le sraith shaor in aisce de "Zoomlanna" n&oacute; ceardlanna inar cluda&iacute;odh r&eacute;imse sp&eacute;iseanna &eacute;ags&uacute;la &oacute; ch&uacute;rsa&iacute; na seachtaine, go dt&iacute; an scr&iacute;bhn&oacute;ireacht chruthaitheach, amhr&aacute;in ar l&iacute;ne, ceirdeanna, faisean agus taighde.  Ag an am c&eacute;anna, sheol na hoifigigh phlean&aacute;la teanga sna Gaeltachta&iacute; feachtas ar na me&aacute;in sh&oacute;isialta a dh&iacute;righ ar sp&aacute;s f&iacute;or&uacute;il a chruth&uacute; do na pobail Ghaeltachta &eacute;ags&uacute;la sa chaoi is gur f&eacute;idir leo bualadh le ch&eacute;ile ar l&iacute;ne agus a chur in i&uacute;l c&eacute; chomh t&aacute;bhachtach is at&aacute; an Ghaeltacht d&oacute;ibh.  Is feachtas lean&uacute;nach &eacute; sin agus ainmn&iacute;odh &eacute; don ghradam cumars&aacute;ide agus me&aacute;n ag Oireachtas na Samhna.  &Oacute; cuireadh t&uacute;s leis an tionscnamh, t&aacute; oifigigh phlean&aacute;la teanga i ngach ceann de na 18 ceantar Gaeltachta ag obair ar dheiseanna a shol&aacute;thar d&aacute; gcuid pobal chun a gcuid Gaeilge a &uacute;s&aacute;id n&oacute; a fheabhs&uacute; le tionscadail ar n&oacute;s an caif&eacute; cult&uacute;ir in &oacute;st&aacute;n a bhunaigh an t-oifigeach plean&aacute;la teanga i nGaeltacht na Gaillimhe, ranganna Gaeilge ar l&iacute;ne, ciorcail chomhr&aacute;, com&oacute;rtas reatha na Gaeltachta agus marat&oacute;n na bp&aacute;ist&iacute;.  Mar gheall ar Covid-19, n&iacute; raibh go leor de na heagra&iacute;ochta&iacute; agus na clubanna &oacute;ige eagra&iacute;ochta a re&aacute;cht&aacute;il.  Bh&iacute; go leor ruda&iacute; ann.  T&aacute;im s&aacute;sta n&oacute;ta a sheoladh chuig an Teachta faoi na ruda&iacute; ar l&iacute;ne.</p><p>Maidir leis an mbuis&eacute;ad at&aacute; ann do Gteic, mar a d&uacute;irt m&eacute; leis an Teachta Calleary agus mar a d&uacute;radh sa strait&eacute;is nua a foils&iacute;odh c&uacute;pla seachtain &oacute; shin, beidh an chuideachta seo an-t&aacute;bhachtach sa Ghaeltacht maidir leis na deiseanna agus na sp&aacute;sanna oibre a bheith ann.</p><p> Bh&iacute; airgead breise ann an bhliain seo agus t&aacute; s&uacute;il agam go mbeidh airgead breise ann an bhliain seo chugainn chun an strait&eacute;is seo a chur i bhfeidhm agus go mbeidh deiseanna agus sp&aacute;sanna oibre sa Ghaeltacht.  T&aacute; s&eacute; an-t&aacute;bhachtach an teachtaireacht a thabhairt do dhaoine &oacute;ga go mbeidh siad in ann gn&oacute;tha&iacute; nua a chruth&uacute; sa Ghaeltacht agus go mbeidh deiseanna fosta&iacute;ochta ann freisin.  T&aacute;imid ag obair leis an &uacute;dar&aacute;s chun an strait&eacute;is a chur i bhfeidhm agus t&aacute; ciste n&iacute;os fearr an bhliain seo le hais c&uacute;pla bliain &oacute; shin, mar shampla.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.77" speakerid="com.kildarestreet/member/1455" speakername="Aindrias Moynihan" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J00200"><p>T&aacute; ceist amh&aacute;in thapa dheireanach eile agam, a Chathaoirligh, m&aacute;s f&eacute;idir liom.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.78" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J00300"><p>Lean ort, a Theachta.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.79" speakerid="com.kildarestreet/member/1455" speakername="Aindrias Moynihan" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J00400"><p>Gabhaim bu&iacute;ochas leis an Aire St&aacute;it as an eolas sin uaidh.</p> <p>  Maidir leis na sc&eacute;imeanna plean&aacute;la teanga f&eacute;in, t&aacute; an-chuid d&iacute;obh aontaithe faoin tr&aacute;th seo.  An bhfuil gach plean at&aacute; aontaithe ag feidhmi&uacute; anois ag an tr&aacute;th seo n&oacute; an bhfuil aon phlean at&aacute; aontaithe ach nach bhfuil tosaithe agus ag feidhmi&uacute; agus buis&eacute;ad ceangailte leo?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.80" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J00500"><p>Mar a d&uacute;irt m&eacute; leis an Teachta N&iacute; Chonghaile, as 26 pleananna teanga t&aacute; 22 d&iacute;obh faofa faoin am seo agus t&aacute;imid ag obair ar phleananna eile chun iad a thos&uacute;.  Ta na pleananna nua ag tos&uacute; ar&iacute;s agus beidh siad ag feidhmi&uacute; ansin.  T&aacute; s&eacute; t&aacute;bhachtach go mbeidh siad ag feidhmi&uacute; mar sin ann ar feadh na mblianta agus t&aacute; an Roinn ag obair le h&Uacute;dar&aacute;s na Gaeltachta agus le Foras na Gaeilge chun an pr&oacute;iseas sin a chur i bhfeidhm.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.81" speakerid="com.kildarestreet/member/1455" speakername="Aindrias Moynihan" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J00600"><p>Gabhaim bu&iacute;ochas leis an Aire St&aacute;it.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.82" speakerid="com.kildarestreet/member/1488" speakername="Pa Daly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J00700"><p>Feicim go bhfuil beagnach &euro;17 milli&uacute;n ar f&aacute;il le haghaidh comhoibri&uacute; tras-Teorann.  B'fh&eacute;idir nach raibh m&eacute; ag &eacute;isteacht i gceart, ach s&iacute;lim go nd&uacute;irt an tAire St&aacute;it go bhfuil &euro;12 milli&uacute;n i gcomhair Fhoras na Gaeilge agus &euro;700,000 le haghaidh Ghn&iacute;omhaireacht na hUltaise.  Cad &eacute; an plean mar gheall ar an airgead breise ansin?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.83" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J00800"><p>T&aacute;im s&aacute;sta &eacute; sin a r&aacute; ar&iacute;s don Teachta.  Cuireadh maoini&uacute; ar f&aacute;il don Fhoras Teanga &oacute;n Roinn Pobal &oacute; Thuaidh.  Is &iacute; an Chomhairle Aireachta Thuaidh Theas, CATT, a cheada&iacute;onn an buis&eacute;ad do na forais tras-Teorann agus t&aacute; an Foras Teanga san &aacute;ireamh leis sin.  F&oacute;gra&iacute;odh i mbuis&eacute;ad 2021 go mbeidh breis agus &euro;16.3 milli&uacute;n &aacute; chur ar f&aacute;il ag an Rialtas do chomhoibri&uacute; Thuaidh-Theas sa bhuis&eacute;ad.  Is m&eacute;ad&uacute; t&aacute;scach &eacute; de &euro;1.7 milli&uacute;n a bh&iacute; anseo.  Cuims&iacute;onn an t-ard&uacute; seo maoini&uacute; chun tac&uacute; le gealltanais at&aacute; d&eacute;anta ag an Rialtas faoin gcomhaont&uacute; New Decade, New Approach chomh maith le maoini&uacute; breise don Fhoras Teanga, is &eacute; sin airgead a fhaigheann Foras na Gaeilge agus Gn&iacute;omhaireacht na hUltaise.  De bharr go dtosa&iacute;onn bliain airgeadais na Roinne Pobal &oacute; Thuaidh i m&iacute; Aibre&aacute;in, t&aacute; s&eacute; aontaithe ag mo Roinn agus an Roinn Pobal &oacute; Thuaidh an t-ard&uacute; a chur i bhfeidhm maidir leis an mbuis&eacute;ad don Fhoras Teanga don bhliain seo &oacute; mh&iacute; Aibre&aacute;in, is &eacute; sin t&uacute;s bhliain airgeadais na Roinne Pobal sin.  Mar go mbaineann an m&eacute;id seo le maoini&uacute; Fhoras na Gaeilge agus Ghn&iacute;omhaireacht na hUltaise do 2021, agus ard&uacute; &oacute; Aibre&aacute;n go Nollaig, beidh an Foras Teanga ag feidhmi&uacute; ar ollbhuis&eacute;ad don CATT de bhuis&eacute;ad &euro;19 milli&uacute;n.  Tagann &euro;12.7 milli&uacute;n den ollbhuis&eacute;ad seo &oacute; mo Roinn agus t&aacute;im s&aacute;sta maidir leis an mbriseadh s&iacute;os sin.  Cuireann mo Roinn maoini&uacute; de &euro;12 milli&uacute;n n&oacute; 75% den mhaoini&uacute; ar f&aacute;il.  Cuireann an Roinn Pobal an 25% eile ar f&aacute;il.  Is &eacute; sin an buis&eacute;ad ioml&aacute;n de chuid na Comhairle Aireachta Thuaidh Theas at&aacute; ag Foras na Gaeilge in 2021.</p> <p>  Maidir le Gn&iacute;omhaireacht na hUltaise, cuireann mo Roinn os cionn &euro;730,000 n&oacute; 25% ar f&aacute;il.  &Iacute;ocann an Roinn Pobal an 75% eile den mhaoini&uacute; ioml&aacute;n sin.  In 2021, chuir mo Roinn f&aacute;ltas ar f&aacute;il freisin do chl&aacute;r na leabhar Gaeilge le breis agus &euro;1 milli&uacute;n sa bhliain le cur chun cinn de os cionn &euro;118,000.  Cuirtear an maoini&uacute; seo ar f&aacute;il faoi sc&aacute;th Fhoras na Gaeilge.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.84" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J00900"><p>&Oacute; thaobh an mh&eacute;id sin de, nuair a chuirtear na figi&uacute;ir&iacute; ar fad le cheile, n&iacute; shroicheann siad &euro;16.3 milli&uacute;n n&oacute; an &euro;19 milli&uacute;n a luaigh an tAire St&aacute;it.  Sroicheann na figi&uacute;ir&iacute; sin &euro;13 milli&uacute;n n&oacute; &euro;14 milli&uacute;n.  Cad iad na togra&iacute; eile a bhfuil airgead &aacute; chaitheamh orthu &oacute; thaobh tionscadail tras-Teorann?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.85" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J01000"><p>Maidir leis an gcomhaont&uacute; New Decade, New Approach, t&aacute; &euro;1.6 milli&uacute;n sa bhuis&eacute;ad - &euro;1.2 milli&uacute;n don chraolt&oacute;ireacht agus &euro;400,000 maidir le cur chun cinn na teanga ag leibh&eacute;al an phobail.  T&aacute;im s&aacute;sta na sc&eacute;imeanna sin a lua, mas mian leis an gCathaoirleach &eacute; sin a chloiste&aacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.86" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J01100"><p>T&aacute;im s&aacute;sta agus t&aacute;im de tuairim gur ch&oacute;ir go mbeadh n&iacute;os m&oacute; airgead &aacute; chaitheamh.  T&aacute; s&eacute; go maith &eacute; a lua go bhfuil an t-airgead seo &aacute; chur ar f&aacute;il seachas go mb&iacute;onn daoine &aacute; r&aacute; nach bhfuil Foras na Gaeilge ach ag f&aacute;il an mh&eacute;id seo.  Is l&eacute;ir go bhfuilimid ag teacht timpeall anois ar na srianta at&aacute; ann ar bhealach &aacute;irithe agus ag d&eacute;ile&aacute;il le buis&eacute;ad do chraolach&aacute;n chomh maith c&eacute;anna as an mbuis&eacute;ad c&eacute;anna is at&aacute; ann don Ghaeilge.   F&aacute;ilt&iacute;m roimhe.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.87" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J01200"><p>T&aacute; s&eacute; sin ceart go leor.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.88" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J01300"><p>An bhfuil aon cheist eile ag comhalta&iacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.89" speakerid="com.kildarestreet/member/1488" speakername="Pa Daly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J01400"><p>N&iacute;l.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.90" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J01500"><p>T&aacute; c&uacute;pla ceist agam f&eacute;in.  Th&aacute;inig laghd&uacute; idir an t-airgead ar fad at&aacute; ar f&aacute;il don Ghaeltacht nuair a bhreathna&iacute;tear ar na Meastach&aacute;in Athbhreithnithe agus na Meastach&aacute;in Athbhreithnithe Bhreise.  Idir an d&aacute; bhuis&eacute;ad don Ghaeltacht, faoi chl&aacute;r C, t&aacute; laghd&uacute; beag i gceist.  Nuair a fh&eacute;achtar ar an rud ceannann c&eacute;anna &oacute; thaobh chl&aacute;r B de, t&aacute; ard&uacute; suntasach ann.  T&aacute;imid th&iacute;os agus sh&iacute;l m&eacute; go mbeimis thuas.  C&eacute;n f&aacute;th go bhfuil difr&iacute;ocht de &euro;600,000 idir an d&aacute; bhuis&eacute;ad maidir leis na Meastach&aacute;in Athbhreithnithe agus na Meastach&aacute;in Athbhreithnithe Bhreise?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.91" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J01600"><p>C&aacute; bhfuil an cl&aacute;r C seo?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.92" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J01700"><p>Nuair a fh&eacute;achtar ar an rud ioml&aacute;n - na Meastach&aacute;in Athbhreithnithe a cuireadh amach tamall &oacute; shin agus na Meastach&aacute;in Athbhreithnithe Bhreise at&aacute; againn anois - deir na Meastach&aacute;in Athbhreithnithe &euro;79.2 milli&uacute;n agus sna cinn is d&eacute;ana&iacute; ata againn is &euro;78.6 milli&uacute;n at&aacute; i gceist.  T&aacute; laghd&uacute; &eacute;igin ann &oacute; thaobh p&aacute; sa tsuim ioml&aacute;n.  Mura bhfuil freagra ann, cuirfidh m&eacute; ceist ar aghaidh chuig an Roinn.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.93" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J01800"><p>Ceapaim gur airgead riarach&aacute;in at&aacute; i gceist ansin agus seolfaidh m&eacute; n&oacute;ta chuig an gCathaoirleach maidir leis an gceist seo.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.94" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#J01900"><p>Is &eacute; an rud at&aacute; &aacute; r&aacute; agam n&aacute; gur th&aacute;inig ard&uacute; ar chostais riarach&aacute;in in &aacute;iteanna eile ach t&aacute; an Roinn ag d&eacute;anamh &iacute;sli&uacute; ar chostais riarach&aacute;in ar shl&iacute; &eacute;igin.</p><p>T&aacute; ceist eile agam ach n&iacute;l a fhios agam an dtagann s&eacute; as buis&eacute;ad na Ranna Turas&oacute;ireachta, Cult&uacute;ir, Eala&iacute;on, Gaeltachta, Sp&oacute;irt agus Me&aacute;n in aon chor.  B'fh&eacute;idir go dtagann an maoini&uacute; do na hoifigigh Gaeilge sna comhairl&iacute; contae as an Roinn Comhshaoil, Aer&aacute;ide agus Cumars&aacute;ide.  M&aacute;s f&iacute;or sin n&iacute; g&aacute; dom ceist a chur c&eacute;n f&aacute;th nach bhfuil siad ag an leibh&eacute;al ceart.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.96" speakerid="com.kildarestreet/member/1475" speakername="Jack Chambers" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#K00200"><p>N&iacute; bhaineann an cheist seo liomsa.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.97" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#K00300"><p>Ceart go leor.  D&eacute;anfaidh m&eacute; iarracht an cheist seo a chur ag an leibh&eacute;al ceart.  T&aacute; smacht &eacute;igin ag oifigigh Gaeilge seachas mar at&aacute; ag oifigigh eala&iacute;ne sna comhairl&iacute; contae.  T&aacute; ceisteanna eile agam ach n&iacute;l na Meastach&aacute;in i gceart os mo chomhair; n&iacute;l siad ach ar an bhf&oacute;n agam.</p> <p>  Bh&iacute; s&eacute; seo &aacute;isi&uacute;il.  Is cleachtadh maith &eacute; go mbeadh Gaeilgeoir&iacute; agus Coiste na Gaeilge, na Gaeltachta agus Phobal Labhartha na Gaeilge ag d&eacute;ile&aacute;il leis na Meastach&aacute;in.  T&aacute; s&uacute;il againn go leanfaidh s&eacute; seo mar chuid den chleachtas in aon Rialtas agus in aon D&aacute;il amach anseo.  Bh&iacute; pl&eacute; maith againn.</p> <p>  Tagra&iacute;m don cheist faoi na col&aacute;ist&iacute; samhradh agus chuala m&eacute; a d&uacute;irt an tAire St&aacute;it.  Imp&iacute;m air go mbeadh cinneadh chomh luath agus is f&eacute;idir agus roimh an C&eacute;adaoin seo chugainn m&aacute;s f&eacute;idir.  Bheadh s&eacute; go maith d&aacute; bhf&eacute;adfa&iacute; muid a chur ar an eolas faoi sin mar beidh Comhchoiste N&aacute;isi&uacute;nta na gCol&aacute;ist&iacute; Samhradh, CONCOS, os comhair an choiste an tseachtain seo chugainn.  Bheadh s&eacute; go maith d&aacute; mbeadh muid ar fad ag cur f&aacute;ilte roimh dea-sc&eacute;al eile, agus t&aacute; an tAire St&aacute;it tar &eacute;is ceann a thabhairt cheana f&eacute;in.  D'fh&eacute;adfaimis d&eacute;anamh cinnte de go mbeidh na col&aacute;ist&iacute; samhraidh bre&aacute; foll&aacute;in &oacute; thaobh airgid de agus go mbeidh siad foll&aacute;in &oacute; thaobh sl&aacute;inte de nuair a thagann siad le ch&eacute;ile an bliain seo chugainn.</p> <p>  Fad is nach bhfuil an tAire St&aacute;it ag iarraidh an Bille a chr&iacute;ochn&uacute; an tseachtain seo chugainn, t&aacute; mise bre&aacute; s&aacute;sta p&eacute; moill is g&aacute; a dh&eacute;anamh ionas gur f&eacute;idir linn aont&uacute; ar an mBille is l&aacute;idre is f&eacute;idir.  N&iacute; aont&oacute;idh muid ar gach rud ach sin an pr&oacute;iseas.</p></speech>
    <minor-heading id="com.kildarestreet/committees/2021-07-07a.98" nospeaker="true" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#K00400">Teachtaireacht chuig an Dáil</minor-heading>
    <speech id="com.kildarestreet/committees/2021-07-07a.99" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCS2021070700002#K00500"><p>De r&eacute;ir Bhuan-Ordaithe 101, seolfar an teachtaireacht a leanas chuig Cl&eacute;ireach na D&aacute;la:</p> <blockquote> 	T&aacute; Roghchoiste na Gaeilge, na Gaeltachta agus Phobal Labhartha na Gaeilge tar &eacute;is a bhreithni&uacute; ar an Meastach&aacute;n Athbhreithnithe seo a leanas i gcomhair seirbh&iacute;s&iacute; poibl&iacute; le haghaidh na bliana d&aacute;r gcr&iacute;och 31 Nollaig 2021 a chr&iacute;ochn&uacute;:  	V&oacute;ta 33 &mdash; Roinn Turas&oacute;ireachta, Cult&uacute;ir, Eala&iacute;on, Gaeltachta, Sp&oacute;irt agus Me&aacute;n.  </blockquote></speech>
    <speech id="com.kildarestreet/committees/2021-07-07a.100" nospeaker="true" time="00:00:00" ><p>Cuireadh an roghchoiste ar athl&oacute; ar 4.33 p.m. sine die.</p></speech>
</publicwhip>