<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE publicwhip
[
<!ENTITY aacute "&#225;" >
<!ENTITY eacute "&#233;" >
<!ENTITY iacute "&#237;" >
<!ENTITY oacute "&#243;" >
<!ENTITY uacute "&#250;" >
<!ENTITY yacute "&#253;" >
<!ENTITY yen    "&#165;" >

<!ENTITY Aacute "&#193;" >
<!ENTITY Acirc  "&#194;" > 
<!ENTITY Eacute "&#201;" >
<!ENTITY Ecirc  "&#202;" > 
<!ENTITY Iacute "&#205;" >
<!ENTITY Oacute "&#211;" >
<!ENTITY Uacute "&#218;" >
<!ENTITY Zcaron  "&#381;" > 
<!ENTITY zcaron  "&#382;" > 
<!ENTITY hellip  "..." >
<!ENTITY bullet  "&#8226;" >
<!ENTITY Dagger  "&#8224;" >
<!ENTITY eth  "&#240;">

<!ENTITY ndash   "&#8211;">
<!ENTITY mdash   "&#8212;">
<!ENTITY iexcl   "&#161;">
<!ENTITY divide  "&#247;">
<!ENTITY euro    "&#8364;">
<!ENTITY trade   "&#8482;">
<!ENTITY bull    "&#8226;">
<!ENTITY lsquo   "&#8216;">
<!ENTITY rsquo   "&#8217;">
<!ENTITY sbquo   "&#8218;">
<!ENTITY ldquo   "&#8220;">
<!ENTITY rdquo   "&#8221;">
<!ENTITY bdquo   "&#8222;">
<!ENTITY dagger  "&#8224;">

<!ENTITY Scaron "&#352;" >
<!ENTITY scaron "&#353;" >
<!ENTITY Ouml   "&#214;" >
<!ENTITY szlig  "&#223;" >
<!ENTITY agrave "&#224;" >
<!ENTITY acirc  "&#226;" >
<!ENTITY atilde "&#227;" >
<!ENTITY auml   "&#228;" >
<!ENTITY ccedil "&#231;" >
<!ENTITY Ccedil "&#199;" >
<!ENTITY egrave "&#232;" >
<!ENTITY ograve "&#243;" >
<!ENTITY Ograve "&#210;" >
<!ENTITY Egrave "&#200;" >
<!ENTITY ecirc  "&#234;" >
<!ENTITY euml   "&#235;" >
<!ENTITY icirc  "&#238;" >
<!ENTITY igrave "&#204;" >
<!ENTITY ugrave "&#249;" >
<!ENTITY iuml	"&#239;" >
<!ENTITY ntilde "&#241;" >
<!ENTITY nbsp   "&#160;" >
<!ENTITY ocirc  "&#244;" >
<!ENTITY ouml   "&#246;" >
<!ENTITY oslash "&#248;" >
<!ENTITY otilde "&#245;" >
<!ENTITY uuml   "&#252;" >
<!ENTITY ucirc  "&#251;" >
<!ENTITY thorn  "&#254;" >
<!ENTITY Icirc  "&#206;" >
<!ENTITY Uuml   "&#252;" >
<!ENTITY pound  "&#163;" >
<!ENTITY sect   "&#167;" >
<!ENTITY copy   "&#169;" >
<!ENTITY reg    "&#174;" >
<!ENTITY deg    "&#176;" >
<!ENTITY plusmn "&#177;" >
<!ENTITY sup2   "&#178;" >
<!ENTITY sup3   "&#179;" >
<!ENTITY micro  "&#181;" >
<!ENTITY para   "&#182;" >
<!ENTITY middot "&#183;" >
<!ENTITY ordm   "&#186;" >
<!ENTITY frac14 "&#188;" >
<!ENTITY frac12 "&#189;" >
<!ENTITY frac34 "&#190;" >
<!ENTITY oelig "&#339;" >
<!ENTITY aelig  "&#230;" >
<!ENTITY Aring  "&#197;" >
<!ENTITY aring  "&#229;" >
<!ENTITY Oslash "&#216;" >
<!ENTITY oslash "&#248;" >
]>


<publicwhip scrapeversion="a" latest="yes">
    <major-heading id="com.kildarestreet/committees/2021-07-21a.2" nospeaker="true" time="00:00:00" url="">Joint Committee on the Irish Language, the Gaeltacht and the Irish Speaking Community</major-heading>
    <speech id="com.kildarestreet/committees/2021-07-21a.3" nospeaker="true" time="00:00:00" ><p>Tháinig an Comhchoiste le chéile ag 12:30</p><p>The Joint Committee met at 12:30</p><p>COMHALTAÍ A BHÍ I LÁTHAIR / MEMBERS PRESENT:</p><p>Teachtaí Dála / Deputies Teachtaí Dála / Deputies Catherine Connolly, Lorraine Clifford-Lee. Pa Daly, Joe McHugh, Marc Ó Cathasaigh.</p><p>I láthair / In attendance: Deputy Éamon Ó Cuív.</p><p>Teachta / Deputy Aengus Ó Snodaigh sa Chathaoir / in the Chair.</p></speech>
    <minor-heading id="com.kildarestreet/committees/2021-07-21a.4" nospeaker="true" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#A00100">Gnó an Chomhchoiste</minor-heading>
    <speech id="com.kildarestreet/committees/2021-07-21a.5" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#A00200"><p>T&aacute; leithsc&eacute;al faighte againn &oacute;n Teachta Pa Daly agus na Seanad&oacute;ir&iacute; R&oacute;n&aacute;n Mullen, Niall &Oacute; Donnghaile agus Barry Ward.  T&aacute; a fhios ag daoine na rialacha faoi achar s&oacute;isialta a choime&aacute;d agus nuair at&aacute; daoine ag labhairt is f&eacute;idir an p&uacute;ic&iacute;n a bhaint agus labhairt gan &eacute; ach ina dhiaidh sin &eacute; a chur ar ais m&aacute;s f&eacute;idir.</p></speech>
    <minor-heading id="com.kildarestreet/committees/2021-07-21a.6" nospeaker="true" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#A00300">Seirbhísí Poiblí Dátheangacha na gComhlachtaí Poiblí agus Líon na Seirbhíseach Dátheangach: Plé</minor-heading>
    <speech id="com.kildarestreet/committees/2021-07-21a.7" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#A00400"><p>T&aacute;imid ag cur f&aacute;ilte roimh David Cagney, leas-ard-r&uacute;na&iacute; agus ceann acmhainn&iacute; daonna na st&aacute;tseirbh&iacute;se; Rob O&rsquo;Toole, pr&iacute;omhoifigeach, agus Eva N&iacute; Shuilleabh&aacute;in, oifigeach cl&eacute;ireachais, rann&aacute;n acmhainn&iacute; daonna na st&aacute;tseirbh&iacute;se, mar ionadaithe ar son na Roinne Caiteachais Phoibl&iacute; agus Athch&oacute;irithe, agus an Dr. Aodh&aacute;n Mac Cormaic, sti&uacute;rth&oacute;ir na Gaeilge, mar ionada&iacute; ar son na Roinne Turas&oacute;ireachta, Cult&uacute;ir, Eala&iacute;on, Gaeltachta, Sp&oacute;irt agus Me&aacute;n.  T&aacute;imid ag pl&eacute; an &aacute;bhair maidir le seirbh&iacute;s&iacute; poibl&iacute; d&aacute;theangacha na gcomhlachta&iacute; poibl&iacute; agus l&iacute;on na seirbh&iacute;seach d&aacute;theangach.  Ba mhaith liom mo bhu&iacute;ochas a ghabh&aacute;il leis na finn&eacute;ithe as a bheith linn anseo inniu.</p><p>Ba mhaith liom a chur ar an taifead go bhfuil na finn&eacute;ithe lonnaithe i Seomra na D&aacute;la le linn an chruinnithe seo.  Ba mhaith liom na finn&eacute;ithe a chur ar a n-aird go bhfuil siad, de bhua alt 17(2)(<i>l</i>) den Acht um Chl&uacute;mhilleadh, 2009, faoi chosaint l&aacute;nphribhl&eacute;id maidir leis an bhfianaise a thugann siad don choiste seo chomh fada is at&aacute; siad lonnaithe sa seomra coiste f&eacute;in.  M&aacute; orda&iacute;onn an comhchoiste d&oacute;ibh, &aacute;mh, &eacute;ir&iacute; as an bhfianaise a thabhairt i leith n&iacute; &aacute;irithe agus m&aacute; leanann siad d&aacute; tabhairt, n&iacute;l siad i dteideal d&aacute; &eacute;is sin ach pribhl&eacute;id c&aacute;ilithe i leith na fianaise acu.  Orda&iacute;tear d&oacute;ibh nach dtabharfar ach fianaise a bhaineann le h&aacute;bhar na n-imeachta&iacute; seo agus fiafra&iacute;tear d&oacute;ibh cleachtadh parlaiminte a urram&uacute; n&aacute;r ch&oacute;ir, m&aacute;s f&eacute;idir, daoine n&oacute; eintiteas a ch&aacute;ineadh n&aacute; l&iacute;omhaint&iacute; a dh&eacute;anamh ina n-aghaidh, ina ainm, ina hainm n&oacute; ina n-ainm ar shl&iacute; a bhf&eacute;adfa&iacute; iad a aithint.  Ba mhaith liom iad a chur ar an eolas go nd&eacute;anfar na r&aacute;itis tionscnaimh a chuireann siad faoi bhr&aacute;id an chomhchoiste a fhoilsi&uacute; ar shu&iacute;omh gr&eacute;as&aacute;in an chomhchoiste tar &eacute;is an chruinnithe seo.</p><p>Meabhra&iacute;tear do chomhalta&iacute; an cleachtadh parlaiminte at&aacute; ann le fada n&aacute;r ch&oacute;ir d&oacute;ibh tuairim&iacute; a thabhairt maidir le duine at&aacute; taobh amuigh de na Tithe n&oacute; le hoifigeach ina ainm n&oacute; ina hainm n&oacute; ar shl&iacute; a bhf&eacute;adfa&iacute; iad a aithint.</p><p>T&aacute;imid chun d&iacute;ri&uacute; isteach air seo mar go bhfuil t&aacute;bhacht ar leith ag baint le seo toisc go bhfuil s&eacute; chomh l&aacute;rnach do thodhcha&iacute; na Gaeilge agus leis an bpl&eacute; a bh&iacute; &aacute; dh&eacute;anamh againn maidir le Bille na dteangacha oifigi&uacute;la agus na spriocdh&aacute;ta&iacute; n&oacute; spriocanna a leagaimid s&iacute;os ansin.  Ar dt&uacute;s b&aacute;ire, agus &eacute; sin r&aacute;ite agam, iarraim ar David Cagney labhairt os comhair an chomhchoiste.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.8" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#A00500"><p>I thank the Chairperson and members of the committee for the invitation to appear before them today.  As the Chair pointed out, I am the chief human resources officer for the civil service in the Department of Public Expenditure and Reform. During the course of my appearance before them today, I ask members to note I can only speak on matters pertaining to the Civil Service.  I realise the remit of this committee extends to the wider public service.</p> <p>  I am joined by my colleague, Mr. Rob O&rsquo;Toole, principal officer from the Civil Service HR policy division of the Department of Public Expenditure and Reform as well as Dr. Aodh&aacute;n Mac Cormaic, director of Irish in the Department of Tourism, Culture, Arts, Gaeltacht, Sport and Media, both of whom work closely together in progressing the current five-year action plan under the Government&rsquo;s 20-year strategy for the Irish language.</p> <p>  While I have some conversational Irish that I seek continuously to improve, to ensure I can direct my full attention to members&rsquo; questions, I invite my colleague, Ms Eva N&iacute; Shuilleabh&aacute;in, who works in my division, to read the remainder of my opening statement.  I would appreciate it if any questions that arise are directed towards me and not Ms N&iacute; Shuilleabh&aacute;in.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.9" speakerid="unknown" error="nomatch" speakername="Ms Eva N&iacute; Sh&uacute;illeabh&aacute;in" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#A00600"><p>Is ar an gcomhlacht seirbh&iacute;se poibl&iacute; agus d&aacute; m&aacute;thair-Ranna faoi seach at&aacute; an dualgas ar shol&aacute;thar seirbh&iacute;s&iacute; poibl&iacute; do chomhlachta&iacute; poibl&iacute;.  I gc&aacute;s mo Roinn f&eacute;in, is iad na pr&iacute;omhchustaim&eacute;ir&iacute; n&aacute; an tAire, an tAire St&aacute;it, an Rialtas, an tOireachtas, chomh maith le Ranna eile.  De bharr chine&aacute;l a gcuid feidhmeanna agus obair na Roinne, n&iacute; bh&iacute;onn ardleibh&eacute;il teagmh&aacute;la le baill aonair don phobal i gcoitinne n&oacute; seirbh&iacute;s&iacute; &aacute; chur ar f&aacute;il agus &aacute; sol&aacute;thar go d&iacute;reach d&oacute;ibh.</p><p>T&aacute; an Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe tiomanta chun a chuid dhualgas &aacute; chomhl&iacute;onadh faoi Acht na dTeangacha Oifigi&uacute;la 2003 agus, go h&aacute;irithe, na dualgais a leagtar amach i sc&eacute;im teangacha oifigi&uacute;la na Roinne, at&aacute; ar f&aacute;il ar shu&iacute;omh gr&eacute;as&aacute;in na Roinne agus at&aacute; &aacute; uasd&aacute;t&uacute; i l&aacute;thair na huaire.  T&aacute; an Roinn tiomanta gach iarracht a dh&eacute;anamh faoin bplean gn&iacute;omha&iacute;ochta um sheirbh&iacute;s do chustaim&eacute;ir&iacute; agus cairt chustaim&eacute;ir&iacute; na Roinne chun c&uacute;ram a dh&eacute;anamh d&aacute;r gcustaim&eacute;ir&iacute; ar mhian leo a ngn&oacute; a dh&eacute;anamh tr&iacute; Ghaeilge.</p><p>Mar chuid den aighneacht scr&iacute;ofa a cuireadh chuig an gcoiste, leag David Cagney b&eacute;im ar an tsl&iacute; a shol&aacute;thra&iacute;onn comhlachta&iacute; at&aacute; faoi sc&aacute;th na Roinne Caiteachais Phoibl&iacute; agus Athch&oacute;irithe a sheirbh&iacute;s&iacute; Gaeilge d&aacute; gcustaim&eacute;ir&iacute;.  Is iad sin n&aacute; an tSeirbh&iacute;s um Cheapach&aacute;in Phoibl&iacute;, an Oifig N&aacute;isi&uacute;nta um Sheirbh&iacute;s&iacute; Comhroinnte agus Oifig na nOibreacha Poibl&iacute;.  N&iacute;l comhaireamh ceart ag an Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe ar l&iacute;on na st&aacute;tseirbh&iacute;sigh phoibl&iacute; at&aacute; l&iacute;ofa i nGaeilge agus i mB&eacute;arla.</p><p> Mar a rinneadh tagairt d&oacute; san aighneacht scr&iacute;ofa chuig an gcoiste, d&rsquo;fhoilsigh An Coimisin&eacute;ir Teanga tuarasc&aacute;il in 2019 ina leagfar amach tortha&iacute; ini&uacute;chadh cuimsitheach ar l&iacute;on na st&aacute;tseirbh&iacute;sigh a bhfuil cumas labhartha na Gaeilge acu.  Tagra&iacute;m do na tortha&iacute;.  Tugadh le fios go bhfuil l&iacute;on na st&aacute;tseirbh&iacute;sigh a luaigh go bhfuil l&iacute;ofacht acu sa Ghaeilge &iacute;seal.  B&rsquo;ionann 2.62% de dhaonra ioml&aacute;n na st&aacute;tseirbh&iacute;sigh a rinneadh ini&uacute;chadh orthu.  Th&aacute;inig s&eacute; chun solais nach raibh ach 0.4% do na poist sa st&aacute;tseirbh&iacute;s luaite le bheith ag lorg l&iacute;ofacht sa Ghaeilge.  N&iacute;l aon ch&uacute;is agam a chreidi&uacute;int go mbeadh an-difr&iacute;ocht &oacute; na figi&uacute;ir&iacute; seo d&aacute; m&eacute;ad&oacute;fa&iacute; an m&eacute;id a &uacute;s&aacute;idtear sa sampla.</p><p> L&eacute;ir&iacute;onn tortha&iacute; an ini&uacute;chta seo sc&aacute;la an chomh-dh&uacute;shl&aacute;n at&aacute; romhainn amach chun seirbh&iacute;s&iacute; d&aacute;theangacha a bheith ar f&aacute;il ar fud na st&aacute;tseirbh&iacute;se agus an sprioc a bhaint amach go mbeidh 20% d&rsquo;earcaigh nua in ann a gcuid oibre a dh&eacute;anamh tr&iacute; Ghaeilge faoi 2030 mar at&aacute; leagtha amach i mBille na dTeangacha Oifigi&uacute;la (Leas&uacute;).  T&aacute; an earca&iacute;ocht go l&eacute;ir bunaithe ar &eacute;ileamh agus tugann an tSeirbh&iacute;s um Cheapach&aacute;in Phoibl&iacute; faoi chom&oacute;rtais thar ceann na st&aacute;tseirbh&iacute;se chun pain&eacute;il a chur ar bun &oacute;nar f&eacute;idir poist a l&iacute;onadh de r&eacute;ir mar a thagann fol&uacute;ntais i Ranna n&oacute; oifig&iacute; Rialtais.  T&aacute; beala&iacute; &eacute;ags&uacute;la ann chun gur f&eacute;idir cainteoir&iacute; Gaeilge a earc&uacute; chuig poist sa st&aacute;tseirbh&iacute;s.  Maidir le gr&aacute;d seirbh&iacute;se ginear&aacute;lta neamh-speisialt&oacute;ra, is iad na beala&iacute; n&aacute; com&oacute;rtas tiomnaithe Ghaeilge, com&oacute;rtas neamh-dh&aacute;theangacha - is f&eacute;idir le hiarrth&oacute;ir&iacute; d&aacute;theangacha sp&eacute;is a l&eacute;iri&uacute; in aon phost ag gr&aacute;d &aacute;irithe - n&oacute; an d&aacute; bhealach seo.</p><p> Faoi na rialacha seo, bheadh seans n&iacute;os fearr ag daoine d&aacute;theangacha poist a fh&aacute;il sa st&aacute;tseirbh&iacute;s agus ard&uacute; c&eacute;ime a thabhairt d&oacute;ibh ina dhiaidh sin.  Beidh siad in ann dul in ioma&iacute;ocht i n&iacute;os m&oacute; com&oacute;rtais i gcompar&aacute;id le duine nach bhfuil feidhmi&uacute;il sa d&aacute; theanga.  Is f&eacute;idir le fostaithe buan a &eacute;ir&iacute;onn leo ina dtr&eacute;imhse phromhaidh iarratas a chur isteach chun aistri&uacute; chuig r&oacute;l n&oacute; &aacute;it eile nuair a bheidh siad inch&aacute;ilithe faoin sc&eacute;im soghluaisteachta na st&aacute;tseirbh&iacute;se.  Is f&eacute;idir leo aistri&uacute; chuig n&oacute; amach as r&oacute;il dh&aacute;theangacha.</p><p> Mar chuid den aighneacht scr&iacute;ofa a cuireadh chuig an gcoiste, chuir David Cagney an t-eolas is d&eacute;ana&iacute; faoi ghn&iacute;omha&iacute;ocht earca&iacute;ochta Gaeilge na st&aacute;tseirbh&iacute;se, &oacute; 2017 go dt&iacute; seo, ar f&aacute;il.  Tagra&iacute;m do na pr&iacute;omhthreoracha.  I rith na tr&eacute;imhse sin, chuaigh n&iacute;os l&uacute; n&aacute; 1% do cheapach&aacute;in na st&aacute;tseirbh&iacute;se go poist ina raibh Gaeilge ag baint leo.  T&aacute; iarratais &oacute; chainteoir&iacute; Gaeilge do buanphoist d&aacute;theangacha mar oifigigh cl&eacute;ireachais agus oifigigh feidhmi&uacute;ch&aacute;in, a bhfuil freagrachta&iacute; l&aacute;rnacha orthu as seachadadh seirbh&iacute;se ag oifig&iacute; st&aacute;tseirbh&iacute;se, an-&iacute;seal i gcompar&aacute;id le com&oacute;rtais neamh-dh&aacute;theangacha.</p><p> Faoin mbliain 2022 beidh an Ghaeilge mar theanga oibre oifigi&uacute;il ioml&aacute;n an Aontais Eorpaigh agus cuirtear f&aacute;ilte roimh seo.  Cialla&iacute;onn s&eacute; sin, &aacute;fach, faoi l&aacute;thair go bhfuil ioma&iacute;ocht dh&iacute;reach ann idir st&aacute;tseirbh&iacute;s na h&Eacute;ireann agus na seirbh&iacute;s&iacute; aistri&uacute;ch&aacute;in in institi&uacute;id&iacute; an Aontais Eorpaigh maidir leis an l&iacute;on beag de na hoibrithe oilte dh&aacute;theangacha at&aacute; ann faoi l&aacute;thair, go h&aacute;irithe &oacute; bhuna&iacute;odh an t-aonad aistri&uacute;ch&aacute;in Gaeilge an Aontais Eorpaigh i mBaile &Aacute;tha Troim, Contae na M&iacute;, le d&eacute;ana&iacute;.</p><p> N&iacute; comhtharl&uacute; ar bith &eacute; go bhfuil Dr. Mac Cormaic in &eacute;ineacht linn inniu.  Cuirfidh an taith&iacute; at&aacute; gn&oacute;thaithe ag an Roinn Turas&oacute;ireachta, Cult&uacute;ir, Eala&iacute;on, Gaeltachta, Sp&oacute;irt agus Me&aacute;n i bhforbairt agus ag cur strait&eacute;is&iacute; i bhfeidhm at&aacute; d&iacute;rithe ar deireadh a chur le maol&uacute; na hEorpa in i&uacute;l d&uacute;inn faoi cad a dh&eacute;anaimid sna blianta amach romhainn.  Don ch&eacute;ad uair riamh, i nuacht at&aacute; thar a bheith dearfach don Roinn, ina bhfuil forbairt na Gaeilge mar an pr&iacute;omhfhreagracht aici, beidh r&oacute;l l&aacute;rnach aici maidir le heolas a thabhairt do bheartas earca&iacute;ochta na seirbh&iacute;se poibl&iacute;.  M&aacute; t&aacute;imid chun an sprioc go mbeidh 20% d&rsquo;earcaigh nua in ann a gcuid oibre a dh&eacute;anamh tr&iacute; Ghaeilge a bhaint amach faoi 2030, beidh orainn cur chuige trasna an Rialtais ar fad le comhoibri&uacute; iliomad p&aacute;irtithe leasmhara.  Is tionscadal fadt&eacute;armach &eacute; sin agus t&aacute; go leor d&uacute;shl&aacute;n ann.  Beidh cur chuige praitici&uacute;il comhordaithe ag teast&aacute;il uaidh sa tr&eacute;imhse suas go dt&iacute; 2030.</p><p> T&aacute; an Bille reatha at&aacute; faoi bhr&aacute;id Thithe an Oireachtais d&iacute;rithe go pr&iacute;omha ar earca&iacute;ocht sa st&aacute;tseirbh&iacute;s sa todhcha&iacute;.  N&iacute; m&oacute;r d&uacute;inn gan dearmad a dh&eacute;anamh ar an 40,000 n&oacute; mar sin st&aacute;tseirbh&iacute;seach at&aacute; againn cheana f&eacute;in.  T&aacute; c&uacute;rsa&iacute; idirmhe&aacute;nacha agus ardch&uacute;rsa&iacute; Gaeilge ar f&aacute;il do gach st&aacute;tseirbh&iacute;seach tr&iacute; OneLearning, an t-ionad seirbh&iacute;s&iacute; comhroinnte foghlama agus forbartha don st&aacute;tseirbh&iacute;s, at&aacute; lonnaithe i Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe.  Leanann s&eacute; ar aghaidh ag obair le Gaelchult&uacute;r chun sraith c&uacute;rsa&iacute; Gaeilge a chur ar f&aacute;il ar l&iacute;ne.  Is &eacute; an r&uacute;n at&aacute; ag na c&uacute;rsa&iacute; sin n&aacute; tac&uacute; le baill fhoirne a n-inni&uacute;lacht sa Ghaeilge a fhorbairt agus, ar bhonn t&aacute;bhachtach, cur le cumas na st&aacute;tseirbh&iacute;se seirbh&iacute;s&iacute; a shol&aacute;thar tr&iacute; mhe&aacute;n na Gaeilge don phobal.</p><p> Mar a shonra&iacute;tear san aighneacht, t&aacute; 1,291 st&aacute;tseirbh&iacute;sigh cl&aacute;raithe ar ch&uacute;rsa oili&uacute;na Gaeilge &oacute; 2018 i leith.  T&aacute; 307 cl&aacute;raithe i mbliana.  T&aacute; OneLearning ag forbairt a ch&eacute;ad ghl&uacute;in eile de ch&uacute;rsa&iacute; oili&uacute;na faoi l&aacute;thair.  &Aacute;ir&iacute;tear leis seo b&eacute;im lean&uacute;nach ar oili&uacute;int sa Ghaeilge a shol&aacute;thar agus pleananna chun c&uacute;rsa Gaeilge do thosaitheoir&iacute; a thabhairt isteach.</p><p> Mar fhocal scoir, t&aacute; b&oacute;thar fada le taisteal chun an sprioc earca&iacute;ochta d&uacute;shl&aacute;nach a bhaint amach go mbeidh 20% d&rsquo;earcaigh nua in ann a gcuid oibre a dh&eacute;anamh tr&iacute; Ghaeilge faoi 2030.  Leis an spriocbhliain 2030 mar ph&aacute;irt den Bhille neartaithe, ba cheart an sprioc earca&iacute;ochta a bhaint amach, agus leis an tagairt shaini&uacute;la do na gealltanais seo i Strait&eacute;is Athnuachana na St&aacute;tseirbh&iacute;se 2030 a seoladh i m&iacute; na Bealtaine 2021, cinnteofar go mbeidh an st&aacute;tseirbh&iacute;s ar fad ar bhord lena chinnti&uacute; go nd&eacute;anfar an iarracht is fearr na spriocanna seo a bhaint amach.</p><p> Is f&eacute;idir le baill an choiste a bheith cinnte go n-oibreoidh oifigigh sa Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe agus sa tSeirbh&iacute;s um Cheapach&aacute;in Phoibl&iacute; go r&eacute;amhghn&iacute;omhach mar bhall den choiste comhairleach at&aacute; le bun&uacute; ag an Aire Turas&oacute;ireachta, Cult&uacute;ir, Eala&iacute;on, Gaeltachta, Sp&oacute;irt agus Me&aacute;n nuair a bheidh an Bille reatha at&aacute; faoi bhr&aacute;id Thithe an Oireachtais curtha i bhfeidhm.</p><p> Gabhaim bu&iacute;ochas leis na baill ar&iacute;s as cuireadh a thabhairt d&uacute;inn teacht os comhair an choiste inniu agus t&aacute; muid ag tn&uacute;th le bheith i rannph&aacute;irt&iacute;ocht leo amach anseo.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.11" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#B00200"><p>An bhfuil an Dr. Aodh&aacute;n Mac Cormaic ag iarraidh aon rud a r&aacute; ag an stad seo?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.12" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#B00300"><p>No, n&iacute;lim.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.13" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#B00400"><p>Rachaidh m&eacute; d&iacute;reach go dt&iacute; ceisteanna &oacute; na Teachta&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.14" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#B00500"><p>Gabhaim bu&iacute;ochas leis na finn&eacute;ithe as an gcur i l&aacute;thair agus as an aighneacht a chur ar f&aacute;il roimh r&eacute; d&uacute;inn.  T&aacute; m&eacute; ag iarraidh an c&oacute;ras at&aacute; ann a thuiscint, go m&oacute;r m&oacute;r &oacute; thaobh an iarratas&oacute;ra a dh&eacute;anfadh iarratas ar phost neamhspeisialta sa st&aacute;tseirbh&iacute;s.  T&aacute; gr&aacute;d ginear&aacute;lta ann agus, de r&eacute;ir mar a thugaim &ndash; b&rsquo;fh&eacute;idir go mbeidh na finn&eacute;ithe in ann &eacute; seo a dheimhni&uacute; - is iad na daoine is m&oacute; a earca&iacute;tear n&aacute; oifigigh chl&eacute;ireachais agus oifigigh fheidhmi&uacute;ch&aacute;in.  De r&eacute;ir a thuigim, m&aacute; chuireann siad isteach ar an bpain&eacute;al Gaeilge, n&iacute; ghlactar leis go huathoibr&iacute;och go bhfuil cumas B&eacute;arla acu freisin.  N&iacute; &aacute;ir&iacute;tear iad do phoist nach bhfuil Gaeilge ag teast&aacute;il uathu.</p><p>Tagra&iacute;m do dhaoine nach gcuireann isteach ar an bpain&eacute;al d&aacute;theangach, mar a dtugann an Roinn air, ach, n&iacute; pain&eacute;al d&aacute;theangach i nd&aacute;ir&iacute;re &eacute;.  Is &eacute; an pain&eacute;al Gaeilge an pain&eacute;al d&aacute;theangach, i nd&aacute;ir&iacute;re, mar glactar go bhfuil B&eacute;arla ag gach uile dhuine air.  Sa ch&aacute;s sin n&iacute; ghlactar leis na daoine seo ar chor ar bith.  Tabharfaimid &ldquo;an pain&eacute;al Gaeilge&rdquo; agus &rdquo;an pain&eacute;al B&eacute;arla&rdquo; orthu.  An bhfuil an ceart agam, m&aacute; theasta&iacute;onn le duine a bheith &aacute;irithe le poist nach bhfuil riachtanais na Gaeilge i gceist - agus muid ag caint faoi l&iacute;ofacht Bh&eacute;arla &ndash; is fi&uacute; cur isteach ar an bpain&eacute;al B&eacute;arla freisin?</p><p> &Eacute;ir&iacute;onn mo dhara ceist as sin.  Abair muna nd&eacute;antar &eacute; sin agus go mb&iacute;onn duine ar an bpain&eacute;al Gaeilge amh&aacute;in, m&aacute; thagann post suas nach mb&iacute;onn Gaeilge ag teast&aacute;il ach go bhfuil B&eacute;arla ag teast&aacute;il, an bhfuil an ceart agam, nach n-&aacute;ir&iacute;tear an duine don phost a bhfuil B&eacute;arla de dh&iacute;th, fi&uacute; d&aacute; bheid&iacute;s ioml&aacute;n c&aacute;ilithe don phost sin?  Chomh maith leis sin, c&eacute; mh&eacute;ad duine a thuigeann go gcaithfidh siad a chur isteach ar an d&aacute; phain&eacute;al le bheith c&aacute;ilithe d&rsquo;ioml&aacute;n na bpost sa st&aacute;tseirbh&iacute;s, idir B&eacute;arla agus Gaeilge - m&aacute;s rud &eacute; go bhfuil Gaeilge acu &ndash; chun an deis is fearr a bheith acu chun an post a fh&aacute;il?</p><p> Mar an tr&iacute;&uacute; ceist, m&aacute; chuireann Gaeilgeoir isteach ar an d&aacute; phain&eacute;al, an bhfuil aon taifead ag an Roinn ar c&eacute; hiad is t&uacute;isce &aacute; earca&iacute;tear uathu?  M&aacute; chuireann duine isteach ar an bpain&eacute;al Gaeilge agus ar an bpain&eacute;al B&eacute;arla, an m&oacute; seans go nd&eacute;anfa&iacute; an duine a earc&uacute; i dtosach &oacute;n bpain&eacute;al B&eacute;arla, de bharr go bhfuil i bhfad n&iacute;os m&oacute; poist i gceist, n&aacute; d&aacute; mbeadh ag an duine c&eacute;anna ar an bpain&eacute;al Gaeilge?  T&aacute; s&eacute; r&aacute;ite nach bhfuil ach 0.4% de na poist sainordaithe le bheith ag lorg l&iacute;ofacht sa Ghaeilge n&oacute; poist dh&aacute;theangach.  Mura dtuigeann muid &eacute; sin agus mura bhfaighimid soil&eacute;ireacht air sin, n&iacute; bheidh muid in ann aon bhreithi&uacute;nas si&uacute;r&aacute;ilte a fh&aacute;il ar an bhf&aacute;th nach bhfuil daoine ag cur isteach ar an bpain&eacute;al Gaeilge.</p><p> Go minic, b&iacute;onn dh&aacute; fhadhb in intinn na ndaoine le Gaeilge.  Is &iacute; an ch&eacute;ad cheann n&aacute; go bhfuil l&iacute;on na bpost Gaeilge an-bheag agus mar sin bheadh s&eacute; i bhfad n&iacute;os fearr d&oacute;ibh a bheith ar an bpain&eacute;al m&oacute;r.  Is &iacute; an dara fadhb n&aacute; go mb&iacute;onn siad s&aacute;innithe, i dtosach b&aacute;ire ar aon chaoi, i bpoist Ghaeilge amh&aacute;in.  N&iacute; f&eacute;idir leo dul isteach i go leor Ranna eile m&aacute; theasta&iacute;onn uathu mar deirtear leo nach poist Gaeilge iad, m&aacute; th&eacute;ann siad ar an bpain&eacute;al sin.  S&iacute;lim f&eacute;in, mura bhfaighimid tuiscint shoil&eacute;ir ar an gceist seo, n&iacute; bheidh muid in ann aon dul chun cinn a dh&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.16" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C00200"><p>C&eacute; ar mhaith leo freagra a thabhairt ar sin?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.17" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C00300"><p>If Mr. O&rsquo;Toole would like to take that question, I am happy for him to respond.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.18" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C00400"><p>I thank Deputy &Oacute; Cu&iacute;v for his questions.  This is very much in line with some of the parliamentary questions we have received earlier, such as the debate with the Minister of State, Deputy Smyth.</p> <p>  I hope to answer most of the Deputy &Oacute; Cu&iacute;v&rsquo;s questions and will answer them in order.  In reference to the purpose of the Irish language panels, the first key point is about ensuring that we meet the demand for Irish language posts in the civil service.  The Deputy pointed out, based on the report from An Coimisin&eacute;ir Teanga, that circa 0.4% of roles require Irish at the moment.  We believe &ndash; I am sure Dr. Mac Cormaic while come in on this point later &ndash; that as the Bill comes to fruition there will be more Irish language posts available across both the public and civil services.  We also said that we hire about 1% of people on the Irish language side, therefore, we more than meet the current demand.</p> <p>  To answer the Deputy&rsquo;s first question, he is correct that the CO and EO grades are where most of the roles are.  That typically accounts for nearly 50% of civil service positions.  In terms of the opportunities, it is not just about the roles that are available.  I would ask that we consider the level of applications.  On a like-for-like basis on the CO panels, English-bilingual versus the Irish-only, there is about a 1:93 difference in the applications.  We believe that by offering people the opportunity to apply for both, aids people who have the Irish language.</p> <p>  In terms of the next question about where one is most likely to get promoted out of, that is both a-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.19" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C00500"><p>N&iacute; h&iacute; sin an cheist.  T&aacute; s&iacute; maidir le duine a cheaptar as - appointed out of - an bpain&eacute;al Gaeilge.  Tugtar an pain&eacute;al d&aacute;theangach ar an gceann eile an ea?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.20" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C00600"><p>I am referring to the English panel in which applicants can show a preference for an Irish role as well.  We offer both those opportunities.  In the last CO competition, 2.3% of applicants said they had an interest in an Irish role as well.  We, therefore, try to give both opportunities.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.21" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C00700"><p>T&aacute; m&eacute; ag iarraidh &eacute; seo a thuiscint mar at&aacute; gach duine eile ar an taobh seo den Seomra.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.22" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C00800"><p>Yes.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.23" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C00900"><p>M&aacute; chuirtear isteach ar an bpain&eacute;al B&eacute;arla, is pain&eacute;al dh&aacute;theangach &eacute; agus is f&eacute;idir le duine a r&aacute; gur mhaith leis n&oacute; lei post le Gaeilge.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.24" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C01000"><p>Yes.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.25" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C01100"><p>M&aacute; cuirtear isteach ar an bpain&eacute;al Gaeilge, glactar go bhfuil B&eacute;arla aige n&oacute; aici.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.26" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C01200"><p>Yes, that is correct.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.27" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C01300"><p>An nglactar go bhfuil B&eacute;arla aige n&oacute; aici?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.28" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C01400"><p>I understand the point Deputy &Oacute; Cu&iacute;v has made.  He also raised the with the Minister of State as well.  Yes, I think there would be a high probability that he or she would have English.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.29" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C01500"><p>Bheadh s&eacute; dodh&eacute;anta don st&aacute;tseirbh&iacute;s i gcoitinne at&aacute; ag obair tr&iacute; Ghaeilge a fheidhmi&uacute; gan Bh&eacute;arla mar b&iacute;onn s&iacute; ag pl&eacute; le daoine eile nach bhfuil Gaeilge acu.  B&iacute;onn an Dr. Mac Cormaic, mar shampla, ag pl&eacute; le daoine i mB&eacute;arla an t-am uilig.  Gach uile duine sa st&aacute;tseirbh&iacute;s a phl&eacute;itear c&uacute;rsa&iacute; i nGaeilge, b&iacute;onn siad ag pl&eacute; le c&uacute;rsa&iacute; i mB&eacute;arla freisin go cumasach.  Tagann codanna suas i nGaeilge mar aon leis an mB&eacute;arla.  Glacaim leis go bhfuil B&eacute;arla ag na daoine sin.</p> <p>  M&aacute; thagann post le Gaeilge suas, an dt&eacute;itear tr&iacute;d an d&aacute; phain&eacute;al?  Maidir leis na daoine le marc i ndiaidh a n-ainm ag l&eacute;iri&uacute; go bhfuil Gaeilge agus B&eacute;arla acu, an gcuirtear iad si&uacute;d i gcompar&aacute;id leis na daoine at&aacute; ar an bpain&eacute;al Gaeilge amh&aacute;in, agus m&aacute;s ea c&eacute;n chaoi?  Cuir i gc&aacute;s go bhfuil an Roinn le c&uacute;ram na Gaeltachta ag iarraidh duine le Gaeilge a cheapadh, an dt&eacute;itear s&iacute;os an pain&eacute;al d&aacute;theangach, mar a dtugann na finn&eacute;ithe air?  An f&eacute;idir duine a bheith air gan ach B&eacute;arla amh&aacute;in a bheith aige n&oacute; aici ach a r&aacute; go bhfuil Gaeilge aige n&oacute; aici freisin?  An dt&eacute;itear s&iacute;os an pain&eacute;al sin agus an pain&eacute;al a bhaineann le Gaeilge amh&aacute;in acu, ag an am c&eacute;anna?  C&eacute;n chaoi a roghna&iacute;tear duine agus c&eacute;n tosa&iacute;ocht a thugtar d&oacute; n&oacute; di?  N&iacute; thuigim c&eacute;n f&aacute;th go bhfuil an d&aacute; phain&eacute;al ann.</p> <p>  Sh&iacute;lf&iacute; d&aacute; mbeadh pain&eacute;al amh&aacute;in ann agus daoine &aacute;irithe le &ldquo;d&aacute;theangach&rdquo; ina ndiaidh a n-ainm, agus d&aacute; mbeadh post d&aacute;theangach ag teacht anuas, is &eacute; sin post le Gaeilge chomh maith le B&eacute;arla, go dtabharfa&iacute; don ch&eacute;ad duine eile ar an liosta &eacute;.  T&aacute; Rob O&rsquo;Toole ag r&aacute; &ldquo;No&rdquo;, go bhfuil pain&eacute;al amh&aacute;in - Gaeilge agus B&eacute;arla - agus m&aacute; t&aacute; Gaeilge ag duine chomh maith le B&eacute;arla cuirfear marc lena ainm n&oacute; lena hainm.  Sa phain&eacute;al Gaeilge amh&aacute;in, glactar go mb&iacute;onn Gaeilge agus B&eacute;arla acu.  M&aacute; cheaptar duine sa Roinn le c&uacute;ram na Gaeltachta, c&aacute; bhfaightear &eacute; n&oacute; &iacute; agus c&eacute;n tosa&iacute;ocht a thugtar don d&aacute; phain&eacute;al?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.30" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#C01600"><p>In that case, if a Department comes to the Public Appointments Service, PAS, and asks for an Irish specific role, we would tend to look at the Irish speaking panel first.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.31" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D00100"><p>D&aacute; gcuirfinn iarratas isteach sa st&aacute;tseirbh&iacute;s, d&rsquo;fh&eacute;adfainn a r&aacute; c&eacute;n f&aacute;th go sh&eacute;anfainn an B&eacute;arla at&aacute; agam, mar t&aacute; s&eacute; agam.  C&eacute;n f&aacute;th nach gcuirfinn isteach ar an bpain&eacute;al d&aacute;theangach ina mbeinn dh&aacute; oiread n&iacute;os fearr as mar n&iacute; bheinn ag ligean orm f&eacute;in nach bhfuil B&eacute;arla agam?  Bheinn an-&uacute;s&aacute;ideach mar st&aacute;tseirbh&iacute;seach mar go mbeinn in ann pl&eacute; a dh&eacute;anamh i mB&eacute;arla agus i nGaeilge.  Ar an bpain&eacute;al eile, thabharfa&iacute; le fios nach bhfuil agam ach Gaeilge.  D&aacute; mba rud &eacute; go gcuirfinn isteach ar an bpain&eacute;al d&aacute;theangach agus nuair a thiocfadh PAS tharam chun post a thabhairt do dhuine a bh&iacute; ar an bpain&eacute;al Gaeilge amh&aacute;in, nach mbeadh c&aacute;s agamsa ina choinne a r&aacute; go ndearnadh &eacute;ag&oacute;ir orm mar d&uacute;radh gur pain&eacute;al d&aacute;theangach &eacute;?</p> <p>  T&aacute;im &aacute; r&aacute; seo mar go bhfuil d&uacute;shl&aacute;n m&oacute;r againn.  T&aacute;imid ag s&eacute;anadh an bunt&aacute;iste m&oacute;r at&aacute; ag an gcainteoir Gaeilge mar go bhfuil B&eacute;arla aige n&oacute; aici.  N&iacute; cainteoir&iacute; Gaeilge amh&aacute;in iad.  Is cainteoir&iacute; d&aacute;theangacha iad si&uacute;d.  Is d&oacute;igh liom go mbeadh s&eacute; an-deacair do dhuine &oacute;g meabhair a bhaint as seo.  Mar sin, d&aacute; mbeinn ag breathn&uacute; air seo, chuirfinn isteach ar an bpain&eacute;al d&aacute;theangach, d&eacute;arfainn &oacute; tharla go bhfuil Gaeilge agus B&eacute;arla agam, chuirfinn isteach ar an bpain&eacute;al d&aacute;theangach.  Gheobhainn marcanna breise le hais a bheith aonteangach Gaeilge.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.32" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D00200"><p>Gabhaim bu&iacute;ochas leis an Teachta ach caithfimid bogadh ar aghaidh anois.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.33" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D00300"><p>Would you like me to reply?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.34" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D00400"><p>Yes, please.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.35" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D00500"><p>There are two points that need to be made here.  One is, by offering both panels, we are giving more opportunities to Irish speakers.  Also, in the English panel, people can sign up to be considered for Irish.  In terms of the statistics provided, 2.3% of applicants said they had Irish proficiency.  That has not been tested on those applications.  We look to ensure we can meet the demand by having an Irish-only panel and by having an opportunity from the bilingual panel.  Panels are there to meet demand.  They also run over a certain timeframe.  They are not always filled all of the time.  Our first goal is to ensure we have people available for Irish language roles.  It is quite a technical question that deserves more attention and I am very happy to come back to the committee with a written update afterwards.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.36" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D00600"><p>T&aacute; ceist dheireanach agam.  D&uacute;irt Rob O&rsquo;Toole go bhfuil pain&eacute;al d&aacute;theangach ann do dhaoine a bhfuil Gaeilge agus B&eacute;arla acu.  Glacaim leis go bhfuil na scr&uacute;duithe go l&eacute;ir i mB&eacute;arla.  Mar sin, t&aacute;st&aacute;lann PAS go maith go bhfuil B&eacute;arla acu, ach d&uacute;irt an finn&eacute; nach nd&eacute;antar aon seice&aacute;il ar Ghaeilge na n-iarrth&oacute;ir&iacute; tar &eacute;is an phr&oacute;isis sin uilig.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.37" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D00700"><p>No, that-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.38" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D00800"><p>N&iacute; thugtar aon tosa&iacute;ocht d&oacute;ibh agus is rud f&aacute;nach d&oacute;ibh a r&aacute; go raibh Gaeilge acu, fi&uacute; m&aacute;s cainteoir&iacute; d&uacute;chais Gaeilge iad.  Chuirf&iacute; dallamull&oacute;g orthu go mbeadh aon aird &aacute; tabhairt ar an r&aacute;iteas a dh&eacute;anfadh siad go bhfuil Gaeilge acu mar nac bacann le PAS f&aacute;il amach an bhfuil n&oacute; nach bhfuil siad l&iacute;ofa.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.39" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D00900"><p>I will clarify the point I was trying to make.  Let us look at the application stage as one example.  A total of 2.3% of applicants declared they were proficient.  We obviously have to test that later in the application process to verify whether that is the case.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.40" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D01000"><p>Sula gcuirtear ar an liosta iad &ndash; t&aacute; s&eacute; f&iacute;orth&aacute;bhachtach go mbeid&iacute;s soil&eacute;ir-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.41" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D01100"><p>T&aacute;im ag iarraidh bogadh go dt&iacute; an Aodh&aacute;n Mac Cormaic chun a freagra a thabhairt.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.42" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D01200"><p>Sula gcuirtear na hiarrth&oacute;ir&iacute; ar an liosta d&aacute;theangach, an bhfuil an t&aacute;st&aacute;il sin d&eacute;anta le cinnti&uacute; go bhfuil siad c&aacute;ilithe i nGaeilge?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.43" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D01300"><p>Yes.  However, the data I referred to came from the applications stage.  I cannot say that the 2.3% of applicants would get through the competition and-or show their Irish proficiency.  The reason we have an Irish-only competition is to ensure we are able to meet the demand for Irish roles.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.44" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D01400"><p>T&aacute; t&uacute; tar &eacute;is a r&aacute; go bhfuil an t&aacute;st&aacute;il-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.45" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D01500"><p>A Theachta &Oacute; Cu&iacute;v, t&aacute; an Dr. Mac Cormaic ag iarraidh freagra a thabhairt.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.46" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D01600"><p>T&aacute; ceist amh&aacute;in dheireanach agam.  T&aacute;imid ag dul thart i gciorcal anseo agus ba mhaith liom an freagra ceart a fh&aacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.47" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D01700"><p>N&iacute;limid ag bogadh ar aghaidh.  N&iacute;l an Dr. Mac Cormaic ach ag iarraidh cuidi&uacute; leis an bhfreagra seo mar go bhfuil s&eacute; gafa leis.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.48" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D01800"><p>D&uacute;irt Rob O'Toole d&aacute; mbeadh Gaeilgeoir ag teast&aacute;il &oacute; PAS, go dt&oacute;gfa&iacute; &eacute; &oacute;n bpain&eacute;al Gaeilge amh&aacute;in agus nach mbacfa&iacute; leis ag an gc&eacute;ad duine eile ar an bpain&eacute;al, fi&uacute; m&aacute; raibh s&eacute; tar &eacute;is t&aacute;st&aacute;il go raibh Gaeilge aige n&oacute; aici.  Is &iacute; an fhadhb at&aacute; le sin n&aacute; nach mbeadh a fhios ag an t&eacute; a chuir isteach ar an bpain&eacute;al d&aacute;theangach agus a bh&iacute; tar &eacute;is teist Ghaeilge a dh&eacute;anamh go raibh an rud caite ar leataobh go dt&iacute; go raibh gach duine t&oacute;gtha &oacute;n bpain&eacute;al eile.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.49" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D01900"><p>Tuigim a bhfuil &aacute; r&aacute; ag an Teachta.  Glaoim ar an Dr. Mac Cormaic chun freagra a thabhairt.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.50" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D02000"><p>Ba mhaith liom cur leis an m&eacute;id a d&uacute;irt Rob O'Toole.  Is f&eacute;idir an iomarca b&eacute;ime a chur ar an gc&oacute;ras at&aacute; ann faoi l&aacute;thair.  Mar is eol do na baill uilig at&aacute; anseo, t&aacute; an coiste comhairleach le bun&uacute; faoin mBille nua agus beidh an Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe, PAS, muid f&eacute;in, agus eagra&iacute;ochta&iacute; eile a earca&iacute;onn daoine timpeall an bhoird sin.  Beidh an coiste comhairleach in ann breathn&uacute; ar aon aimhr&eacute;idh, m&aacute; t&aacute; s&iacute; ann, agus ansin comhairle a thabhairt don Aire maidir leis sin chun d&iacute;ri&uacute; ar na deacrachta&iacute; at&aacute; ardaithe agus chun iad a r&eacute;iteach.  Beidh r&oacute;l l&aacute;idir ag an gcoiste comhairleach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.51" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D02100"><p>T&aacute; s&eacute; f&iacute;orth&aacute;bhachtach, tar &eacute;is na mblianta seo, a thaispe&aacute;int go bhfuil an rud seo, mar a d&uacute;irt Aodh&aacute;n Mac Cormaic, go hioml&aacute;n in aimhr&eacute;idh dochreidte.  Bh&iacute; duine i dteagmh&aacute;il liomsa le gairid at&aacute; ar ceann de na bpain&eacute;al seo.  Bh&iacute; s&eacute; an-deacair domsa meabhair a bhaint den ch&oacute;ras, agus t&aacute; taith&iacute; agam a bheith ag pl&eacute; leis an st&aacute;tseirbh&iacute;s.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.52" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D02200"><p>Tiocfaidh muid ar ais go dt&iacute; an cheist seo ag deireadh an chruinnithe m&aacute;s g&aacute;, mar t&aacute; Teachta&iacute; eile ann le ceisteanna.  N&iacute;lim chun bogadh ar aghaidh go hioml&aacute;n.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.53" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D02300"><p>Gabhaim bu&iacute;ochas as an gcur i l&aacute;thair.  T&aacute; &ldquo;Irish role&rdquo; luaite ag na finn&eacute;ithe c&uacute;pla uair.  T&aacute; an Ghaeilge ag teast&aacute;il &oacute; gach aon phost trasna an bhoird i ngach aon leibh&eacute;al.  An aonta&iacute;onn na finn&eacute;ithe leis sin?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.54" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D02400"><p>When the Senator refers to it as being &ldquo;needed&rdquo;, I think it is highly desirable but there are only specific particular roles that it would be absolutely needed for.  It would be difficult to say that it is needed in all circumstances, if I understood the Senator&rsquo;s question correctly.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.55" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D02500"><p>N&iacute; aonta&iacute;m le David Cagney i nd&aacute;ir&iacute;re.  T&aacute; Gaeilgeoir&iacute; ag teast&aacute;il i ngach aon leibh&eacute;al sa St&aacute;tch&oacute;ras.  Crutha&iacute;onn s&eacute; sin &eacute;ileamh ar sheirbh&iacute;s&iacute; agus n&iacute;os m&oacute; seirbh&iacute;s&iacute; a chur ar f&aacute;il.  M&aacute; t&aacute; an d&aacute; theanga ag iarrth&oacute;ir&iacute;, ba ch&oacute;ir d&oacute;ibh marc n&iacute;os airde a fh&aacute;il agus iad a chur ar bharr gach aon liosta - i ngach aon ch&aacute;s agus do gach aon phost - chun cinnti&uacute; go bhfuil cainteoir&iacute; l&iacute;ofa i ngach aon leibh&eacute;al sa St&aacute;tch&oacute;ras.  An aonta&iacute;onn na finn&eacute;ithe leis sin?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.56" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#D02600"><p>No, I do not agree with that.  As I understand it, the practice in the past of awarding in or around 10% worth of extra marks for successful applicants who could speak as Gaeilge was felt to be quite discredited in that it did not recognise competency in the wider sense and perhaps gave a bias to people who could speak Irish but who may not necessarily have been able to do the job.  The sense now is that it would be important that people would actually be able to do the job.  While I would not necessarily agree with the Senator that everybody should be proficient in Irish, it would be highly desirable that they would be, which is part of the aspiration in the Bill.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.57" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E00200"><p>An bhfuil aon rud breise ar intinn ag an Roinn chun daoine le Gaeilge a chur ar aghaidh chun poist a fh&aacute;il sa ch&oacute;ras St&aacute;it?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.58" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E00300"><p>I do not quite follow the Senator&rsquo;s question.  When the Senator mentions moving people, is she saying-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.59" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E00400"><p>Is &eacute; sin chun promotions a chur ar f&aacute;il do dhaoine at&aacute; sa ch&oacute;ras faoi l&aacute;thair chun poist n&iacute;os airde a bhaint amach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.60" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E00500"><p>Would that be because of their capacity to speak in Irish?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.61" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E00600"><p>Yes.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.62" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E00700"><p>No, I do not think we intend to go that particular route.  There are opportunities for specific Irish language posts which may be promotional opportunities but it would not make sense to promote somebody or to create a competition for somebody simply because they speak Irish.  It would not be to the benefit of what we are trying to achieve in the Bill if we took that particular approach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.63" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E00800"><p>Conas a dh&eacute;antar cinneadh ar riachtanais Ghaeilge ag r&oacute;l sa st&aacute;tseirbh&iacute;s n&oacute; gan riachtanais Ghaeilge a bheith ann ag r&oacute;il &aacute;irithe?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.64" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E00900"><p>I can only speak for the Civil Service but the Irish language positions are determined by the offices or Departments themselves.  It iis not a matter for my organisation to decide which posts should or should not be an Irish language post.  That demand then translates into a request to the Public Appointed Service, as my colleague Mr. O&rsquo;Toole pointed out, to recruit people for specific Irish language positions.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.65" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E01000"><p>T&aacute; d&uacute;shl&aacute;n m&oacute;r ann mar t&aacute; na figi&uacute;ir&iacute; sin an-&iacute;seal.  An bhfuil an Roinn ag dul isteach sna ollscoileanna ag iarraidh daoine le Gaeilge a mhealladh isteach chun cur isteach ar phoist sa ch&oacute;ras poibl&iacute; n&oacute; an bhfuil an Roinn ag cur na f&eacute;idearthachta&iacute; in i&uacute;l d&oacute;ibh si&uacute;d?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.66" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E01100"><p>The Senator has raised a wider question and it is directly relevant to the specific question she has asked.  We absolutely accept that the pool coming through is far too low, which is essentially our main challenge.  It is not that there is no opportunities as there clearly are.  From a wider Civil Service point of view we need to be speaking to potential aspirants to Civil Service careers at the decision points in their journey.  Clearly, that is people who are coming up to do their leaving certificate and to qualify in college.  Even from the point of view of recruiting the kind of skills that the Civil Service is going to need, we need to be targeting those cadres anyway at those particular points in their decision-making process.  That also affords us the opportunity in the context of what career opportunities may be available to indicate what those possibilities in Irish language posts are or posts in which we would welcome people who can converse in the Irish language.  That will be part of a strategy we will be deploying in consultation with the Public Appointment Service which is in turn part of the Civil Service ten-year renewal plan.</p> <p>  I cannot speak specifically for what is happening in education but my colleague, Dr. Mac Cormaic can.  My understanding is that there is some thinking within the educational system about aligning the teaching of Irish with the accepted standardisation for the speaking of foreign languages which would seem to us to make a lot of sense in terms of our ability to recruit people with that level of proficiency to the Civil Service.  This is assuming, of course, that we can convince people as we speak to them at the decision points in their careers about those opportunities.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.67" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E01200"><p>Ach n&iacute;l-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.68" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E01300"><p>N&iacute;l an t-am againn.  T&aacute; an Dr. Mac Cormaic ag iarraidh teacht ar ais chomh maith.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.69" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E01400"><p>M&aacute;s f&eacute;idir liom pointe beag amh&aacute;in eile a dh&eacute;anamh, n&iacute;l aon phlean faoi l&aacute;thair chun dul isteach sna Gaelchol&aacute;ist&iacute; n&oacute; sna hollscoileanna timpeall na t&iacute;re chun na f&eacute;idearthachta&iacute; a chur in i&uacute;l, an bhfuil?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.70" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E01500"><p>We do that.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.71" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E01600"><p>Ag d&iacute;ri&uacute; isteach ar na f&eacute;idearthacht at&aacute; ann sa ch&oacute;ras St&aacute;it a bhaineann le Gaeilge ach go h&aacute;irithe at&aacute; i gceist agam.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.72" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E01700"><p>We do that in the round but it is very difficult to talk to somebody about opportunities in the Civil Service where the demand for those posts, never mind the throughput, is quite low.  We speak to schools and colleges and target those communities through the media, Raidi&oacute; na Gaeltachta, Irish language newspapers etc.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.73" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E01800"><p>Caithfidh an Roinn an t-&eacute;ileamh sin a chruth&uacute;, m&aacute;s f&eacute;idir liom &eacute; sin a r&aacute;, agus d&iacute;ri&uacute; isteach mar t&aacute; na figi&uacute;ir&iacute; sin an-&iacute;seal.  T&aacute; d&uacute;shl&aacute;n ollmh&oacute;r ann agus caithfidh an Roinn d&iacute;ri&uacute; isteach agus plean suntasach a chur ar bun at&aacute; d&iacute;rithe isteach ar an teanga.  An aonta&iacute;onn an tUasal Cagney leis an m&eacute;id sin?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.74" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E01900"><p>Absolutely and as I indicated, the Civil Service is now in the process of developing an action plan to support its next ten-year renewal strategy.  A key component of that action plan is the recognition of the targets that will be set out in this Bill, assuming it is passed, which I have no doubt it will be.  In the manner of the Civil Service renewal process, Civil Service Renewal 2030, the expectation is that cross-Department and cross-office there will be an action plan which will identify where the key levers are in creating that awareness and desire that the Senator has just referred to.  Clearly, as I said earlier, the aim is to then target people at decision points in their careers.</p> <p>  The other thing, taking on board the Senator&rsquo;s point, is that we have in a sense a captive audience of 41,000 civil servants.  The indication is that from looking at the take-up of opportunities in our OneLearning Civil Service training initiative, there seems to be an increasing desire on the part of civil servants for their own developmental purposes to pursue learning and training in the Irish language.  There are therefore a number of opportunities which we hope to leverage in the context of our ten-year plan.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.75" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E02000"><p>Ar an bpointe sin, c&eacute;ard at&aacute; d&eacute;anta le h&uacute;s&aacute;id na Gaeilge a spreagadh i measc foirne do Roinne f&eacute;in?  Mar is eol do ch&aacute;ch, mura mbaintear &uacute;s&aacute;id as teanga, caillfear &iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.76" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E02100"><p>I am aware of informal networks within the Department where people who enjoy conversing in Irish with colleagues do so.  Formally, the Department has no structure in place in that regard.  Looking again at the wider diversity challenge in the Civil Service and indeed in the public service, that is again a key call-out in our Civil Service Renewal 2030 strategy.  We will certainly be seeing to how we can leverage that desire on the part of people again to create and support networks which will obviously include people who would wish to converse as Gaeilge, even if it is just socially in the course of their work.</p> <p>  Returning to the target issue which is very much the focus of our thinking, no one solution is going to solve this particular issue.  There needs to be a multiple range of initiatives in order to achieve this quite challenging target.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.77" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E02200"><p>Sula gcuirfear ceist eile isteach, bh&iacute; an Dr. Mac Cormaic ag iarraidh teacht isteach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.78" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#E02300"><p>Cuirfidh m&eacute; leis an m&eacute;id at&aacute; r&aacute;ite ag mo chomhghleaca&iacute;.  T&aacute; plean n&aacute;isi&uacute;nta aitheanta agus t&aacute; for&aacute;il i mBille na dTeangacha Oifigi&uacute;la nua faoi, chun plean n&aacute;isi&uacute;nta a fhorbairt.  Beidh an coiste comhairleach at&aacute; le bun&uacute; ag aithint na bpost agus na n-&aacute;iteanna a bhfuil na tosa&iacute;ochta&iacute; i dtaobh poist a l&iacute;onadh le daoine le Gaeilge trasna an ch&oacute;rais St&aacute;it, sa st&aacute;tseirbh&iacute;s agus sa tseirbh&iacute;s phoibl&iacute;.  Beidh b&eacute;im mh&oacute;r curtha ar an nGaeltacht ansin agus ar aon &aacute;it a bhfuil bearna&iacute; ann agus beidh strait&eacute;is&iacute; leagtha amach chun na bearna&iacute; sin a l&iacute;onadh.  T&aacute; s&eacute; t&aacute;bhachtach a aithint gurb &eacute; sin an cur chuige nua a bheidh ann agus beidh an coiste comhairleach agus an d&aacute; Roinn ag obair i gcomhar leis na comhlachta&iacute; poibl&iacute; &eacute;ags&uacute;la at&aacute; ann le haghaidh an phlean n&aacute;isi&uacute;nta sin a chur i dtoll a ch&eacute;ile.</p> <p>  Mar a d&uacute;irt an tUasal Cagney, t&aacute; s&eacute; r&aacute;ite go sonrach i strait&eacute;is athnuachan na st&aacute;tseirbh&iacute;se go gcuirfear an plean sin i bhfeidhm.  Foils&iacute;odh an plean sin thart ar mh&iacute; &oacute; shin.  Is cur chuige an-dearfa don todhcha&iacute; &eacute; sin.</p> <p>  I dtaobh a bheith ag dul isteach sna scoileanna, t&aacute; conradh againne le Conradh na Gaeilge le roinnt mhaith blianta anois.  Cuireann siad Se&oacute; B&oacute;thair isteach sna scoileanna dara leibh&eacute;al, sna col&aacute;ist&iacute; samhraidh agus sna hollscoileanna le cur ar s&uacute;ile na ndaoine &oacute;ga na deiseanna at&aacute; ann chun poist a fh&aacute;il sa tseirbh&iacute;s phoibl&iacute;.  </p> <p>  Ceithre n&oacute; c&uacute;ig bliana &oacute; shin rinne an tAontas Eorpach cinneadh deireadh a chur leis an maol&uacute; ar &uacute;s&aacute;id na Gaeilge san Aontas ag deireadh na bliana seo.</p><p>Bh&iacute;omar ag cur n&iacute;os m&oacute; b&eacute;ime ar na poist san Eoraip leis an se&oacute; bh&oacute;thair sin, ach mar is eol don chomhchoiste, d&rsquo;eisigh an Coimisi&uacute;n Eorpach thart ar thr&iacute; seachtaine &oacute; shin tuarasc&aacute;il &aacute; r&aacute; nach raibh aon bhac le deireadh a chur leis an maol&uacute; ag deireadh na bliana seo.  Cialla&iacute;onn s&eacute; sin go bhfuil an sprioc sin bainte amach ag &uacute;s&aacute;id, mar a d&uacute;irt David Cagney, go leor strait&eacute;is&iacute;.  N&iacute;or r&eacute;it&iacute;omar an fhadhb sin le haon rud amh&aacute;in agus bh&iacute; go leor strait&eacute;is&iacute; &aacute; n-&uacute;s&aacute;id againn ansin.  Is &eacute; ceann de na ruda&iacute; a d&rsquo;&uacute;s&aacute;ideamar ansin n&aacute; an se&oacute; b&oacute;thair at&aacute; ag Conradh na Gaeilge.  B&rsquo;fh&eacute;idir go mbeimid ag athr&uacute; an bh&eacute;im anois sa strait&eacute;is maidir leis an sprioc at&aacute; sa Bhille le haghaidh 20% d&rsquo;earcaithe nua a bheith ina gcainteoir&iacute; Gaeilge agus go gcuirfimid n&iacute;os m&oacute; b&eacute;ime ar an tseirbh&iacute;s phoibl&iacute; sa bhaile seachas an tseirbh&iacute;s phoibl&iacute; san Eoraip.</p><p> Tugann an 20% sin teachtaireacht l&aacute;idir, rud nach raibh ann cheana f&eacute;in, go bhfuilimid in ann dul isteach agus cur leis an rud at&aacute; &aacute; dh&eacute;anamh ag Conradh na Gaeilge sna blianta amach romhainn, an teachtaireacht a thabhairt do na scoileanna agus do na hollscoileanna agus, fi&uacute; amh&aacute;in, ag leibh&eacute;al eile, go mbeimid ag obair lena leith&eacute;id Tuismitheoir&iacute; na Gaeltachta a dh&eacute;anann obair leis na teaghlaigh Ghaeltachta at&aacute; ag iarraidh a gclanna a th&oacute;g&aacute;il le Gaeilge.</p><p> Nuair at&aacute; cinneadh &aacute; dh&eacute;anamh ag tuismitheoir&iacute; faoi c&eacute;n teanga a bhfuil siad lena h&uacute;s&aacute;id lena gcuid gas&uacute;r a th&oacute;g&aacute;il, tuigfidh siad an bunt&aacute;iste eacnama&iacute;och at&aacute; ansin &oacute;n teanga agus go bhfuil na deiseanna fosta&iacute;ochta anseo.  B&iacute;onn tuismitheoir&iacute; uile an-fhadradharcach agus iad ag breathn&uacute; amach ar na deiseanna is fearr d&aacute; gcuid p&aacute;ist&iacute;.  Is &eacute; sin an t-am lena aghaidh sin agus bheinn ag s&uacute;il in imeacht na mblianta go bhfeicfimid m&eacute;ad&uacute; ar lion na ndaoine at&aacute; ag iarraidh an teanga a thabhairt ar aghaidh d&aacute; gcuid gas&uacute;r f&eacute;in agus na deiseanna sin a chruth&uacute; d&oacute;ibh.  Luaigh David Cagney &eacute; seo.  Is strait&eacute;is fhadt&eacute;armach &eacute; seo.  Caithfimid tos&uacute; ag aois an-&oacute;g agus le tuismitheoir&iacute; &oacute;ga.  Is iad sin na daoine at&aacute; d&iacute;reach ag tos&uacute; amach lena gcuid clanna.  Caithfimid d&iacute;ri&uacute; isteach ar na c&eacute;imeanna eile freisin agus &uacute;s&aacute;id a bhaint as na strait&eacute;is&iacute; &eacute;ags&uacute;la a d&rsquo;&uacute;s&aacute;ideamar le c&uacute;ig bliana anuas le freastal ar dheireadh an mhaolaithe ar &uacute;s&aacute;id na Gaeilge san Aontas Eorpach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.80" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F00200"><p>Gabhaim bu&iacute;ochas as an eolas sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.81" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F00600"><p>F&aacute;ilt&iacute;m roimh David Cagney agus Rob O&rsquo;Toole, agus fearaim f&aacute;ilte ar ais roimh an Dr. Aodh&aacute;n Mac Cormaic.  Fearaim m&iacute;le f&aacute;ilte roimh Eva N&iacute; Shuilleabh&aacute;in agus mo bhu&iacute;ochas di as an bpr&iacute;omhr&aacute;iteas a l&eacute;amh amach i nGaeilge.  Gabhaim bu&iacute;ochas freisin as a n-obair agus an ch&aacute;ip&eacute;is&iacute;ocht a bheith curtha ar f&aacute;il i nGaeilge agus i mB&eacute;arla agus t&aacute; s&eacute; l&eacute;ite agam.</p> <p>  N&iacute; raibh m&eacute; r&oacute;-sh&aacute;sta nuair a fuair m&eacute; amach go raibh cruinni&uacute; inniu ach, in ainneoin sin agus na moth&uacute;ch&aacute;n a bh&iacute; agam, t&aacute; s&eacute; thar a bheith suimi&uacute;il, i nd&aacute;ir&iacute;re.  T&aacute; na hionadaithe at&aacute; os &aacute;r gcomhair &oacute;n Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe &oacute;n Roinn is t&aacute;bhachta&iacute; &oacute; thaobh na Gaeilge de, agus n&iacute; h&iacute; sin Roinn an Dr. Mac Cormaic, c&eacute; go bhfuil s&iacute; sin t&aacute;bhachtach freisin.  T&aacute; an Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe i bhfad n&iacute;os t&aacute;bhachta&iacute; do shaol na Gaeilge &oacute; thaobh tuisceana, acmhainn&iacute; agus airgead a chur ar f&aacute;il.  N&iacute; airgead amh&aacute;in ach t&aacute; an tuiscint ag teast&aacute;il freisin.</p> <p>  Ta rud beag in easnamh, is d&oacute;cha, anseo.  Dealra&iacute;tear dom go bhfuil na finn&eacute;ithe ag ma&iacute;omh nach bhfuil l&iacute;on na st&aacute;tseirbh&iacute;seach r&oacute;-dhona, i nd&aacute;ir&iacute;re, nuair a chuirtear i gcomhth&eacute;acs leis an m&eacute;id daoine a labhra&iacute;onn an Ghaeilge trid an t&iacute;r.  B&rsquo;fh&eacute;idir go bhfuil m&iacute;thuiscint ann.  Fillim ar an gCoimisin&eacute;ir Teanga in 2018 nuair a chuir s&eacute; in i&uacute;l chomh h&iacute;seal is a bh&iacute; lion na st&aacute;tseirbh&iacute;seach le Gaeilge.  T&aacute; na hionadaithe anseo ag teacht ar ais agus ag r&aacute; linn nach bhfuil s&eacute; r&oacute;-dhona i nd&aacute;ir&iacute;re nuair a chuirtear i gcomhth&eacute;acs &eacute; nuair a luaitear 2.62% ar leathanach 11.  Cuirfidh m&eacute; go simpl&iacute; &eacute; mar t&aacute;im ag dul timpeall i gciorcail anseo.  T&aacute; an m&eacute;id sin cloiste agam is go bhfuil mearbhall orm anois ach an nglacann na hionadaithe Roinne i dt&uacute;s b&aacute;ire go bhfuil g&eacute;arch&eacute;im ann &oacute; thaobh c&uacute;rsa&iacute; fosta&iacute;ochta agus na Gaeilge de in ainneoin gurb &iacute; an teanga n&aacute;isi&uacute;nta agus an ch&eacute;ad teanga at&aacute; againn?  Tos&oacute;idh me leis an gceist sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.82" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F00700"><p>Clearly, the Government acknowledges the need to achieve the targets set out in the Bill and the aspirations it sets out in the programme for Government, as, obviously, does the Civil Service in support of that, by incorporating this as a key component of the next renewal plan.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.83" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F00800"><p>N&iacute; aspirations n&oacute; uaillmhianta at&aacute; i gceist anseo.  T&aacute; dualgais dhl&iacute;thi&uacute;la i gceist &oacute; thaobh Acht na dTeangacha Oifigi&uacute;la agus an tAcht n&iacute;os l&aacute;idre at&aacute; le teacht.  N&iacute;or chuala m&eacute; focal faoi chearta n&oacute; faoin dualgas at&aacute; ar an Roinn &oacute; thaobh na teanga de.  N&iacute; ag caint faoi aspirations at&aacute;im ar an gc&eacute;ad dul s&iacute;os.</p> <p>  I Roinn David Cagney f&eacute;in, n&iacute;l aon phost ainmnithe ach t&aacute; s&eacute; r&aacute;ite ag ionadaithe na Roinne anseo go bhfuil ar a laghad seachtar ar leibh&eacute;al deonach ann chun cabhair a thabhairt di.  An bhfuil aon duine anseo leis an Roinn inniu ar chomh-leibh&eacute;al a bheadh in ann labhairt linn tr&iacute; Ghaeilge as an seachtar sin?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.84" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F00900"><p>No, there is not.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.85" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F01000"><p>Ar leithligh, is f&eacute;idir le comhghleacaithe iad f&eacute;in a aithint go deonach go bhfuil siad f&eacute;in l&iacute;ofa sa Ghaeilge.  C&eacute; mh&eacute;ad duine a bhfuil tar &eacute;is a chur in i&uacute;l don Roinn go bhfuil siad s&aacute;sta teacht chun tosaigh chun cabhair a thabhairt don Roinn, sa bhreis ar an seachtar eile?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.86" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F01100"><p>I do not have a specific number on that.  We have seven individuals-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.87" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F01200"><p>C&eacute;n f&aacute;th nach bhfuil s&eacute; sin aige?  T&aacute; a fhios agam go bhfuil seachtar r&aacute;ite agus t&aacute; s&eacute; sin l&eacute;ite agam.  Tosa&iacute;onn an abairt sa ch&aacute;ip&eacute;is ch&uacute;lra, &ldquo;Ar leithligh, is f&eacute;idir le comhghleacaithe iad f&eacute;in a aithint go deonach go bhfuil siad l&iacute;ofa sa Ghaeilge in eolaire foirne [na Roinne] ... Cuid&iacute;onn s&eacute; sin len&aacute;r Lasc-chl&aacute;r glaonna a chur an mbealach cu&iacute;."  C&eacute; mh&eacute;ad duine at&aacute; tagtha chun cinn faoin gc&oacute;ras sin?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.88" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F01300"><p>With respect, I do not understand the Deputy&rsquo;s question.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.89" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F01400"><p>Is &eacute; seo r&aacute;iteas tosaigh an Roinne, agus ar leathanach 2 t&aacute; an abairt &ldquo;is f&eacute;idir le comhghleaca&iacute; iad f&eacute;in a aithint go deonach go bhfuil siad l&iacute;ofa sa Ghaeilge&rdquo;.  C&eacute; mh&eacute;ad den fhoireann at&aacute; tagtha chun tosaigh?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.90" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F01500"><p>I do not have that number to hand.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.91" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F01600"><p>B&rsquo;fh&eacute;idir go mbeidh David Cagney in ann teacht ar ais chugainn leis an bhfigi&uacute;r sin, lena thoil.</p> <p>  Ag filleadh ar an gCoimisin&eacute;ir Teanga agus ar an tuarasc&aacute;il a foils&iacute;odh c&uacute;pla bliain &oacute; shin agus at&aacute; luaite ag an Roinn, ar leathanach 4, n&iacute; den r&aacute;iteas tosaigh, gabh mo leithsc&eacute;al, ach den dhoicim&eacute;ad c&uacute;lra a thug an Roinn don chomhchoiste mar ch&uacute;lra ar gach rud agus at&aacute; thar a bheith cabhrach d&uacute;inn, d&eacute;anann an Roinn tagairt don Choimisin&eacute;ir Teanga, na figi&uacute;ir&iacute;, an tuarasc&aacute;il a foils&iacute;odh i m&iacute; I&uacute;il 2019 agus don l&iacute;on beag st&aacute;tseirbh&iacute;seach a bh&iacute; &aacute;balta n&oacute; l&iacute;ofa i nGaeilge.  Deir an doicim&eacute;ad, &ldquo;Nil aon ch&uacute;is agam a chreidi&uacute;int go n-athr&oacute;dh s&eacute; seo go m&oacute;r d&aacute; m&eacute;ad&oacute;fa&iacute; m&eacute;id na sampla&iacute;.&rdquo;  Dh&iacute;righ an coimisin&eacute;ir ar shampla agus t&aacute; David Cagney ag r&aacute; go n-aonta&iacute;onn s&eacute; leis.  N&iacute;os measa n&aacute; sin f&oacute;s, deir s&eacute;, &ldquo;Nil aon ch&uacute;is agam a chreidi&uacute;int go n-athr&oacute;dh s&eacute; seo go m&oacute;r d&aacute; m&eacute;ad&oacute;fa&iacute; m&eacute;id na sampla&iacute;.&rdquo;  Foils&iacute;odh an tuarasc&aacute;il seo in 2019.  Cad at&aacute; d&eacute;anta &oacute; shin maidir le tortha&iacute; na tuarasc&aacute;la sin?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.92" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F01700"><p>Is that question for me?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.93" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F01800"><p>T&aacute; an cheist seo do cib&eacute; duine at&aacute; in ann &iacute; a fhreagairt.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.94" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F01900"><p>Can Dr. Mac Cormaic deal with this question, please?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.95" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F02000"><p>T&aacute;im bre&aacute; a s&aacute;sta an ceann sin a th&oacute;g&aacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.96" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F02100"><p>Le cead an Dr. Mac Cormaic, n&iacute; d&oacute;igh liom go bhfuil s&eacute; sa Roinn seo.  T&aacute;im s&aacute;sta &eacute;isteacht leis gach l&aacute;, agus beidh m&eacute;, ach t&aacute; an cheist seo d&iacute;rithe ar an Roinn mar a luadh an m&eacute;id seo sa r&aacute;iteas c&uacute;lra.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.97" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#F02200"><p>Le cead an Teachta Connolly, t&aacute; an d&aacute; Roinn ag obair le ch&eacute;ile ar an rud seo.  Mar is eol don chomhchoiste, t&aacute; Bille na dTeangacha Oifigi&uacute;la nua le tabhairt isteach agus t&aacute; dul chun cinn m&oacute;r d&eacute;anta.  T&aacute;imid ag s&uacute;il go mbeidh s&eacute; sin achtaithe roimh dheireadh na bliana agus t&uacute;s curtha le r&eacute; nua.</p><p>T&aacute; go leor d&eacute;anta &oacute; shin.  B&rsquo;fh&eacute;idir nach bhfuil s&eacute; le feice&aacute;il ar an talamh go f&oacute;ill ach i dtaobh reachta&iacute;ochta agus polasaithe de, t&aacute; go leor d&eacute;anta.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.99" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G00200"><p>Gabh mo leithsc&eacute;al ach n&iacute; fheicim aon fhianaise go bhfuil.  Foils&iacute;odh an tuarasc&aacute;il leis na tortha&iacute; tromch&uacute;iseacha at&aacute; ann agus t&aacute; ceist &aacute; gcur orm.  Tuigim go bhfuil neart ruda&iacute; beartaithe cos&uacute;il leis an Strait&eacute;is 20 Bliain don Ghaeilge agus an Plean Gn&iacute;omha&iacute;ochta 2018-2022 ach b&rsquo;fh&eacute;idir nach mbeidh a dh&oacute;thain ama againn dul isteach sna ruda&iacute; sin.  Ar rith s&eacute; leis an Roinn go raibh g&eacute;arch&eacute;im i gceist nuair a foils&iacute;odh an tuarasc&aacute;il sin agus m&aacute; rith, cad a rinne an Roinn &oacute; thaobh oili&uacute;int a chur ar an bhfoireann uile &oacute; thaobh th&aacute;bhacht na Gaeilge, l&iacute;ofacht sa Ghaeilge agus daoine a mhealladh, ag dul ar ais go dt&iacute; an ceist an tSeanad&oacute;ra Clifford-Lee?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.100" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G00400"><p>OneLearning, the new Irish Civil Service Learning and Development Centre function, is promoting the opportunity for civil servants to learn Irish.  This is not necessarily to do with their career etc. although it clearly would help, but it is to encourage them to speak Irish.  The indications are that the take-up of that opportunity over recent years is increasing.  This would seem to suggest to us that there is a desire on the part of civil servants across the board to speak the language.  One of the key things that we need to do in our strategy is to discover how to leverage that.  One of the challenges that we have, as I set out in the statement, is that there is a nervousness on the part of the civil servants who have a fluency in Irish that if they put their hand up and ask for that to be recognised, they end up in a situation where they become the go-to person for every Irish language query in a Department.  If that image is very much to the fore it will not encourage people to come forward so we have to break down that particular culture also.  The fact that take-up is occurring in OneLearning, notwithstanding that concern, is a pretty positive situation.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.101" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G00500"><p>T&aacute;im ag streachailt chun rud dearfach a tharraingt as an m&eacute;id sin.  Tuigim go bhfuil neart Gaeilge ag a l&aacute;n st&aacute;tseirbh&iacute;seach.  Mo bhu&iacute;ochas don Uasal Cagney gur luaigh s&eacute; &eacute; sin anseo.  Ach t&aacute; s&eacute; r&aacute;ite aige gurbh &eacute; an drogall at&aacute; ar st&aacute;tseirbh&iacute;sigh teacht chun tosaigh n&aacute; an droch-thaith&iacute; a bh&iacute; acu ar scoil.  Cinnte, bh&iacute; droch-thaith&iacute; ag a l&aacute;n againn ach n&iacute; d&oacute;igh liom gurbh &eacute; sin an d&uacute;shl&aacute;n is m&oacute; anois at&aacute; ag na daoine sin.  Ceapaim gurbh &eacute; an d&uacute;shl&aacute;n don Roinn n&aacute; na daoine a mhealladh agus brab&uacute;s &ndash; drochfhocal &eacute; sin, i nd&aacute;ir&iacute;re &ndash; n&oacute; bealach dearfach a chruth&uacute; chun iad a mhealladh ionas gur fi&uacute; &eacute; sin a dh&eacute;anamh.</p> <p>  Ag dul ar ais go dt&iacute; na ceisteanna a chuir an Teachta &Oacute; Cu&iacute;v, n&iacute; d&oacute;igh liom go bhfuil freagra s&aacute;s&uacute;il cloiste agam agus d&rsquo;&eacute;ist m&eacute; go g&eacute;ar.  I nd&aacute;ir&iacute;re, bh&iacute; mearbhall orm mar t&aacute; s&eacute; r&aacute;ite i r&aacute;iteas tosaigh na Roinne freisin go bhfuil bunt&aacute;iste faoi leith ag daoine le Gaeilge.  Is maith an rud &eacute; sin ach n&iacute;l na tortha&iacute; le feice&aacute;il agus n&iacute; raibh aon soil&eacute;ireacht sna freagra&iacute; a chuala mise ar na ceisteanna a chuir an Teachta &Oacute; Cu&iacute;v.  B&rsquo;fh&eacute;idir go mbeidh na hionadaithe in ann teacht ar ais anois, n&oacute; freagra&iacute; a bheith scr&iacute;ofa i litir, agus na bunt&aacute;ist&iacute; agus na figi&uacute;ir&iacute; a l&eacute;iri&uacute; at&aacute; bunaithe ar an mbunt&aacute;iste sin at&aacute; ag daoine at&aacute; ag lorg-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.102" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G00600"><p>My colleague indicated that we would do that.  The Deputy&rsquo;s question is to show us the benefits - statistically I am interpreting - of that approach.</p> <p>  As I said to the Deputy earlier, on the 20% aspiration, we see that there is a short-term, medium-term and long-term approach.  We have talked about the long-term approach regarding education.  Since I appeared before this committee under the chairmanship of the Deputy we have put in place a number of initiatives as to how we advertise, communicate and, obviously, deal with the competition process.  We are not getting the numbers so we need to go back and look at that again.  My concern based on all of the evidence and some of the research that is available to me is that it is the pipeline coming through that is the main issue and not the competition status although I absolutely accept that we should look at everything, including the competition status and the suggestions made by Deputy &Oacute; Cu&iacute;v.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.103" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G00700"><p>B&rsquo;fh&eacute;idir gurbh &eacute; sin cuid den r&eacute;iteach agus t&aacute; neart taith&iacute; ag an Dr. Mac Cormaic &oacute; thaobh c&uacute;rsa&iacute; san Eoraip agus an m&eacute;id foirne a bh&iacute; ag teast&aacute;il ann.  T&aacute; g&aacute; le deiseanna a thabhairt do dhaoine laistigh den Roinn, &aacute;fach, at&aacute; i bhfad n&iacute;os &eacute;asca d&oacute;ibh agus go bhfuil tairbhe agus f&oacute;namh ag baint leis sin.</p><p>Cr&iacute;ochn&oacute;idh m&eacute; mo chuid cainte agus gabhaim bu&iacute;ochas leis an gCathaoirleach.  D&rsquo;fhoilsigh an t-iarAire St&aacute;it, an Teachta McHugh, an Plean Gn&iacute;omha&iacute;ochta 2018-2022 in 2018 agus t&aacute; s&eacute; i l&aacute;thair anseo ar an gcomhchoiste.  T&aacute; an r&eacute;imse gn&iacute;omhartha at&aacute; anseo an-ghearr, ar leathanach 77, &aacute;it a luaitear &ldquo;Riarach&aacute;n, Seirbh&iacute;s&iacute; agus Pobal&rdquo; agus t&aacute; dh&aacute; rud i gceist leis ansin.  I dtosach deir s&eacute; in 2018 gur le hacht&uacute; Bhille na dTeangacha Oifigi&uacute;la go nd&iacute;reoidh na Ranna uile isteach ar an gc&oacute;ras nua, is &eacute; sin na caighde&aacute;in seachas na sc&eacute;imeanna teanga.  N&iacute;os t&aacute;bhachta&iacute; f&oacute;s, deirtear: </p> <blockquote> 	D&eacute;anfar taighde a choimisi&uacute;n&uacute; chun na tosa&iacute;ochta&iacute; d&rsquo;earc&uacute; cainteoir&iacute; Gaeilge a shaini&uacute;, mar aon leis na tosa&iacute;ochta&iacute; do shol&aacute;thar seirbh&iacute;s&iacute; as Gaeilge.  D&eacute;anfar na beala&iacute; is &eacute;ifeachta&iacute; a fhiosr&uacute; ... </blockquote> <p>Bh&iacute; s&eacute; anseo mar ghn&iacute;omh in 2018.  An bhfuil a fhios ag aon duine an bhfuil an gn&iacute;omh sin comhl&iacute;onta agus an bhfuil an tuarasc&aacute;il agus an taighde sin d&eacute;anta?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.104" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G00800"><p>Mar is eol don Teachta, ba &eacute; ceann de na c&uacute;raim&iacute; a bheidh ag an gcoiste comhairleach at&aacute; luaite sa Bhille nua n&aacute; tionscadal m&oacute;r taighde a dh&eacute;anamh agus beidh an plean n&aacute;isi&uacute;nta a bheidh le foilsi&uacute; i gceann dh&aacute; bhliain bunaithe ar an taighde sin.  Beidh an obair sin uile d&eacute;anta agus na bearna&iacute; agus na strait&eacute;is&iacute; aitheanta sa tionscadal sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.105" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G00900"><p>T&aacute; a fhios agam &eacute; sin agus d&rsquo;fhreastail m&eacute; ar na cruinnithe uile maidir leis an mBille ach n&iacute;or bhain s&eacute; seo leis an mBille.  Bh&iacute; s&eacute; seo mar chusp&oacute;ir agus mar ghn&iacute;omh don Plean Gn&iacute;omha&iacute;ochta 2018-2022.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.106" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G01000"><p>Cheap m&eacute; gur luaigh an Teachta gur le hacht&uacute; an Bhille-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.107" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G01100"><p>Bh&iacute; dh&aacute; rud i gceist ach anois t&aacute; s&eacute; curtha ar&iacute;s sa todhcha&iacute; agus ar an m&eacute;ar fhada.  Muidne anseo a chuir br&uacute; ar an gc&oacute;ras maidir le sprioc-am agus sprioc-dh&aacute;ta a chur isteach.  Ag an t&uacute;s d&uacute;irt m&eacute; go raibh s&eacute; deacair muin&iacute;n a bheith againn, ach bu&iacute;ochas le Dia, d&rsquo;&eacute;irigh an c&oacute;ras agus beidh Bille n&iacute;os l&aacute;idre anois ann.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.108" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G01200"><p>Is faoi sin a bheidh an taighde i gceist at&aacute; luaite go sonrach leis an-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.109" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G01300"><p>N&iacute; h&eacute; sin an taighde a bh&iacute; gceist leis an gn&iacute;omh-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.110" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G01400"><p>Is &eacute; sin a bh&iacute; i gceist ansin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.111" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G01500"><p>Gabhaim bu&iacute;ochas leis an gCathaoirleach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.112" speakerid="com.kildarestreet/member/1617" speakername="Marc &Oacute; Cathasaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#G01700"><p>Gabhaim bu&iacute;ochas leis an gCathaoirleach agus len&aacute;r n-a&iacute;onna as a n-aighneacht agus a gcur i l&aacute;thair.  I dt&uacute;s b&aacute;ire aonta&iacute;m leis an Teachta &Oacute; Cu&iacute;v maidir leis na hainmneacha at&aacute; ar an na pain&eacute;il, is &eacute; sin an pain&eacute;al d&aacute;theangach sin agus pain&eacute;al Gaeilge agus t&aacute; s&eacute; sin m&iacute;cheart.  T&aacute; pain&eacute;al B&eacute;arla agus pain&eacute;al d&aacute;theangach ann agus caithfimid &eacute; sin a admh&aacute;il i dt&uacute;s b&aacute;ire.</p> <p>  Caithfimid a admh&aacute;il freisin go bhfuil baol ann do dhaoine a th&eacute;ann isteach sa st&aacute;tseirbh&iacute;s a bhfuil Gaeilge acu &oacute; thaobh pigeonholing.  B&rsquo;fh&eacute;idir go bhfuil Gaeilge ag duine ag teacht isteach sa ch&oacute;ras St&aacute;it ach nach maith leis n&oacute; l&eacute;i a bheith ag obair i bpost Gaeilge, mar a d&eacute;arf&aacute;.  B&rsquo;fh&eacute;idir gur fearr leo post &aacute;irithe eile a bheith acu ach a bheith in ann &eacute; a dh&eacute;anamh tr&iacute; mhe&aacute;n an Bh&eacute;arla agus na Gaeilge.  </p> <p>  T&aacute; an t-&aacute;bhar pl&eacute;ite go maith againn ar an Roghchoiste le linn d&uacute;inn pl&eacute; a dh&eacute;anamh ar Bhille na dTeangacha Oifigi&uacute;la (Leas&uacute;) ach is &iacute; an cheist l&aacute;rnach at&aacute; agam agus muidne ag bogadh ar aghaidh n&aacute; c&eacute;ard is inni&uacute;lacht n&oacute; l&iacute;ofacht ann, i nd&aacute;ir&iacute;re.  Mar a luadh sa chur i l&aacute;thair, bh&iacute; 2.62% den l&iacute;on daoine a d&uacute;irt go raibh l&iacute;ofacht acu.</p><p>San abairt at&aacute; i gceist agam, is &eacute; "tugadh le fios go bhfuil l&iacute;on na st&aacute;tseirbh&iacute;sigh a luaidh go bhfuil l&iacute;ofacht acu" at&aacute; scr&iacute;ofa.  T&aacute; s&eacute; n&iacute;os soil&eacute;ire f&oacute;s sa leagan B&eacute;arla ina n-&uacute;s&aacute;idtear an t&eacute;arma&iacute;ocht "indicated that the number of civil servants declaring themselves to be competent in Irish was low".  C&eacute;ard is inni&uacute;lacht ann?  C&eacute;ard is l&iacute;ofacht ann?  D&aacute; gcuirf&iacute; an cheist sin orm, an bhfuil m&eacute; l&iacute;ofa, d&eacute;arfainn go bhf&eacute;adfainn c&uacute;rsa&iacute; aimsire a phl&eacute; ach bheinn amhrasach an bhf&eacute;adfainn fil&iacute;ocht an 17&uacute; haois a l&eacute;amh gan m'fhocl&oacute;ir a bheith i mo thaobh agam.  C&eacute;ard is inni&uacute;lacht ann?  C&eacute;n leibh&eacute;al Gaeilge at&aacute; ag teast&aacute;il &oacute; thaobh post &aacute;irithe?  M&aacute; t&aacute;imid chun an sprioc uaillmhianach sin de 20% maidir le hearc&uacute; daoine le Gaeilge a bhaint amach, caithfimid a r&aacute; go d&iacute;reach c&eacute;ard is inni&uacute;lacht ann.</p><p> Maidir leis an bhfigi&uacute;r sin, 2.62% de na daoine a d'fhreagair an cheist, t&aacute; an ardteistim&eacute;ireacht bainte amach ag beagnach gach duine de na daoine sin.  B'fh&eacute;idir go bhfuil ardteistim&eacute;ireacht sa Ghaeilge bainte amach ag 95% de na daoine sin so c&eacute;n f&aacute;th go bhfuil siad ag r&aacute; nach bhfuil siad in ann an Ghaolainn a labhairt n&aacute; aon jab ar bith a dh&eacute;anamh tr&iacute; mhe&aacute;n na Gaeilge laistigh den st&aacute;tch&oacute;ras?  Mar a d&uacute;irt m&eacute;, t&aacute; s&eacute; pl&eacute;ite againn ag an roghchoiste go gcaithfimid rud &eacute;igin ar n&oacute;s na creatlacha com&oacute;nta Eorpa&iacute; a thabhairt isteach.  Ansin, beidh daoine in ann a r&aacute; go bhfuil siad ar leibh&eacute;al B1, B2 n&oacute; C1.  Caithfimid tortha&iacute; na hardteistim&eacute;ireachta a chur ar cib&eacute; creatlach a &uacute;s&aacute;idfimid.  T&aacute; an chreatlach chom&oacute;nta ann cheana.  Caithfidh go mbeidh a fhios ag daoine a bhfuil an ardteistim&eacute;ireacht d&eacute;anta acu gurb ionann gr&aacute;d &aacute;irithe ag leibh&eacute;al &aacute;irithe - H1 ag an ardleibh&eacute;al mar shampla - agus leibh&eacute;al &aacute;irithe ag an gcreatlach - B1, B2, C1 n&oacute; mar sin.  D&aacute; nd&eacute;anfa&iacute; &eacute; sin, bheadh daoine in ann freagra ceart a thabhairt ar an gceist an bhfuil l&iacute;ofacht n&oacute; inni&uacute;lacht acu sa Ghaeilge.  An bhfuil aon phlean ag an Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe n&oacute; ag an Roinn Turas&oacute;ireachta, Cult&uacute;ir, Eala&iacute;on, Gaeltachta, Sp&oacute;irt agus Me&aacute;n an creat sin a thabhairt isteach don st&aacute;tseirbh&iacute;s i gcoitinne ionas go mbeimid in ann a r&aacute; c&eacute;ard is l&iacute;ofacht n&oacute; inni&uacute;lacht ann?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.114" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#H00200"><p>Perhaps Dr. Mac Cormaic can come in on the discussions and on where we are with the Department of Education.  I cannot speak for that Department.  The Deputy made a point on proficiency.  Level B2 on the common European reference framework for languages is the most widely cited standard for demonstrating basic proficiency in any language in a professional context.  It is also the level which the Public Appointments Service requires for general posts in the Civil Service.  I believe the question the Deputy is raising is that, given that people are stating they do not feel proficient despite having come out of secondary school in recent years with perhaps even an honours qualification, could the leaving certificate incorporate the European framework levels, allowing future civil servants to recognise their own proficiency?  I am not certain where the Department of Education is in that regard.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.115" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#H00300"><p>T&aacute;imse in ann teacht isteach air sin.  T&aacute;imid ag caint leis an Roinn Oideachais faoi l&aacute;thair faoi sin agus ruda&iacute; eile.  T&aacute; go leor caite ag an Roinn seo i leith na creatlacha sin a fhorbairt sa nGaeilge.  T&aacute;imid ag &iacute;oc os cionn &euro;130,000 in aghaidh na bliana le hOllscoil Mh&aacute; Nuad le os cionn deich mbliana le haghaidh na creatlacha sin a fhorbairt agus a choth&uacute;.  T&aacute; infheist&iacute;ocht mh&oacute;r d&eacute;anta ag an St&aacute;t sa gcreatlach sin.  Is &eacute; an rud faoina bhfuilimid ag caint leis an Roinn Oideachais, agus ar&iacute;s n&iacute;l aon chinneadh faoi seo d&eacute;anta go f&oacute;ill, n&aacute; go mbeadh an chreatlach sin le h&uacute;s&aacute;id ag an idirbhliain mar th&uacute;s agus go mbeadh s&eacute; istigh sa gc&oacute;ras go mbeadh dalta&iacute; idirbhliana in ann an scr&uacute;d&uacute; don Teastas Eorpach na Gaeilge, TEG, a dh&eacute;anamh.  Ansin, bheadh siad istigh sa gc&oacute;ras, mar a d&eacute;arf&aacute;.  Ansin, f&eacute;adfa&iacute; rud eile a dh&eacute;anamh ag an leibh&eacute;al sinsearach den oideachas St&aacute;it dara leibh&eacute;al.  Ar&iacute;s, t&aacute;imid ag caint leis an Roinn Oideachais faoi l&aacute;thair.  T&aacute; go leor mionsonra&iacute; faoi sin le hoibri&uacute; amach go f&oacute;ill.  N&iacute;or mhaith liom a r&aacute; go bhfuil s&eacute; aontaithe go nd&eacute;anfar &eacute; sin.  T&aacute; na cainteanna f&oacute;s ag dul ar aghaidh.  Mar is eol don Teachta, t&aacute; s&eacute; istigh sa Bhille teanga go mbeidh an chreatlach Eorpach in &uacute;s&aacute;id.  Is &eacute; sin an f&aacute;th go bhfuil muid ag iarraidh dul sa treo sin.  Mar a d&uacute;irt an Teachta f&eacute;in &oacute; thaobh daoine ag r&aacute; go bhfuil Gaeilge acu ach gan a r&aacute; c&eacute;n leibh&eacute;al Gaeilge at&aacute; i gceist acu, t&aacute;imid ag iarraidh rud &eacute;icint eola&iacute;och a &uacute;s&aacute;id.  Is &eacute; an bealach is fearr le h&eacute; sin a dh&eacute;anamh n&aacute; tr&iacute;d an gcreatlach Eorpach.  T&aacute; s&eacute; eola&iacute;och agus seasann s&eacute; suas d'aon saghas scr&uacute;d&uacute; a chuirtear air.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.116" speakerid="com.kildarestreet/member/1617" speakername="Marc &Oacute; Cathasaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#H00400"><p>Mar is eol do na finn&eacute;ithe, m&aacute; t&aacute; leibh&eacute;al B2 ag daoine - agus is &eacute; sin an leibh&eacute;al faoina bhfuilimid ag caint - is amhlaidh go mbeadh siad in ann labhairt le duine ar an teileaf&oacute;n, ach an mbeadh siad in ann dl&iacute;the a scr&iacute;obh?  D&eacute;arfainn nach mbeadh.  T&aacute; an scr&uacute;d&uacute; TEG bunaithe go m&oacute;r ar an gcreatlach com&oacute;nta Eorpach um theangacha.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.117" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#H00500"><p>Is an leagan Gaeilge den chreatlach Eorpach &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.118" speakerid="com.kildarestreet/member/1617" speakername="Marc &Oacute; Cathasaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#H00600"><p>Cuirfidh m&eacute; smaoineamh eile os comhair an choiste.  T&aacute; s&eacute; pl&eacute;ite agam ag an gComhchoiste um Choimirce Sh&oacute;isialach, Forbairt Pobail agus Tuaithe agus na hOile&aacute;in.  T&aacute;im i gc&oacute;na&iacute; ag caint faoi policy coherence.  T&aacute; deis againn maidir le ceithre rud at&aacute; luaite ag an Rialtas mar aidhmeanna ginear&aacute;lta: l&iacute;on na ndaoine a &uacute;s&aacute;ideann an Ghaeilge go laeth&uacute;il laistigh den Ghaeltacht a mh&eacute;ad&uacute;; fosta&iacute;ocht a chruth&uacute; i gceantair Ghaeltachta; spriocanna earca&iacute;ochta &oacute; thaobh inni&uacute;lacht Ghaeilge sa St&aacute;tseirbh&iacute;s a bhaint amach; agus d&iacute;l&aacute;r&uacute; an st&aacute;tch&oacute;rais agus l&iacute;on na ndaoine at&aacute; ag obair &oacute; chian, n&oacute; remote working, a mh&eacute;ad&uacute;.  T&aacute; f&eacute;idearthacht ann faoi l&aacute;thair.  Is am na cinni&uacute;na &eacute; seo maidir le strait&eacute;is cos&uacute;il leis seo.  An bhfuil an Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe s&aacute;sta breathn&uacute; ar an bhf&eacute;idearthacht at&aacute; ann faoi l&aacute;thair le dul chun cinn suntasach &oacute; thaobh obair &oacute; chian, n&oacute; remote working?  B'fh&eacute;idir go mbeadh ann n&aacute; daoine le Gaeilge a mhealladh isteach sa st&aacute;tseirbh&iacute;s agus go mbeadh siad in ann fanacht sa Ghaeltacht.  B'fh&eacute;idir go mbeadh na c&uacute;pla l&aacute;rionad a chruth&uacute; do dhaoine at&aacute; ag obair laistigh den st&aacute;tch&oacute;ras ionas gur f&eacute;idir leo a bheith lonnaithe sa Ghaeltacht.  B'fh&eacute;idir go bhfuil an smaoineamh seo lasmuigh den &aacute;bhar at&aacute; &aacute; phl&eacute; inniu ach, mar a d&uacute;irt m&eacute;, ba mhaith liom an smaoineamh seo a chur os comhair na bhfinn&eacute;ithe ar aon n&oacute;s.  An bhfuil an Roinn s&aacute;sta f&eacute;achaint ar smaoineamh cos&uacute;il leis seo sa todhcha&iacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.119" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#H00700"><p>The answer is "Yes".  The Deputies and Senators will be aware of the recent Government decision to encourage strongly the take-up of blended working across the Civil Service and public service.  My Department is leading the negotiations on that with the relevant social partners.  Without going into the detail of those discussions, which are due to commence formally next week subject to a couple of governance issues being resolved, the approach that is likely to be taken is to allow individual Departments and offices to determine their own approach to blended working.  We will not be prescribing what it should look like in various offices.  A number of organisations have asked if we have an issue with Irish speakers working from home.  Subject to the organisational requirements of the Departments, we do not.</p><p>We will be actively encouraging Departments to devise arrangements that suit their business models.  If there is a challenge associated with hiring people who are proficient in Irish which relates to location or the cost of living in the city, blended working would seem a very appropriate option.  The Deputy also made reference to hubs.  That is not on our immediate agenda.  There does not appear to be any immediate need for that within the Civil Service but that situation could change as we roll out blended working arrangements, which it is intended to do over the course of autumn, winter and the first quarter of next year.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.121" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#J00200"><p>Le cur le ceist na mol digiteach, t&aacute; an t-infreastrucht&uacute;r ann.  T&aacute; &Uacute;dar&aacute;s na Gaeltachta ag forbairt infreastrucht&uacute;ir agus gr&eacute;as&aacute;in de mhoil dhigiteacha tr&iacute; Gteic faoi l&aacute;thair.  Bh&iacute; m&eacute; i gceann thuas i nGaoth Dobhair thart ar mh&iacute; &oacute; shin.  Is mol state-of-the-art as an nua &eacute;.  Bh&iacute; m&eacute; ar cheann i mB&eacute;al an Mhuirthead leis an Aire St&aacute;it, an Teachta Chambers, an l&aacute; cheana.  T&aacute; siad ag dul isteach agus &aacute; bhforbairt chuile &aacute;it timpeall na Gaeltachta agus ar na hoile&aacute;in.  Is deis iontach &eacute; sin.  M&aacute; thagann an t-&eacute;ileamh, t&aacute; an t-infreastrucht&uacute;r &aacute; th&oacute;g&aacute;il ag &Uacute;dar&aacute;s na Gaeltachta.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.122" speakerid="com.kildarestreet/member/1548" speakername="Joe McHugh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#J00300"><p>Cuirim f&aacute;ilte roimh na hoifigigh.  Is cruinni&uacute; t&aacute;bhachtach &eacute; seo.  Tugaim aitheantas don Chathaoirleach as &eacute; a eagr&uacute;.  Is l&eacute;ir go mbeidh an st&aacute;tch&oacute;ras ag obair leis an Roinn at&aacute; freagrach as an nGaeltacht agus leis an Roinn Oideachais.  T&aacute; s&eacute; sin iontach dearfach.  T&aacute; c&uacute;pla ceist agam.  Maidir leis an bhearna at&aacute; ann &oacute; thaobh sol&aacute;thair, n&iacute;l daoine ag iarraidh na poist le Gaeilge.  T&aacute; fadhb ann leis sin.  Cuirfidh m&eacute; ceist ar an Dr. Mac Cormaic i dt&uacute;s b&aacute;ire.  Baineann s&eacute; leis an churaclam.  Bh&iacute; s&eacute; ag caint faoin idirbhliain.  T&aacute; an comhr&aacute; tosaithe.  T&aacute; s&eacute; sin t&aacute;bhachtach agus suntasach.  Chomh maith leis sin, muna bhfuil na daoine ann, beidh fadhb san fhadt&eacute;arma fosta.  An bhfuil athr&uacute; de dh&iacute;th maidir leis na r&eacute;amhscoileanna, na bunscoileanna n&oacute; na me&aacute;nscoileanna?  Is l&eacute;ir go bhfuil na me&aacute;nscoileanna, na bunscoileanna agus na r&eacute;amhscoileanna sna Gaeltachta&iacute; ag obair agus ag bogadh ar aghaidh leis an tumoideachas maraon leis na Gaelscoileanna agus Gaelchol&aacute;ist&iacute; taobh amuigh den Ghaeltacht.  T&aacute; achan rud i gceart.  T&aacute; rath agus tortha&iacute; le feice&aacute;il as sin.  Baineann an fhadhb is m&oacute; leis na scoileanna a fheidhm&iacute;onn tr&iacute; mhe&aacute;n an Bh&eacute;arla.  Is ansin at&aacute; an fhadhb leis an churaclam faoi l&aacute;thair.  D&aacute; mbeadh na finn&eacute;ithe timpeall an bhoird leis an Roinn Oideachais, b'fh&eacute;idir go mbeadh seansanna agus deiseanna ann.  B'fh&eacute;idir go mbeadh am ann breathn&uacute; ar&iacute;s ar an churaclam.  Is ceist amh&aacute;in &eacute; sin.</p> <p>  T&aacute; ceist agam do David Cagney freisin.  Baineann s&eacute; leis na daoine sa st&aacute;tseirbh&iacute;s at&aacute; ag lorg athraithe n&oacute; post difri&uacute;il.  B'fh&eacute;idir go bhfuil siad lonnaithe i gcathair Bhaile &Aacute;tha Cliath agus ag smaoineamh ar bogadh ar ais go Ciarra&iacute;, Gaillimh n&oacute; D&uacute;n na nGall.  T&aacute;im ag smaoineamh ar na bailte at&aacute; aitheanta mar bhailte seirbh&iacute;se, mar shampla, Leitir Ceanainn.  T&aacute; n&iacute;os m&oacute; st&aacute;tseirbh&iacute;sigh lonnaithe i Leitir Ceanainn anois.  An bhfuil aon sol&uacute;bthacht ansin?  An bhfuil aon deiseanna ann tr&iacute;d an sc&eacute;im mobility?  Ba ch&oacute;ir go mbeadh.  T&aacute;im ag iarraidh bar&uacute;il David Cagney faoi sin.  An bhfuil seans ann do na daoine le Gaeilge dul go dt&iacute; na bailte seirbh&iacute;se tr&iacute;d an sc&eacute;im mobility?  N&iacute;lim ag caint faoi Leitir Ceanainn ach faoi Ghaillimh mar t&aacute; nasc ag na bailte seirbh&iacute;se taobh amuigh den Ghaeltacht leis na daoine le Gaeilge laistigh di.  B'fh&eacute;idir go bhfuil seans ann do na daoine le Gaeilge at&aacute; lonnaithe i mBaile &Aacute;tha Cliath at&aacute; ag iarraidh post difri&uacute;il sa St&aacute;tseirbh&iacute;s in &aacute;iteanna timpeall na t&iacute;re.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.123" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#J00400"><p>Ar an gceann sin, t&aacute;imid ag caint leis an Roinn Oideachais.  M&aacute; t&aacute;imid chun an sprioc sin de 20% a bhaint amach, beidh go leor ag brath ar an gc&oacute;ras oideachais.  N&iacute;or mhaith liom aon rud a r&aacute; inniu.  Mar is eol do chuile dhuine, t&aacute; pr&oacute;iseas comhairli&uacute;ch&aacute;in ar bun ag an National Council for Curriculum and Assessment.  T&aacute; s&iacute;neadh curtha leis sin go dt&iacute; m&iacute; na Samhna.  N&iacute;or mhaith liom aon rud a r&aacute; anseo a thiocfadh salach ar an bpr&oacute;iseas comhairli&uacute;ch&aacute;n sin.  T&aacute; an cheist sin faoin gcuraclam nua don ardteistim&eacute;ireacht agus an c&oacute;ras T1-T2 &aacute; pl&eacute; mar chuid den phr&oacute;iseas sin.  Beidh ionchur againn freisin.  Beidh baint amach an sprioc sin de 20% ag brath go leor ar aschur oideachas&uacute;il a bheidh ag an gc&oacute;ras oideachais mar a bhaineann s&eacute; leis an nGaeilge.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.124" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#J00500"><p>My colleague, Mr. O'Toole, will deal with the specific issue of mobility.  The Deputy also asked about a wider issue in the context of blended working.  I will take that question.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.125" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#J00600"><p>There are two points to mention with regard to the mobility scheme.  The first is that it is for the Department to decide where roles are based.  The more senior roles, such as principal officer and assistant principal level for example, are advertised and sent out.  The location is decided by the organisation.  The Deputy is correct.  Moves under the mobility scheme are permanent.  That is an important point.  With regard to mobility at the level of clerical officer and executive officer, if there is a requirement for Irish, it is possible to move down the panel.  At those levels, your position on the list is based on length of service.  That applies to the lists for all areas across the country.  However, if there is a specific requirement for Irish, it is possible to move down the list to someone who is available.</p> <p>  To go back to a point Deputies have made on recruitment, we said we would take Deputy &Oacute; Cu&iacute;v's points away with us.  With regard to defining competitions, there are two separate streams.  One is the dedicated Irish competitions about which I have spoken.  The other is the non-bilingual competition, which is focused on English.  Candidates for this panel are able to express a preference for an Irish role.  Those are better definitions but that does not take away from us coming back to answer those questions at the next level.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.126" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#J00700"><p>As my colleague pointed out, mobility involves permanent moves.  While we have come out of what might be termed an experiment, which is unsustainable in many respects because of the demands it placed on people, we are going into quite a new environment with blended working.  The current thinking is that your right to a blended working arrangement is by reference to your role.  It is not personal to the jobholder.  If somebody decides to move to Letterkenny when opportunities arise under blended working and his or her role or aspirations for promotion change, we will have to tease out the commitment he or she has made in locating in Letterkenny.  Those promotional opportunities may not arise there.  These are the kinds of issues we will be working through with our colleagues in the trade union movement as we work through what a blended working model is going to look like.  There is no easy solution to the point the Deputy has made but, with regard to the Irish language, it has been recognised there should be a real opportunity for people who are fluent and who wish to remain working within their home environments, which are in Gaeltacht areas in many cases.  A number of queries have come across our desks in that regard recently.</p><p>We have to work through the longer-term implications for those people and for their organisations.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.128" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#K00200"><p>T&aacute; c&uacute;pla ceist agam f&eacute;in.  Gabhaim bu&iacute;ochas leis na finn&eacute;ithe as na ceisteanna go dt&iacute; seo a fhreagairt.  Tos&oacute;idh m&eacute; leis an bp&iacute;osa deireanach faoin athr&uacute; at&aacute; ag teacht chugainn ar fad &oacute; thaobh na hoibre.  N&iacute;lim ag cur an mille&aacute;n ar aon duine ach thug an phaind&eacute;im seans d&uacute;inn t&aacute;st&aacute;il a dh&eacute;anamh ar obair &oacute; bhaile agus obair i mbailte beaga timpeall na t&iacute;re.  Is f&eacute;idir linn ar fad a aithint go bhfuil bunt&aacute;ist&iacute; ann gur f&eacute;idir linn f&eacute;achaint air.  Molaim an Roinn as t&uacute;s a chur leis an gcaint, at&aacute; ag tarl&uacute; sna comhlachta&iacute; pr&iacute;obh&aacute;ideacha cheana f&eacute;in, i leith Bhaile &Aacute;tha Cliath.  T&aacute; aithne agam ar dhaoine at&aacute; fostaithe ach nach raibh san oifig riamh toisc gur earca&iacute;odh iad le bliain n&oacute; bliain go leith anuas.  N&iacute;or bhuail siad lena gcomhghleacaithe ach ar Zoom, Teams n&oacute; a leith&eacute;id.  I gc&aacute;sanna &aacute;irithe, t&aacute; daoine an-s&aacute;sta leis sin.  T&aacute; roinnt daoine eile gur fearr leo bualadh le daoine.  Roimh an bpaind&eacute;im, bh&iacute;omar ag f&eacute;achaint ar a bheith ag obair ceithre l&aacute; sa tseachtain seachas c&uacute;ig l&aacute;.  Bh&iacute; an st&aacute;tseirbh&iacute;s i gc&oacute;na&iacute; go maith &oacute; thaobh cuidi&uacute; a thabhairt do dhaoine at&aacute; ag iarraidh obair n&iacute;os l&uacute;, a jabanna a roinnt agus a leith&eacute;id.  Glacaim leis go dtarl&oacute;idh s&eacute; sin.  B'fh&eacute;idir go sh&iacute;lf&iacute; nach bhfuil baint ar bith aige sin leis an nGaeilge agus is &eacute; an f&aacute;th go bhfuil s&eacute; &aacute; r&aacute; agam n&aacute; go measaim go bhfuil st&oacute;r daoine ann gur f&eacute;idir leis an st&aacute;tseirbh&iacute;s iad a earc&uacute; d&aacute; mbeadh na poist ar f&aacute;il sa Ghaeltacht fi&uacute; d&aacute; mbeid&iacute;s ag obair do Roinn at&aacute; lonnaithe sa chathair.  B&iacute;onn a l&aacute;n daoine &oacute;n nGaeltacht ag bogadh go dt&iacute; cathair Bhaile &Aacute;tha Cliath, Corcaigh n&oacute; fi&uacute; an Ghaillimh agus t&aacute; costas m&oacute;r breise i gceist.  T&aacute; athr&uacute; ioml&aacute;n saoil i gceist.  Is deis &eacute; sin.  An bhfuil tuairim ag na finn&eacute;ithe air sin?</p> <p>  Cad iad na bunt&aacute;ist&iacute; at&aacute; ann do dhaoine at&aacute; ag obair sa st&aacute;tseirbh&iacute;s?  T&aacute; daoine tar &eacute;is 20 bliain a chaitheamh ag caitheamh anuas ar an st&aacute;tseirbh&iacute;s.  Sa tr&eacute;imhse idir 2008 agus p&eacute; bliain ina cuireadh cr&iacute;och leis an mbord snip, bh&iacute;tear ag caitheamh anuas ar st&aacute;tseirbh&iacute;sigh, ar a bpinsin, ar an tsl&iacute; inar oibrigh siad agus ar gach rud eile.  N&iacute;or tugadh deis do na st&aacute;tseirbh&iacute;sigh riamh an r&oacute;l l&aacute;rnach at&aacute; acu sa St&aacute;t a choime&aacute;d ar si&uacute;l a chosaint.  T&aacute; bunt&aacute;ist&iacute; ag baint le bheith ag obair sa st&aacute;tseirbh&iacute;s.  Le blianta beaga anuas, chuaigh daoine a bh&iacute; chun dul i dtreo na st&aacute;tseirbh&iacute;se i dtreo eile.  Is &eacute; sin mar at&aacute; ach ba ch&oacute;ir d&uacute;inn i bhfad &Eacute;ireann n&iacute;os m&oacute; a dh&eacute;anamh i leith na mbunt&aacute;ist&iacute; a bhaineann leis an nGaeilge.  Ba ch&oacute;ir go mbeadh n&iacute;os m&oacute; scol&aacute;ireachta&iacute; ar f&aacute;il d&oacute;ibh si&uacute;d at&aacute; sa st&aacute;tseirbh&iacute;s chun freastal ar ch&uacute;rsa&iacute; sa Ghaeltacht.  Ba ch&oacute;ir n&iacute;os m&oacute; ranganna agus ciorcail chomhr&aacute;, idir chinn fhoirme&aacute;lta agus chinn neamhfhoirme&aacute;lta, a bheith ann laistigh den st&aacute;tseirbh&iacute;s.  Chuideodh s&eacute; sin leis na Gaeilgeoir&iacute; at&aacute; sa st&aacute;tseirbh&iacute;s a tharraingt amach astu f&eacute;in.  B&iacute;onn siad c&uacute;thalach uaireanta ar eagla go nd&eacute;anfa&iacute; pigeon-holing orthu, mar a luaigh an Teachta &Oacute; Cathasaigh.  Tarla&iacute;onn s&eacute; sin.  B&iacute;onn an token Gaeilgeoir ann sa ch&uacute;inne gur g&aacute; d&oacute; n&oacute; di gach rud a aistri&uacute;.  Fiafra&iacute;tear d&iacute;obh conas a deirtear ruda&iacute; &aacute;irithe.  T&aacute;imse timpeall chomh fada sin go gcuireann gach duine ceisteanna aistri&uacute;ch&aacute;in ormsa.  N&iacute; aistritheoir m&eacute;.  N&iacute;l c&eacute;im sa Ghaeilge agam.  Mar sin, b&iacute;onn orm i gc&oacute;na&iacute; a r&aacute; nach bhfuil ach mo thuairim f&eacute;in agam agus go bhfuil seans ann nach bhfuil s&eacute; go hioml&aacute;n cruinn.  M&aacute; t&aacute; gramadach chruinn ag teast&aacute;il, ba ch&oacute;ir dul go dt&iacute; aistritheoir.</p> <p>  An s&iacute;leann na finn&eacute;ithe go bhfuil g&aacute; le n&iacute;os m&oacute; aistritheoir&iacute; n&iacute; hamh&aacute;in i dTithe an Oireachtais ach sa ch&oacute;ras chun cuidi&uacute; leis an st&aacute;tseirbh&iacute;s mar eagras cinnte a dh&eacute;anamh go bhfuil na dualgais ar fad at&aacute; uirthi &oacute; thaobh na Gaeilge de &aacute; gcomhl&iacute;onadh?  Is post &aacute;irithe &eacute;.  Luaigh David Cagney ina r&aacute;iteas tosaigh an ioma&iacute;ocht at&aacute; anois ann idir an st&aacute;tseirbh&iacute;s agus an tAontas Eorpach agus go bhfuil roinnt de na haistritheoir&iacute; &aacute; n-earc&uacute; ag an Aontas.  T&aacute; airgead breise ar f&aacute;il d&oacute;ibh as a bheith fostaithe leis an Aontas Eorpach seachas leis an St&aacute;t anseo.  An mbeidh fadhb ann amach anseo?  Is d&oacute;igh liom go bhfuil an Roinn i gceannas ar fhosta&iacute;ocht do Thithe an Oireachtais freisin.  An mbeidh fadhb againn amach anseo daoine a mhealladh chun obair mar aistritheoir&iacute;, n&oacute; i bpoist eile a bhaineann leis an nGaeilge, i dTithe an Oireachtais?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.129" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#K00300"><p>I absolutely empathise, as most people would, with those of us who could only engage with colleagues over Zoom, Teams and so on for a long time.  One of the issues we will be teasing out as we roll out blended working is how to manage that really important interface that maintains the culture of organisations and that encourages collaboration and the innovation that is an output of collaborative activity.  It very much enhances the role of the people manager.  All of this has been recognised as presenting a real challenge but it can be addressed through training and support.  I am pretty confident that those issues around new inductees and so on can be resolved pretty effectively over the course of the roll-out of blended working.  I hope I have understood the Cathaoirleach's question correctly.</p> <p>  With regard to where we are likely to be with blended working, while the Department of Public Expenditure and Reform will not be specifying what blended working should look like in each office, with the exception of the key principles that will apply across the Civil Service and public service, we will be encouraging Departments to make decisions that make sense with regard to their operational requirements.  From the conversation here today, it is very clear that, if people working in Gaeltacht areas have an interest in working in the Civil Service, there should be no serious objection to them working in a blended working environment in those Gaeltacht areas.  There are potential medium to long-term career issues involved which have not been worked through at this particular point in time and arrangements also cannot be made that are personal to the holder of the post.  Leaving those caveats aside, blended working is potentially an important lever - I will not say game-changer - in encouraging fluent Irish speakers to work in the Civil Service.</p> <p>  In terms of the Cathaoirleach's point on various initiatives, I do not want to pre-empt the recommendations to emerge from the committee being set up under the legislation or the initiatives which may emerge over the course of the ten-year plan, Civil Service Renewal 2030, as to how to support and encourage people to speak Irish through various initiatives.  As I said earlier, there is no one fix here.  We are going to have to hit this challenge with everything we have in our armoury.  The suggestions the Cathaoirleach has made will certainly have to be considered.  However, I am not in a position to make any further comment in that regard.  These decisions are wider than the remit of my Department.</p> <p>  With regard to the requirement for translators, while it is not within my area specifically, the Department is conscious of the challenges in that area.  Among other things, these relate to starting pay.</p><p>I would be reasonably confident that a sensible approach will emerge from my Department where there are clear business reasons associated with the challenges of attracting translators.  I am not in a position to say anything more about it because it is outside of my remit but I would be reasonably confident that practical resolutions to those challenges can be found.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.131" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#L00200"><p>T&aacute; ceist bheag agam.  Mr. Cagney has talked about recruitment.  Does he have any idea how many Civil Service posts will be filled this year?  I know there has been an embargo for many years and small numbers have been coming through but I presume that Mr. Cagney has some idea of what will be happening over the next while.  It is just so we would have some measure of how many extra people will be hired if we are talking about 20% of new hires being proficient in Irish.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.132" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#L00300"><p>We have some reasonably accurate calculations on the opportunities in the context of the turnover.  We are looking at in and around 500 to 600 vacancies arising as a result of the turnover, assuming it stays the same.  There are wider economic circumstances which I am not in a position to comment on but that should be the figure assuming those vacancies are filled.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.133" speakerid="unknown" error="nomatch" speakername="Mr. Rob O'Toole" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#L00400"><p>In appendix A of the other submission we provided; we talked about the number of roles that have been filled.  We look at that on an annual basis and if members have further questions on that we can answer them now or later through a written submission.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.134" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#L00500"><p>Tagra&iacute;m don cheist faoi na haistritheoir&iacute;.  M&aacute; chuirtear le l&iacute;on na ndaoine at&aacute; ag obair sa st&aacute;tch&oacute;ras le Gaeilge, n&iacute; bheidh g&aacute; go leor de na ruda&iacute; beaga a chur amach go dt&iacute; aistritheoir&iacute;.  T&aacute; s&eacute; ar n&oacute;s muidne ag scr&iacute;obh litreacha i mB&eacute;arla chuile l&aacute;.  T&aacute; litreacha mar sin, tr&iacute; n&oacute; ceithre l&iacute;ne, ag dul amach go dt&iacute; aistritheoir mar nach bhfuil na bunscileanna Gaeilge ag daoine.  N&iacute; theasta&iacute;onn aistritheoir le haghaidh rud mar sin go minic.  Teasta&iacute;onn aistritheoir&iacute; le haghaidh na ruda&iacute; i bhfad n&iacute;os casta ar n&oacute;s stuif a bhaineann leis an dl&iacute;, tuarasc&aacute;lacha bliant&uacute;la agus a leith&eacute;id.</p> <p>  Tagra&iacute;m don Aontas Eorpach.  T&aacute; an droim briste air sin anois mar sin n&iacute; cheart go mbeadh aon ioma&iacute;ocht as seo amach idir obair san Aontas Eorpach agus obair anseo sa bhaile.  Beidh 200 duine ag obair san Aontas Eorpach, idir aistritheoir&iacute;, dl&iacute;theangeolaithe agus c&uacute;nt&oacute;ir&iacute; roimh dheireadh na bliana seo.  Beidh an droim briste agus n&iacute; bheidh an cothabh&aacute;il &aacute; d&eacute;anamh ar an gc&oacute;ras sin ina dhiaidh sin.</p> <p>  Luadh an st&aacute;tseirbh&iacute;s agus c&eacute;n bunt&aacute;iste at&aacute; ann.  Scait&iacute;, n&iacute; d&iacute;olann muid an rud i gceart.  T&aacute; go leor bunt&aacute;ist&iacute; bainteach leis an rud.  Oideachas lean&uacute;nach is ea rud amh&aacute;in.  Is ioma&iacute; duine a d'fh&aacute;g an scoil gan dul ag an ollscoil.  Faigheann go leor daoine istigh sa ch&oacute;ras t&aacute;ill&iacute; ais&iacute;octha ag an eagras lena bhfuil siad ag obair.  T&aacute; go leor deiseanna ann ach is &iacute; an Ghaeilge an ceann eile anois.  T&aacute; s&iacute; mar bhunt&aacute;iste agus t&aacute;imid in ann na scileanna teanga sin a fhorbairt.  N&iacute; rocket science &eacute; leis an taighde at&aacute; ann agus le taca&iacute;ocht &oacute; na heagra&iacute;ochta&iacute; &eacute;ags&uacute;la beimid in ann &eacute; a dh&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.135" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#L00600"><p>D&uacute;irt na finn&eacute;ithe ar ball gur 1.4% de na poist at&aacute; luaite leis an nGaeilge.  T&eacute;ann s&eacute; seo go cro&iacute; na ceiste ar fad.  C&eacute; acu ar cheart a bheadh an rogha ag duine dh&aacute;theangach agus s&eacute; n&oacute; s&iacute; ag pl&eacute; leis an tseirbh&iacute;s poibl&iacute; an teanga a roghn&uacute;, an St&aacute;t n&oacute; an saor&aacute;nach?  Is &eacute; mo thaith&iacute;se mar dhuine a bh&iacute;onn ag pl&eacute; leis an St&aacute;t chuile l&aacute; agus mar dhuine at&aacute; dh&aacute;theangach n&aacute; le beag&aacute;n eisceachta&iacute;, fi&uacute; istigh sa Ghaeltacht, n&iacute;l aon rogha ann ach pl&eacute; leis an gc&oacute;ras i mB&eacute;arla m&aacute; t&aacute;thar ag iarraidh aon dul chun cinn a dh&eacute;anamh.</p> <p>  Tugaim faoi deara leis na daoine i mo dh&aacute;ilcheantar - d&eacute;arfainn go bhf&eacute;adfadh an Teachta Connolly &eacute; seo a dhearbh&uacute; - nuair a thagann daoine &oacute;n nGaeltacht isteach againn, &oacute; tharla go bhfuil foireann le Gaeilge againn, labhra&iacute;onn siad linn i nGaeilge.  Nuair a th&eacute;ann muidne ag pl&eacute; leis an St&aacute;t agus nuair a th&eacute;ann siad f&eacute;in ag pl&eacute; leis an St&aacute;t, mar shampla an rann&oacute;g tith&iacute;ocht i nGaillimh, le heisceacht amh&aacute;in, is i mB&eacute;arla a dh&eacute;anann s&eacute; pl&eacute;.  Mar shampla, leis an rann&oacute;g c&aacute;in bh&oacute;thar, is i mB&eacute;arla a dh&eacute;anann s&eacute; pl&eacute;.  Mar shampla, fi&uacute; na daoine a chuirtear amach ag d&eacute;anamh scr&uacute;daithe maoinithe orthu agus iad ag t&oacute;ra&iacute;ocht c&uacute;ram na leasa sh&oacute;isialaigh b&iacute;onn orthu pl&eacute; leo i mB&eacute;arla.  M&aacute; t&aacute; siad ag pl&eacute; leis an Roinn Talmha&iacute;ochta, Bia agus Mara agus m&aacute; thagann cigire amach ar an bhfeirm, n&iacute;l aon rogha acu.  Cuid de na daoine seo bheadh Gaeilge i bhfad n&iacute;os fearr acu n&aacute; mar a bheadh de Bh&eacute;arla acu agus t&aacute; daoine mar sin ann i gc&oacute;na&iacute;.</p> <p>  Mar sin, nuair a deir na finn&eacute;ithe nach bhfuil g&aacute; ach le 1.4% t&aacute; siad ag d&eacute;anamh sin ar an mbun&uacute;s gur ag an St&aacute;t at&aacute; an rogha an teanga a bhr&uacute; ar a saor&aacute;nach tar &eacute;is go mbeadh an teanga go bhfuil siad ag iarraidh a &uacute;s&aacute;id mar ch&eacute;ad teanga oifigi&uacute;il an St&aacute;it.  An ndearna na finn&eacute;ithe pl&eacute; riamh ar an mbuncheist seo; c&eacute; acu ar cheart an rogha a bheith acu agus c&eacute;n teanga a d'&uacute;s&aacute;idfid&iacute;s ag pl&eacute; leis an st&aacute;tch&oacute;ras?  T&aacute; m&eacute; ag caint ar thairiscint ghn&iacute;omhach agus an st&aacute;tseirbh&iacute;s ag pl&eacute; le duine go bhfuil ar a chumas n&oacute; a cumas Gaeilge mhaith a labhairt ar ais.  N&iacute;l aon mhaith a bheith ag pl&eacute; le duine agus Gaeilge f&iacute;or-bhriste aige n&oacute; aici.  Is f&eacute;idir iarracht a dh&eacute;anamh ach n&iacute; bheadh muid in ann an gn&oacute; a dh&eacute;anamh.  Iont&oacute;fa&iacute; ar an mB&eacute;arla mar teasta&iacute;onn &eacute;ascacht a dh&eacute;anamh.  M&aacute;s fearr an B&eacute;arla n&aacute; an Ghaeilge ag duine, t&aacute; a fhios againn uilig go n-iont&oacute;dh muid ar an mB&eacute;arla.  Ar bhreathnaigh na finn&eacute;ithe ar an gceist sin riamh agus ansin a r&aacute; c&eacute; mh&eacute;ad post gur cheart a bheith ann?  Go dt&iacute; go nd&eacute;anfar sin, d&eacute;arfar nach bhfuil na poist ann mar go labhra&iacute;onn daoine B&eacute;arla.  D&eacute;anaim f&eacute;in &eacute; chuile l&aacute; ach n&iacute; h&eacute; mar go m'bhfearr liom &eacute; a dh&eacute;anamh.  T&aacute; an c&oacute;ras ag s&eacute;anadh mo chearta pl&eacute; leis an St&aacute;t i nGaeilge ach c&eacute;n rogha eile at&aacute; agam m&aacute; t&aacute; m&eacute; ag iarraidh mo ghn&oacute; a dh&eacute;anamh?</p> <p>  T&aacute; s&eacute; f&iacute;or-sp&eacute;isi&uacute;il. Deirtear nach mb&iacute;onn daoine ag &eacute;ileamh seirbh&iacute;s i nGaeilge ach n&iacute; bhacann daoine.  Rud at&aacute; sp&eacute;isi&uacute;il i nGaillimh; t&aacute; m&eacute; ag ceapadh gur mise an ch&eacute;ad duine go raibh m&eacute; i mo Theachta agus a chinntigh go raibh Gaeilge ag an bhfoireann oifige.  N&iacute;l aon amhras ach gur th&aacute;inig daoine agam i ngeall air sin.  Is rud an-ioma&iacute;och &iacute; an pholaita&iacute;ocht.  Neamhchos&uacute;il le bheith ag pl&eacute; leis an St&aacute;tseirbh&iacute;s, t&aacute; rogha de pholaiteoir&iacute; ag duine.  T&aacute; s&eacute; thar a bheith sp&eacute;isi&uacute;il go bhfuil tri&uacute;r de na Teachta&iacute; agus Seanad&oacute;ir amh&aacute;in as seachtar tar &eacute;is d&eacute;anamh cinnte go bhfuil Gaeilge ag an bhfoireann at&aacute; acu agus iad l&iacute;ofa.  T&aacute; margadh ann m&aacute; cuirtear ar f&aacute;il an tseirbh&iacute;s.  Roimhe sin, m&aacute; chuaigh duine ag Teachta ghlac chuile dhuine leis go gcaithf&iacute; B&eacute;arla a labhairt.  Nuair at&aacute; rogha agus an tairiscint ghn&iacute;omhach &aacute; dh&eacute;anamh, d&eacute;anann na daoine an rogha agus t&aacute; s&eacute; thar a bheith sp&eacute;isi&uacute;il an rogha a rinne siad.  Anois d&eacute;arfainn go dt&eacute;ann formh&oacute;r na gcainteoir&iacute; Gaeilge go dt&iacute; na tri&uacute;r Teachta&iacute; agus an Seanad&oacute;ir go bhfuil Gaeilge acu.  M&aacute; bhreathna&iacute;mid ar na bosca&iacute; v&oacute;t&aacute;la, t&aacute; an cuma sin ar an sc&eacute;al.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.136" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#L00700"><p>Ba mhaith liom tac&uacute; a thabhairt don Teachta.  Baineann an rud a bh&iacute; le r&aacute; agam leis an m&eacute;id at&aacute; r&aacute;ite aige.  Luaigh David Cagney nach bhfuil an t-&eacute;ileamh ann agus go bhfuil s&eacute; &iacute;seal.  Nuair a leantar ar aghaidh leis an meon sin, tarla&iacute;onn s&eacute; go mb&iacute;mid ag caint i mB&eacute;arla inniu mar shampla mar nach bhfuil duine sa Roinn in ann teacht os &aacute;r gcomhair agus an pl&eacute; a dh&eacute;anamh tr&iacute; Ghaeilge.  N&iacute;l m&eacute; ag cur an locht ar na finn&eacute;ithe ach t&aacute; m&eacute; ag cur in i&uacute;l an rud a tharla&iacute;onn de bharr meoin a bheith ann nach bhfuil an t-&eacute;ileamh ann.</p> <p>  Tagra&iacute;m don choiste chomhairli&uacute;ch&aacute;in.  Bh&iacute; pl&eacute; teasa&iacute; againn anseo &oacute; thaobh cib&eacute; c&eacute;n teanga, Gaeilge n&oacute; B&eacute;arla, gur cheart go mbeadh aici.  Bh&iacute; leas&uacute; ag an gCathaoirleach go mbeadh Gaeilge mar theanga oibre ag an gcoiste.</p><p>D&uacute;radh linn nach mbeadh an modh oibre tr&iacute; Bh&eacute;arla de bharr easpa l&iacute;ofachta sa Roinn.  Ag an am c&eacute;anna t&aacute; na finn&eacute;ithe ag ma&iacute;omh nach bhfuil c&uacute;rsa&iacute; r&oacute;-dhona mar nach bhfuil an t-&eacute;ileamh ann.  Sin an teachtaireacht a th&oacute;g mise as an m&eacute;id a l&eacute;igh m&eacute;.  B'fh&eacute;idir go bhfuil m&eacute; m&iacute;cheart.  Seo na himpleachta&iacute; at&aacute; ag eascairt as an meon.  Beidh an coiste chomhairli&uacute;ch&aacute;in &oacute; thaobh na Gaeilge de ag feidhmi&uacute; tr&iacute; Bh&eacute;arla mar n&iacute; bheidh st&aacute;tseirbh&iacute;sigh in ann a gcuid oibre a dh&eacute;anamh tr&iacute; Ghaeilge.  Smaoin&iacute;g&iacute; air sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.138" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M00200"><p>Maith th&uacute;.  Sin pointe an-t&aacute;bhachtach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.139" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M00300"><p>T&aacute;im chun deis a thabhairt do David Cagney teacht ar ais.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.140" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M00400"><p>C&eacute; acu ar cheart an rogha a bheith acu faoin teanga: an saor&aacute;nach n&oacute; an St&aacute;t?  Faoi l&aacute;thair, n&iacute; fh&aacute;gann an St&aacute;t aon rogha ag an saor&aacute;nach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.141" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M00500"><p>Ligfimid do David Cagney freagra a thabhairt.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.142" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M00600"><p>I will go back to Deputy Connolly's point.  If we have given the impression that we think this 1% is good then I want to point out that we are not saying that and I apologise if that has come across.  That is reflecting the demand in the system, as articulated to the Public Appointments Service, which does the recruitment.  I am not making comments as to whether that is good, bad or indifferent.  We are very keen to support the aspiration or legal obligation that would be set out in the legislation and we are fully committed to do that.  I would not like the Deputy to interpret those statistics as something we are happy with.  Perhaps it is down to the way I expressed them.</p> <p>  I will go back to Deputy &Oacute; Cu&iacute;v's question and it is much the same issue.  We do not determine what the demand is within the system.  That is a matter for individual Departments and offices.  I am subject to correction on this but I understand that under the rules and regulations on the Irish language, the onus and obligation is on Departments and offices to identify those roles for which they believe there should be fluency in the language and to recruit for those roles.  It would appear from the statistics we are seeing that there is a very low level of demand in those areas.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.143" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M00700"><p>T&aacute; David Cagney ag r&aacute; liomsa gur f&eacute;idir leis an Roinn Coimirce S&oacute;isiala&iacute; n&oacute; an Roinn Talmha&iacute;ochta, Bia agus Mara a mha&iacute;omh nach bhfuil aon &eacute;ileamh ar sheirbh&iacute;s tr&iacute; Ghaeilge i gConamara.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.144" speakerid="unknown" error="nomatch" speakername="Mr. David Cagney" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M00800"><p>No.  I am not saying that.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.145" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M00900"><p>Sin at&aacute; d&eacute;anta aige go h&eacute;ifeachtach mar n&iacute;l Gaeilge ag na hoifigigh at&aacute; ag dul amach ag pl&eacute; leis an bpobal.  N&iacute;l ach duine amh&aacute;in n&oacute; beirt le Gaeilge san oifig i nGaillimh ach nuair a thagann duine amach ag seice&aacute;il agus ag d&eacute;anamh an scr&uacute;d&uacute; maoinithe is tr&iacute; Bh&eacute;arla ar fad a dh&eacute;antar &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.146" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M01000"><p>N&iacute;l s&eacute; ag r&aacute; nach bhfuil an t-&eacute;ileamh tagtha &oacute;n bpobal.  T&aacute; s&eacute; ag r&aacute; nach bhfuil an t-&eacute;ileamh chuige ag teacht &oacute;n Roinn ag lorg daoine le Gaeilge chun an t-&eacute;ileamh a sh&aacute;samh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.147" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M01100"><p>Aonta&iacute;m leat.  T&aacute; polasa&iacute;-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.148" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M01200"><p>T&aacute; an t-&eacute;ileamh againne mar choiste go mbeadh duine &oacute;n Roinn in ann Gaeilge a labhairt.  Sin cuid den sc&eacute;al freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.149" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M01300"><p>An bhfuil s&eacute; chun a insint d&uacute;inn, in ainneoin an strait&eacute;is 20 bliain don Ghaeilge agus an polasa&iacute; ar fad sin, gur f&eacute;idir leis na Ranna St&aacute;it aonaracha di&uacute;lt&uacute; ioml&aacute;n agus eiteach ioml&aacute;n a thabhairt d&oacute; sin agus a mha&iacute;omh nach bhfuil siad ag dul &eacute; a dh&eacute;anamh, nach bhfuil siad ag dul ag cruth&uacute; an t-&eacute;ileamh agus nach bhfuil siad ag dul ag cruth&uacute; an chirt?  N&iacute;l aon chiall leis sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.150" speakerid="unknown" error="nomatch" speakername="Dr. Aodh&aacute;n Mac Cormaic" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M01400"><p>Tagann mise &oacute; ch&uacute;lra an Bh&eacute;arla.  Nuair a thosaigh m&eacute; sa st&aacute;tseirbh&iacute;s, ba le B&eacute;arla a bh&iacute; m&eacute; ag obair agus n&iacute; raibh aon Ghaeilge agam.  Tuigimse an d&aacute; thaobh mar sin.  T&aacute; m&eacute; s&aacute;ite i saol na Gaeilge anois.  Rud a thug m&eacute; faoi deara sular thosaigh m&eacute; amach i saol na Gaeilge n&aacute; nach raibh an teanga ar an radar fi&uacute; ag go leor de na coh&oacute;irt at&aacute; ag obair sa st&aacute;tch&oacute;ras.</p> <p>  An f&aacute;th go ndeirimse &eacute; sin n&aacute; go ndeachaigh mise isteach nuair a thosaigh m&eacute; amach sa phost seo ag gach Roinn St&aacute;it.  Chas m&eacute; leis na hoifigigh pearsanra i ngach Roinn St&aacute;it seachas Roinn amh&aacute;in agus bh&iacute; muid ag dul tr&iacute;d na h&eacute;ilimh a bh&iacute; ar phoist le Gaeilge.  Chuamar isteach go Roinn amh&aacute;in agus bh&iacute; mo chomhghleaca&iacute;, Miche&aacute;l &Oacute; Conaire, in &eacute;ineacht liom.  Chuir m&eacute; an cheist ch&eacute;anna orthu; an raibh aon phost a bh&iacute; aitheanta ag an Roinn do Ghaeilgeoir&iacute; agus d&uacute;radh nach raibh agus nach raibh aon &eacute;ileamh ann.  Chuir m&eacute; ceist mar gheall ar coh&oacute;rt ar leith de dhaoine a bh&iacute; a fhios go maith agam go raibh ag obair sa Ghaeltacht agus a raibh ag pl&eacute; le cainteoir&iacute; f&iacute;or-dh&uacute;chasacha Gaeilge.  D'iarr m&eacute; orthu faoi na daoine sin agus d&uacute;radh liom n&aacute;r smaoinigh siad air sin ariamh.  Sin an pointe; is aineolas at&aacute; ann.  N&iacute;l aon rud mail&iacute;seach anseo ach is aineolas at&aacute; ann.</p> <p>  M&aacute; bhreathna&iacute;mid ar na c&uacute;rsa&iacute; a chuireann an Institute of Public Administration, IPA, agus go leor de na hollscoileanna ar f&aacute;il do bhainisteoir&iacute; sa st&aacute;tch&oacute;ras, t&aacute; na c&uacute;rsa&iacute; sin do public administration agus a leith&eacute;id.  Cuirim i ngeall leis na baill nach bhfuil mod&uacute;il amh&aacute;in fi&uacute; faoin nGaeilge ar aon cheann de na c&uacute;rsa&iacute; sin.  Sin &aacute;it go gcaithfidh muid tos&uacute;, le c&uacute;rsa&iacute; oideachais agus oideachas a chur ar bhainisteoir&iacute; sa st&aacute;tch&oacute;ras ag gach leibh&eacute;al.  Is iad na bainisteoir&iacute; ag an leibh&eacute;al is &iacute;sle na bainisteoir&iacute; sinsearacha a bheas ann amach anseo.  Caithfidh go dtuigfidh siad nach mbeadh siad aineolach.  N&iacute;l aon neart acu air.  N&iacute; bhfuair siad an teachtaireacht go raibh t&aacute;bhacht leis an teanga.  Sin an bealach chun t&uacute;s a chur leis sin a cheart&uacute;.  Caithfidh go bhfeicfeadh siad an &aacute;it a bhfuil na Teachta&iacute; &Oacute; Cu&iacute;v agus Connolly ag r&aacute; go bhfuil &eacute;ileamh ansin; i measc na feirmeoir&iacute; Gaeltachta mar shampla.  Caithfear daoine le Gaeilge a bheith ag dul amach ag pl&eacute; leo.  Tosa&iacute;onn s&eacute; i gc&uacute;rsa&iacute; mar ghn&eacute; oideachais den rud istigh sa st&aacute;tch&oacute;ras agus tiocfaidh s&eacute; tr&iacute;d sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.151" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M01500"><p>Caithfear tairiscint ghn&iacute;omhach a bheith ann.  N&iacute; bh&iacute;onn ar dhaoine dul agus a &eacute;ileamh go mbeadh B&eacute;arla ann.  An gn&aacute;thdhuine a bh&iacute;onn mise ag pl&eacute; leo, m&aacute; t&aacute; tairiscint ghn&iacute;omhach ann roghn&oacute;idh s&eacute; n&oacute; s&iacute; Gaeilge agus mura bhfuil n&iacute;l s&eacute; n&oacute; s&iacute; ag dul ag tarraingt raic air.</p> <p>  Mheabhr&oacute;inn rud eile, agus t&aacute; an-mheas agam ar an Dr. Mac Cormaic.  &Aacute;fach, m&aacute; th&eacute;ann s&eacute; isteach ag Roinn St&aacute;it ar bith ag iarraidh cearta leasa sh&oacute;isialaigh agus, mar shampla an t-am a bheith imithe agus gan fios a bheith aige go raibh sc&eacute;im ann agus n&aacute;r chuir s&eacute; a iarratas isteach in am, n&iacute; thabharfar aon chreidi&uacute;int d&oacute; m&aacute; deir s&eacute; n&aacute;r thuig s&eacute; &eacute; sin, n&oacute; nach raibh aon eolas aige, n&oacute; nach raibh oideachas air le tuiscint go mba cheart d&oacute; cur isteach ar invalidity pension seachas disability allowance, rud a tharla&iacute;onn go coitianta.  D&eacute;arfar nach ndearna s&eacute; ag an am &eacute; agus good luck.  T&aacute; an dearcadh c&eacute;anna agam f&eacute;in.  Mar a d&uacute;irt &Oacute; Beol&aacute;in sa ch&aacute;s c&uacute;irte, cuireann an St&aacute;t go leor anr&oacute; ar an saor&aacute;nach agus n&iacute;l leithsc&eacute;al ar bith ag an St&aacute;t maidir leis an anr&oacute; a chuirfidh s&eacute; ar an st&aacute;tch&oacute;ras maidir le seirbh&iacute;s&iacute; Gaeilge a chur ar f&aacute;il.  T&aacute; sin i mbreithi&uacute;nas U&iacute; Bheol&aacute;in agus b'fhi&uacute; do na finn&eacute;ithe &eacute; a l&eacute;amh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.152" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#M01600"><p>Cuirfimid clabhs&uacute;r a cur leis an d&iacute;osp&oacute;ireacht seo.  Gabhaim bu&iacute;ochas leis na finn&eacute;ithe David Cagney, Rob O'Toole, Eva N&iacute; Sh&uacute;illeabh&aacute;in agus an Dr. Aodh&aacute;n Mac Cormaic a raibh linn inniu chun an t-&aacute;bhar seo a phl&eacute;.</p> <p>  T&aacute; an cruinni&uacute; seo ar athl&oacute; go dt&iacute; 3.30 p.m. inniu, nuair a phl&eacute;ifear an t-&aacute;bhar cl&aacute;ir nuachta i nGaeilge le hionadaithe &oacute; RT&Eacute; agus &oacute; TG4.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.153" nospeaker="true" time="00:00:00" ><p>Chuaigh an su&iacute; ar fionra&iacute; ar 2.29 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 3.30 p.m.</p></speech>
    <minor-heading id="com.kildarestreet/committees/2021-07-21a.154" nospeaker="true" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#T00300">Cláir Nuachta Gaeilge: Plé</minor-heading>
    <speech id="com.kildarestreet/committees/2021-07-21a.155" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#T00400"><p>Ba mhaith liom f&aacute;ilte a fhearadh roimh Jon Williams, sti&uacute;rth&oacute;ir nuachta agus c&uacute;rsa&iacute; reatha RT&Eacute;; agus roimh Joe Reddington, pr&iacute;omheagarth&oacute;ir nuachta RT&Eacute;.  Mar a d&uacute;irt m&eacute;, t&aacute; siadsan anseo mar ionadaithe ar son RT&Eacute;.  Ba mhaith liom f&aacute;ilte a fhearadh chomh maith roimh Alan Hesslemont, pr&iacute;omhfheidhmeannach TG4.  Gabhaim bu&iacute;ochas leo as a bheith anseo.</p><p>T&aacute; na finn&eacute;ithe lonnaithe i Seomra na D&aacute;la le linn an chruinnithe seo.  Ba mhaith liom na finn&eacute;ithe a chur ar a n-aird go bhfuil siad, de bhua alt 17(2)(<i>l</i>) den Acht um Chl&uacute;mhilleadh, 2009, faoi chosaint l&aacute;nphribhl&eacute;id maidir leis an bhfianaise a thugann siad don choiste seo chomh fada is at&aacute; siad lonnaithe sa seomra coiste f&eacute;in.  M&aacute; orda&iacute;onn an comhchoiste d&oacute;ibh, &aacute;mh, &eacute;ir&iacute; as an bhfianaise a thabhairt i leith n&iacute; &aacute;irithe agus m&aacute; leanann siad d&aacute; tabhairt, n&iacute;l siad i dteideal d&aacute; &eacute;is sin ach pribhl&eacute;id c&aacute;ilithe i leith na fianaise acu.  Orda&iacute;tear d&oacute;ibh nach dtabharfar ach fianaise a bhaineann le h&aacute;bhar na n-imeachta&iacute; seo agus fiafra&iacute;tear d&iacute;obh cleachtadh parlaiminte a urram&uacute; n&aacute;r ch&oacute;ir, m&aacute;s f&eacute;idir, daoine n&oacute; eintiteas a ch&aacute;ineadh n&aacute; l&iacute;omhaint&iacute; a dh&eacute;anamh ina n-aghaidh, ina ainm, ina hainm n&oacute; ina n-ainm n&oacute; ar shl&iacute; a bhf&eacute;adfa&iacute; iad a aithint.  Ba mhaith liom iad a chur ar an eolas go nd&eacute;anfar na r&aacute;itis tionscnaimh a chuireann siad faoi bhr&aacute;id an chomhchoiste a fhoilsi&uacute; ar shu&iacute;omh gr&eacute;as&aacute;in an chomhchoiste tar &eacute;is an chruinnithe seo.</p><p>Meabhra&iacute;tear do chomhalta&iacute; an cleachtadh parlaiminte at&aacute; ann le fada n&aacute;r ch&oacute;ir d&oacute;ibh tuairim&iacute; a thabhairt maidir le duine at&aacute; taobh amuigh de na Tithe n&oacute; le hoifigeach ina ainm n&oacute; ina hainm n&oacute; ar shl&iacute; a bhf&eacute;adfa&iacute; iad a aithint.</p><p>T&aacute;imid ag pl&eacute; c&uacute;rsa&iacute; nuachta Gaeilge agus cl&aacute;ir nuachta.  I dt&uacute;s b&aacute;ire, iarraim ar Jon Williams labhairt linn.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.156" speakerid="unknown" error="nomatch" speakername="Mr. Jon Williams" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#T00500"><p>Gabhaim bu&iacute;ochas leis na baill as an gcuireadh.  I welcome any opportunity to talk about "Nuacht RT&Eacute;", not least to say how proud I am of the whole team for what they have achieved during the pandemic.  As the director general made clear in last week&rsquo;s RT&Eacute; annual report, the mission to provide the people of Ireland with an impartial and comprehensive news service is at the heart of what we do, in Irish and in English, and never more so than during a public health emergency.</p> <p>  RT&Eacute; is firmly committed to supporting the Irish language and to delivering on its public service obligations.  Section 114 of The Broadcasting Act 2009 charges RT&Eacute; with the responsibility to &ldquo;provide programmes of news and current affairs in the Irish and English languages&rdquo;.  Under section 120 of the Act, RT&Eacute; is obliged to provide TG4 with &ldquo;the equivalent of one hour ... [daily of] programme material" in the Irish language.  "Nuacht RT&Eacute;" forms a substantial part of the provision formalised between RT&Eacute; and TG4 in the 2018 to 2022 protocol agreement.</p> <p>  RT&Eacute; employs more journalists working in Irish than any other news organisation in Ireland.  RT&Eacute; makes more than 250 hours of television news and current affairs in the Irish language every year, built around a multi-platform nuacht service broadcast on RT&Eacute; One, the RT&Eacute; news channel and TG4, online and on mobile via the RT&Eacute; news app.  The staff are employed by RT&Eacute; and "Nuacht RT&Eacute;" is part of RT&Eacute; news and current affairs, led by its pr&iacute;omheagarth&oacute;ir.  The service is broadcast from TG4 studios at Baile na hAbhann.  In addition, RT&Eacute; also produces "7 L&aacute;" for TG4.  RT&Eacute; broadcasts news bulletins in Irish every day on RT&Eacute; Radio 1, 2FM and Lyric FM, while Raidi&oacute; na Gaeltachta has been a lifeline service for many during the pandemic.</p> <p>  The financial challenge facing RT&Eacute; remains as acute as ever, despite the temporary surplus reported in 2020, which was a direct consequence of the pandemic.  Journalism relies on people, and our people are our biggest cost.  The scale of the financial challenge means it will touch every part of the organisation.  Like every organisation and every family in Ireland, Covid-19 means RT&Eacute; has had to explore different ways of doing things.  The pandemic has exacerbated the challenges for impartial and independent journalism.</p> <p>  Together, Raidi&oacute; na Gaeltachta, and "Nuacht RT&Eacute;" have given voice to Gaeltacht and Irish language communities.  While they told their stories, we reminded them they were not alone.  Through Raidi&oacute; na Gaeltachta and "Nuacht RT&Eacute;", RT&Eacute; directly supports the employment of 113 people in the Gaeltacht.  Over the past four years, in partnership with TG4, RT&Eacute; has relaunched "Nuacht RT&Eacute;", given it a new identity and moved it into a bigger studio.  It has also invested substantial funding in extending "7 L&aacute;" to a 42-week run and adding two additional posts to the team in Baile na hAbhann.  For the first time, "Nuacht RT&Eacute;" has a single identity across both broadcasters, evidence of Ireland&rsquo;s two public service media organisations working together for the benefit of Irish audiences.</p> <p>  It is a service that is valued by viewers.  Earlier this year, TG4 commissioned research from the National University of Ireland Galway, NUIG, and Red C, which found that 82% rated the service provided by RT&Eacute; as &ldquo;excellent&rdquo; or &ldquo;good&rdquo;.</p><p>Encouragingly, the support was strongest among viewers aged 18 to 34, 83% of whom rated the programme highly.  Due to the importance of the service, RT&Eacute; has consistently sought to protect Irish language journalism from the consequences of the organisation's broader financial challenges.</p><p> Since the TV licence fee was last adjusted by the Oireachtas, RT&Eacute;'s income has fallen by &euro;100 million.  In 2021, there are 32 fewer journalists in the Dublin newsroom than there were a decade ago, a period in which RT&Eacute; news has also become a digital-first news organisation and built its presence online and on mobile in addition to existing radio and television services.  During that same period, five posts have been closed in "Nuacht RT&Eacute;".</p><p> Such is RT&Eacute;'s commitment to Irish language journalism, that in 2021, the budget for "Nuacht RT&Eacute;" is higher than it was in 2018.  However, when it launched its revised strategy in November 2019, RT&Eacute; was clear that it had to find &euro;60 million in savings against projected costs, and the need for public funding remains as acute as ever.  RT&Eacute; employs camera operators on staff and several companies are contracted to supply crewing for "Nuacht RT&Eacute;".  Currently, in any one week, "Nuacht RT&Eacute;" has 28 days of dedicated crewing and a further five provided by video journalists.</p><p> Earlier this year, RT&Eacute; decided to reduce this number by three contract crewing days in Dublin and, instead, continues some of the pandemic-era innovations, such as Zoom interviews and utilising some of the existing RT&Eacute; staff crews working in Dublin.  The crewing changes represent less than 10% of the dedicated crewing video capacity currently provided to "Nuacht RT&Eacute;".  Its journalism and focus on S&uacute;il Eile comes from the journalism of its team, the stories it chooses and the contributors it interviews rather than who is behind the camera.</p><p> The proposal is not to stop the provision of crewing for "Nuacht RT&Eacute;" in Dublin.  It is to provide it differently, consistent with operational changes within RT&Eacute; news and current affairs.  The new crewing system has now been in place for a couple of months and is working well.  The real threat to "Nuacht RT&Eacute;" and to much else that RT&Eacute; supports comes from the financial unsustainability of RT&Eacute;'s funding model and the persistent annual loss of more than &euro;50 million per year through the broken TV licence system.  Far from endangering "Nuacht RT&Eacute;", greater collaboration between the news desks in Dublin and Baile na hAbhann is essential for its survival.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.158" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#U00300"><p>T&aacute;im m&eacute; an-bhu&iacute;och as an deis seo labhairt leis an gcoiste inniu.  T&aacute; mo r&aacute;iteas tosaigh curtha ar f&aacute;il.  Glacaim leis go bhfuil s&eacute; l&eacute;ite ag na comhalta&iacute; ach ba mhaith liom cuid de na bunthuiscint&iacute; at&aacute; ag TG4 ar ch&uacute;rsa&iacute; craolt&oacute;ireachta poibl&iacute;, ach go h&aacute;irithe c&uacute;rsa&iacute; nuachta, a chur ar f&aacute;il d&oacute;ibh.  Creideann TG4 go mbaineann r&oacute;l na craolt&oacute;ireachta Gaeilge le plean&aacute;il teanga go pointe.  T&aacute; cuid den phlean&aacute;il ar a dtugtar plean&aacute;il st&aacute;dais air agus t&aacute; r&oacute;l l&aacute;rnach ag TG4 sa phlean&aacute;il st&aacute;dais sin.  Le 25 bliain anois, t&aacute; an-dul chun cinn d&eacute;anta ag TG4 &oacute; thaobh chur chun cinn st&aacute;das na Gaeilge go n&aacute;isi&uacute;nta.</p> <p>  Is &eacute; an t-aon rud faoi n&aacute; nach d&oacute;igh liom gur &eacute;irigh linn an st&aacute;das sin a thabhairt ag an leibh&eacute;al ba ch&oacute;ir di.  M&aacute; bhreathna&iacute;onn na comhalta&iacute; ar t&iacute;r nach bhfuil i bhfad &oacute; seo, an Bhreatain Bheag, agus an st&aacute;das a thugann siadsan go Sianel Pedwar Cymru, S4C, t&aacute; beagnach tr&iacute; oiread an mh&eacute;id maoinithe curtha ar f&aacute;il do S4C n&aacute; mar at&aacute; do TG4.  T&aacute; an st&aacute;das ag oibri&uacute; ach n&iacute;l a dh&oacute;thain st&aacute;dais ag TG4.</p> <p>  Is &eacute; an bhuntuiscint eile at&aacute; taobh thiar den fh&iacute;s at&aacute; ag TG4 tar &eacute;is Covid-19 n&aacute; &eacute;iceach&oacute;ras craolt&oacute;ireachta n&iacute;os cothroime n&aacute; mar at&aacute; faoi l&aacute;thair.  In &Eacute;irinn, is &eacute;iceach&oacute;ras monailiteach &iacute; an t-&eacute;iceach&oacute;ras chraolt&oacute;ireacht seirbh&iacute;se poibl&iacute;.  N&iacute;l aon chothroma&iacute;ocht ann.  M&aacute; t&aacute; 100% de mhaoini&uacute; ag RT&Eacute;, n&iacute;l ach 18% de mhaoini&uacute; poibl&iacute; ag TG4.  M&aacute; chuirtear caiteachas san &aacute;ireamh, n&iacute;l ach an deichi&uacute; cuid ag TG4 agus at&aacute; ag RT&Eacute;.  M&aacute; t&aacute; fadhbanna ag RT&Eacute;, beifear in ann a thuiscint an leibh&eacute;al fadhbanna at&aacute; ag craolt&oacute;ireacht na Gaeilge sa t&iacute;r seo.</p> <p>  Luaigh Jon Williams an taighde a rinne Ollscoil na h&Eacute;ireann, Gaillimh.  Is taighde iontach &eacute; agus is &eacute; an rud is l&aacute;idre a thagann tr&iacute;d n&aacute; go bhfuil caighde&aacute;n an-ard ag iriseoireacht na Gaeilge.  T&aacute; tallann sa Ghaeilge at&aacute; in ann d&eacute;ile&aacute;il leis ach is &eacute; an rud is m&oacute; a thagann amach n&aacute; nach bhfuil a d&oacute;thain di ann.  N&iacute;l s&eacute; s&aacute;ch leathan.  Maidir leis an mbeag&aacute;in&iacute;n oibre a rinne bord TG4 taobh amuigh d&oacute; sin, th&aacute;ngamar ar an tuairim, tar &eacute;is 25 bliain, i ndeireadh na d&aacute;la, nach bhfuil againn ach feasach&aacute;n ag 7 p.m. agus cuid den &aacute;bhar sin, t&aacute; s&eacute; feicthe ar chain&eacute;al eile i nGaeilge ag 5.45 p.m. agus ar chain&eacute;al eile i mB&eacute;arla idir 6 p.m agus 7 p.m.  Maidir leis an rud at&aacute;imid a cur ar f&aacute;il ag 7 p.m., dar le bord TG4, t&aacute; s&eacute; tana&iacute;.  Chomh maith leis sin, n&iacute;or &eacute;irigh linn, le 25 bliain, leis an rud ar thug Jon Williams "digital-first" air.  N&iacute;l aon phr&oacute;if&iacute;l "digital-first" ar chor ar bith ag TG4.  Aon chuid di, is faoi bhranda&iacute; RT&Eacute; at&aacute; s&iacute;.</p> <p>  Dar leis an mbord, t&aacute; obair mh&oacute;r le d&eacute;anamh, agus mar chuid den phlean at&aacute; curtha ar aghaidh againn ag an Roinn, an Rialtas agus an Broadcasting Authority of Ireland, BAI, t&aacute;imid ag moladh athraithe ar ch&uacute;rsa&iacute; nuachta.  Is d&oacute;igh gurb &eacute; an rud is t&aacute;bhachta&iacute; n&aacute; go mbeidh maoini&uacute; ar f&aacute;il ach, roimhe sin, is &eacute; an rud is t&aacute;bhachta&iacute; n&aacute; go mbeidh f&iacute;s faoi leith ag "Nuacht TG4" ag gach leibh&eacute;al.  I ndeireadh na d&aacute;la, c&eacute; go bhfuil an comhoibri&uacute; iontach idir muid agus RT&Eacute;, t&aacute; ceannas eagarth&oacute;ireachta i gceist ansin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.159" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#U00500"><p>Cuirim f&aacute;ilte roimh na finn&eacute;ithe.  An bhfuil aon duine in RT&Eacute; le Gaeilge?  Is ceist dh&iacute;reach shimpl&iacute; &iacute;.  T&aacute; an cur i l&aacute;thair i mB&eacute;arla inniu.  An bhfuil aon duine le l&iacute;ofacht Ghaeilge in RT&Eacute; chun an jab a dh&eacute;anamh inniu n&oacute; cabhair a thabhairt do Jon Williams?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.160" speakerid="unknown" error="nomatch" speakername="Mr. Joe Reddington" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#U00600"><p>T&aacute; mise anseo.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.161" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#U00700"><p>T&aacute; Joe Reddington anseo agus beidh eisean &aacute; dh&eacute;anamh tr&iacute; Ghaeilge.  T&aacute; m&eacute; measctha suas leis an mB&eacute;arla.  T&aacute; s&eacute; deacair a bheith ag &eacute;isteacht leis an mB&eacute;arla agus ansin ag iarraidh &eacute; a aistri&uacute;.  Gabhaim mo leithsc&eacute;al.  Tharla s&eacute; sin roimh an l&oacute;n freisin.  Gabhaim mo bhu&iacute;ochas leis.</p> <p>  Sh&aacute;raigh RT&Eacute; an dl&iacute; ag dul siar agus f&oacute;s t&aacute; siad ag s&aacute;r&uacute; an dl&iacute;.  T&aacute; s&eacute; sin r&aacute;ite go neamhbhalbh ag an gCoimisin&eacute;ir Teanga.  An nglacann na finn&eacute;ithe leis sin, go bhfuil an dl&iacute; s&aacute;raithe ag RT&Eacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.162" speakerid="unknown" error="nomatch" speakername="Mr. Jon Williams" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#U00800"><p>I am here to talk about the provision of news programming in Irish.  I am not competent to talk about anything beyond that.  That was the terms of-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.163" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#U00900"><p>Is &eacute; sin cro&iacute;l&aacute;r mo cheiste.  T&aacute; dualgas dl&iacute;thi&uacute;il ar RT&Eacute; seirbh&iacute;s&iacute; i nGaeilge a shol&aacute;thar.  N&iacute;or chomhl&iacute;on s&eacute; an dualgas sin, c&uacute;rsa&iacute; nuachta san &aacute;ireamh.</p><p>An nglacann na finn&eacute;ithe leis sin agus an nglacann siad go bhfuil an dl&iacute; f&oacute;s &aacute; sh&aacute;r&uacute; acu?  T&aacute; c&uacute;pla ceist eile agam ansin.  An nglacann siad leis sin?  An nglacann siad le tuarasc&aacute;il an Choimisin&eacute;ara Teanga gur sh&aacute;raigh RT&Eacute; an dl&iacute;?  No?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.165" speakerid="unknown" error="nomatch" speakername="Mr. Jon Williams" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V00200"><p>I am not in a position to answer the Deputy's question because, as far as I am concerned, RT&Eacute; news and current affairs is not in breach of the law in its provision of "Nuacht RT&Eacute;", as prescribed by the Broadcasting Act.  We fulfil our obligations and, with the greatest respect, I cannot answer for anything beyond news and current affairs.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.166" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V00300"><p>T&aacute; tuiscint aige ar an gceist seo, agus t&aacute; dualgas ar RT&Eacute; m&eacute;id cl&aacute;ir a shol&aacute;thar chun an dualgas a chomhl&iacute;onadh.  Is &eacute; an rud at&aacute; &aacute; r&aacute; ag Jon Williams n&aacute; gur p&iacute;osa den jigsaw sin c&uacute;rsa&iacute; nuachta, agus maidir leis an m&iacute;r sin, n&iacute;l an dl&iacute; s&aacute;raithe ag RT&Eacute;.  An f&eacute;idir leis &eacute; sin a chur i gcomhth&eacute;acs dom?  C&eacute; mh&eacute;ad cl&aacute;r nuachta at&aacute; i gceist?  Cad &eacute; an dualgas at&aacute; ar RT&Eacute;?  Cad &eacute; a thuairim faoi sin?  C&eacute; mh&eacute;ad cl&aacute;r at&aacute; ag teast&aacute;il chun a dualgas a chomhl&iacute;onadh agus c&eacute;n c&eacute;atad&aacute;n de na cl&aacute;ir sin a ullmha&iacute;onn c&uacute;rsa&iacute; Gaeilge agus c&uacute;rsa&iacute; nuachta?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.167" speakerid="unknown" error="nomatch" speakername="Mr. Jon Williams" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V00400"><p>Under the Broadcasting Act, we are obliged to provide the equivalent of an hour per day.  That is the equivalent of 365 hours of broadcasting.  Every day, we provide-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.168" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V00500"><p>Some 365 hours every day.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.169" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V00600"><p>In aghaidh na bliana.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.170" speakerid="unknown" error="nomatch" speakername="Mr. Jon Williams" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V00700"><p>No, 365 hours across the year.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.171" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V00800"><p>That is an hour per day.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.172" speakerid="unknown" error="nomatch" speakername="Mr. Jon Williams" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V00900"><p>An hour per day.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.173" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V01000"><p>With three hours extra for a Christmas bonus.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.174" speakerid="unknown" error="nomatch" speakername="Mr. Jon Williams" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V01100"><p>The important thing there is the equivalence.  The Act is clear that the equivalence is to be agreed between RT&Eacute; and TG4.  In the protocol that was agreed in 2018, there is an allowance made for content that is hosted on the RT&Eacute; Player, for example.  As I have explained, I am straying into areas on which I am not competent to comment.  I do not want inadvertently to mislead the committee.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.175" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V01200"><p>B'fh&eacute;idir go bhfuil m&eacute; m&iacute;fh&eacute;ar&aacute;ilte.  B'fh&eacute;idir go bhfuil duine eile in ann freagra a thabhairt.  Foils&iacute;odh tuarasc&aacute;il faireach&aacute;in &oacute;n gCoimisin&eacute;ir Teanga i 2019.  L&eacute;irigh imscr&uacute;d&uacute; ar cuireadh cr&iacute;och leis i m&iacute; na Nollag 2018 gur sh&aacute;raigh RT&Eacute; an tAcht Craolach&aacute;in 2009.  S&aacute;ra&iacute;odh an tAcht mar nach raibh r&eacute;imse cuimsitheach chl&aacute;ir theilif&iacute;se i nGaeilge n&aacute; cl&aacute;ir theilif&iacute;se c&uacute;rsa&iacute; reatha i nGaeilge &aacute; gcraoladh ag an st&aacute;isi&uacute;n, mar a &eacute;il&iacute;tear faoin reachta&iacute;ocht.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.176" speakerid="unknown" error="nomatch" speakername="Mr. Jon Williams" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V01300"><p>The best thing I can do is get back to Deputy Connolly and the committee on the point the Deputy raised because I am not competent to answer the Deputy's specific question and I will need to ask those who are.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.177" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V01400"><p>An bhfuil aon duine in ann &eacute; a fhreagairt?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.178" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V01500"><p>M&aacute;s buan mo chuimhne, ba &eacute; an rud a d'iarramar ar an gcoiste a iarraidh n&aacute; go dtiocfadh pr&iacute;omhsti&uacute;rth&oacute;ir RT&Eacute; isteach le labhairt linn.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.179" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V01600"><p>Chuaigh an cuireadh amach chun d&eacute;ile&aacute;il le ceist chl&aacute;r nuachta Gaeilge.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.180" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V01700"><p>Chuaigh, ach mura bhfuil siad in ann d&eacute;ile&aacute;il leis an &aacute;bhar mar go bhfuil siad ag r&aacute; gach dara ceist nach mbaineann s&eacute; leo, is cine&aacute;l cur am&uacute; an cruinni&uacute; seo murab fh&eacute;idir leis teacht ar fhreagra&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.181" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V01800"><p>B'fh&eacute;idir just ar an &aacute;bhar sin.  B'fh&eacute;idir go bhfuil ceisteanna sa bhreis-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.182" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V01900"><p>Gabh mo leithsc&eacute;al, a Chathaoirligh, ba cheart d&uacute;inn an cruinni&uacute; a chur ar athl&oacute; go dt&iacute; go bhfuil duine &eacute;igin &aacute;balta an cheist shimpl&iacute; sin a fhreagairt.  Is ceist an-bhun&uacute;sach &iacute;.  Ba ch&oacute;ir do dhuine &eacute;igin &eacute; sin a fhreagairt.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.183" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V02000"><p>Taca&iacute;m leis sin.  T&aacute; s&eacute; in am d&uacute;inn seasamh le ch&eacute;ile.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.184" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V02100"><p>An bhfuil an litir ag an gcl&eacute;ireach a cuireadh amach?  Ba &eacute; an m&eacute;id a lorga&iacute;omar n&aacute; chun pl&eacute; le cl&aacute;ir nuachta Gaeilge seachas cl&aacute;ir Gaeilge RT&Eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.185" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V02200"><p>Tuigim &eacute; sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.186" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V02250"><p>Is &iacute; an cheist at&aacute; &aacute; cur ag an Teachta N&iacute; Chonghaile n&aacute; ceist faoi thuairisc &oacute;n gCoimisin&eacute;ir Teanga maidir cl&aacute;ir RT&Eacute; uile.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.187" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V02300"><p>An nuacht san &aacute;ireamh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.188" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V02400"><p>N&iacute; hamh&aacute;in go bhfuil nuacht san &aacute;ireamh ach t&aacute; c&uacute;rsa&iacute; reatha chomh maith mar gur luaigh s&iacute; c&uacute;rsa&iacute; reatha sa quote.  T&aacute; freagra tugtha ag Jon Williams, &oacute; thaobh na nuachta de, nach bhfuil s&eacute; ar a chumas labhairt thar ceann RT&Eacute;.  T&aacute; s&eacute; ar bhaill an choiste an cinneadh a dh&eacute;anamh m&aacute;s mian leo lean&uacute;int ar aghaidh n&oacute; an cruinni&uacute; a chur ar athl&oacute;.  Smaoin&iacute;d&iacute;s go bhfuil pr&iacute;omhfheidhmeannach TG4 linn chomh maith c&eacute;anna.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.189" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V02500"><p>Leanfaimid ar aghaidh le TG4.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.190" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V02600"><p>Caithfimid leithsc&eacute;al a ghabh&aacute;il.  T&aacute; m&eacute; cinnte go bhfuil an pr&iacute;omhfheidhmeannach chomh d&iacute;rithe is at&aacute; muid ag iarraidh freagra&iacute; a fh&aacute;il ar an gceist seo ar fad maidir le craoladh tr&iacute; Ghaeilge agus an chaoi a bhfuil an phr&iacute;omhtheanga oifigi&uacute;il at&aacute; ag an St&aacute;t seo.  An bhfuil aon st&aacute;t ar domhan ina gcaitear leis an bpr&iacute;omhtheanga oifigi&uacute;il ar an gcaoi a bhfuiltear &aacute; chaitheamh l&eacute;i ag RT&Eacute;, ag an bpr&iacute;omhchraolt&oacute;ir n&aacute;isi&uacute;nta mar a deir s&eacute; f&eacute;in?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.191" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V02700"><p>T&aacute; mise s&aacute;sta an r&uacute;n at&aacute; &aacute; chur agaibh a chur, m&aacute;s mian libh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.192" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V02800"><p>Ceapaim go bhfuil s&eacute; t&aacute;bhachtach.  N&iacute;l m&eacute; ag iarraidh am a chur am&uacute;.  T&aacute; a fhios agam gur chuir na finn&eacute;ithe dua orthu f&eacute;in ag teacht anseo.  Is rud neamhghn&aacute;ch iad na tortha&iacute; seo &oacute;n gCoimisin&eacute;ir Teanga.  Faraor, t&aacute; siad i bhfad n&iacute;os minice anois maidir leis an Garda freisin agus dreamanna eile.  Baineann nuacht le r&eacute;imse leathan cl&aacute;ir agus n&iacute;l na finn&eacute;ithe in ann an cheist a fhreagairt.  Sa chomhth&eacute;acs sin, b'fh&eacute;idir go mbeidh s&eacute; i bhfad n&iacute;os fearr d&aacute; mba rud &eacute; go raibh duine anseo a d'fh&eacute;adfadh leis n&oacute; l&eacute;i na ceisteanna a fhreagairt.  T&aacute; neart ceisteanna eile agam maidir le c&uacute;rsa&iacute; nuachta, c&uacute;rsa&iacute; ar l&iacute;ne agus l&iacute;on foirne, ach t&aacute; m&eacute; s&aacute;sta iad a ligean go dt&iacute; am &eacute;igin eile agus leanfaimid ar aghaidh le TG4.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.193" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V02900"><p>D'fh&eacute;adfaimis an pl&eacute; le RT&Eacute; a chur ar ceal.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.194" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V03000"><p>M&aacute; t&aacute; sibh s&aacute;sta.  T&aacute; m&eacute; tar &eacute;is seice&aacute;la leis an gcl&eacute;ireach.  Cuireadh an cuireadh chuig Dee Forbes at&aacute; ina pr&iacute;omhfheidhmeannach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.195" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V03100"><p>Sin a cheap m&eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.196" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V03200"><p>Is ise a rinne an cinneadh, agus n&iacute; ag caitheamh anuas ar Jon Williams n&oacute; Joe Reddington at&aacute;imid anseo.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.197" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V03300"><p>Taispe&aacute;ineann s&eacute; seo gach uile sh&oacute;rt.  T&aacute; pr&iacute;omhfheidhmeannach TG4 anseo.  Nach &eacute; at&aacute; mar cheannasa&iacute; nuachta TG4?  Ach n&iacute;l an pr&iacute;omhfheidhmeannach RT&Eacute; anseo mar go gceapann s&iacute; gur choiste f&aacute;nach &eacute; coiste na Gaeilge.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.198" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V03400"><p>Chun a bheith f&eacute;ar&aacute;ilte, b'fh&eacute;idir go bhfuil m&iacute;thuiscint i gceist, ach ar aon n&oacute;s, n&iacute; f&eacute;idir lean&uacute;int ar aghaidh inniu.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.199" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V03500"><p>An bhfuil aon bhall eile ag iarraidh labhairt air seo, sula nd&eacute;anaim &eacute; sin?  Gabhaim leithsc&eacute;al le Jon Williams agus Joe Reddington ach t&aacute; an coiste tar &eacute;is cinneadh a ghlacadh gan lean&uacute;int leis an gceist maidir le RT&Eacute; inniu ar bhonn nach f&eacute;idir leis na finn&eacute;ithe freagairt thar ceann ceisteanna ioml&aacute;ine maidir le RT&Eacute; agus an Ghaeilge, nuacht agus c&uacute;rsa&iacute; reatha mar at&aacute; luaite ag an Teachta N&iacute; Chonghaile maidir le tuairisc an Choimisin&eacute;ara Teanga ach go h&aacute;irithe, agus baineann an d&aacute; rud le ch&eacute;ile.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.200" speakerid="unknown" error="nomatch" speakername="Mr. Jon Williams" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#V03600"><p>Could I make one point?  I am perfectly competent to talk about news and current affairs.  I run news and current affairs in English and in Irish and that is what I understood the committee wanted to discuss.  If I have misunderstood, then I apologise, but we have come here in good faith.  As I said in my opening statement, notwithstanding the concerns both Deputies and Senators may have, the staff of "Nuacht RT&Eacute;" work incredibly hard and I am incredibly proud of what they have achieved over the past 16 months.</p><p>I had hoped I might be able to express that to the committee today.  If I am not able to, then of course I understand, but it would be unfortunate.  I will completely understand and accept the decision of the committee.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.202" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#W00200"><p>Ba mhaith liom a dh&eacute;anamh soil&eacute;ir go gcreidimid ar an gcoiste seo, bhuel creidim ar aon n&oacute;s, go n-oibr&iacute;onn rann&oacute;g nuachta RT&Eacute; agus rann&oacute;g nuachta Raidi&oacute; na Gaeltachta thar a bheith crua agus, go minic, is m&oacute; dua at&aacute; orthu si&uacute;d sc&eacute;alta a chl&uacute;dach n&aacute; mar at&aacute; ar lucht an Bh&eacute;arla mar go mb&iacute;onn s&eacute; n&iacute;os deacra daoine a fh&aacute;il le hagallamh a dh&eacute;anamh leo.  N&iacute;l muid ag caitheamh anuas ar bhealach ar bith ar fhoireann na nuachta ach t&aacute;imid ag t&oacute;g&aacute;il na ceiste maidir leis an easpa acmhainn&iacute; at&aacute; &aacute; gcur ar f&aacute;il don nuacht agus c&uacute;rsa&iacute; reatha tr&iacute; Ghaeilge ag RT&Eacute;.  Baineann s&eacute; sin leis an tuarasc&aacute;il &oacute;n gcoimisin&eacute;ir, mar in aon st&aacute;isi&uacute;n craolta, baineann cuid mhaith de na cl&aacute;ir le nuacht agus c&uacute;rsa&iacute; reatha.  Is &eacute; sin an &aacute;it a dt&eacute;ann cuid mhaith de na hacmhainn&iacute; mar go gcaithfidh t&uacute; iad a dh&eacute;anamh beo gach uile l&aacute;.  Mura bhfuil na finn&eacute;ithe in ann pl&eacute; maidir le teip na coda sin de RT&Eacute; ina dhualgas reacht&uacute;il, mar a thaispe&aacute;in an Coimisin&eacute;ir Teanga, n&iacute; m&oacute;r an fiosr&uacute;ch&aacute;n a bheith anseo.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.203" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#W00300"><p>N&iacute; d&oacute;igh liom go bhfuil g&aacute; &eacute; a r&aacute; nach bhfuil drochmheas againn ar fhoireann na nuachta.  N&iacute; h&eacute; sin at&aacute; i gceist.  N&iacute;l aon gh&aacute; leis sin a r&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.204" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#W00400"><p>N&iacute;l.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.205" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#W00500"><p>T&aacute;imid ag d&iacute;ri&uacute; isteach ar &aacute;bhar at&aacute; t&aacute;bhachtach agus ar an dualgas dl&iacute;thi&uacute;il agus dleathach at&aacute; ar RT&Eacute;.  T&aacute; g&aacute; le ceisteanna leathana a chur, c&uacute;rsa&iacute; nuachta san &aacute;ireamh.  Is &eacute; an cinneadh ceart an p&iacute;osa seo den chruinni&uacute; a chur ar ceal.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.206" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#W00600"><p>I mo ch&aacute;s, t&aacute; m&eacute; tar &eacute;is teacht 250 km le bheith anseo agus caithfidh m&eacute; dul ar ais 250 km eile.  Is &eacute; an rud c&eacute;anna le cuid mhaith eile de na Teachta&iacute;.  Leis an aimsir at&aacute; ann, b'fhearr linn a bheith sa bhaile ach t&aacute;imid an&iacute;os anseo ag ceapadh go mbeadh pl&eacute; f&oacute;nta ar &aacute;bhar thar a bheith tromch&uacute;iseach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.207" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#W00700"><p>T&aacute; mise s&aacute;sta an chuid seo den chruinni&uacute; a chur ar fionra&iacute; m&aacute;s &eacute; sin an cinneadh.  Is f&eacute;idir linn lean&uacute;int ar aghaidh agus cuireadh a hama f&eacute;in a thabhairt do Dee Forbes, ach mura bhfuil an coiste s&aacute;sta leis sin, t&aacute; mise s&aacute;sta an chuid seo den chruinni&uacute; a chur ar athl&oacute; agus lean&uacute;int le TG4 i gc&uacute;pla n&oacute;im&eacute;ad m&aacute;s &eacute; sin at&aacute; ag teast&aacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.208" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#W00800"><p>N&iacute; d&oacute;igh liom gur f&eacute;idir dul ar ais ar an m&eacute;id at&aacute; r&aacute;ite ag Jon Williams.  T&aacute; s&eacute; ann maidir le c&uacute;rsa&iacute; nuachta.  Dar leis, n&iacute;l RT&Eacute; ag s&aacute;r&uacute; an dl&iacute; &oacute; thaobh c&uacute;rsa&iacute; nuachta de.  N&iacute; f&eacute;idir na focail sin a tharraingt.  T&aacute; g&aacute; anois le d&iacute;osp&oacute;ireacht cheart le daoine in ann na ceisteanna a fhreagairt.  Ba cheart an p&iacute;osa sin a chur ar ceal go dt&iacute;-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.209" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#W00900"><p>An p&iacute;osa maidir le RT&Eacute; a chur ar athl&oacute; go dt&iacute; go mbeadh an pr&iacute;omhfheidhmeannach ag teacht os &aacute;r gcomhair?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.210" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#W01000"><p>Ar athl&oacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.211" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#W01100"><p>Ar athl&oacute;</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.212" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#W01200"><p>Ar athl&oacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.213" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#W01300"><p>D&eacute;anfaimid &eacute; sin.  T&aacute; br&oacute;n orm.  T&aacute; an cruinni&uacute; ar fionra&iacute; ar feadh c&uacute;pla n&oacute;im&eacute;ad chun ligean do na finn&eacute;ithe &oacute; RT&Eacute; seasamh amach.  Tiocfaimid ar ais ar&iacute;s i gc&uacute;ig n&oacute;im&eacute;ad agus leanfaimid leis an gceist maidir le TG4 m&aacute; aonta&iacute;onn daoine leis sin.  An aonta&iacute;tear?  Aonta&iacute;tear.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.214" nospeaker="true" time="00:00:00" ><p>Chuaigh an su&iacute; ar fionra&iacute; ar 4.04 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 4.13 p.m.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.215" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#X00100"><p>Cuirfimid t&uacute;s ar&iacute;s leis an gcruinni&uacute; agus leanfaimid ar aghaidh le pr&iacute;omhfheidhmeannach TG4.  T&aacute; an r&aacute;iteas tosaigh tugtha aige agus beidh s&eacute; foilsithe ar an su&iacute;omh gr&eacute;as&aacute;in.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.216" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#X00200"><p>Cuirim f&aacute;ilte roimh an bhfinn&eacute;.  Iarraim air rud a mh&iacute;ni&uacute; dom.  Is &eacute; at&aacute; i gceannas ar TG4 agus t&aacute; RT&Eacute; ag sol&aacute;thar na foirne maidir le c&uacute;rsa&iacute; nuachta.  An &eacute; sin an c&aacute;s?  T&aacute;im ag iarraidh bheith soil&eacute;ir i mo cheann.  Oibr&iacute;onn an fhoireann nuachta do RT&Eacute; agus sol&aacute;thra&iacute;onn RT&Eacute; an tseirbh&iacute;s do TG4.  T&aacute; m&eacute; soil&eacute;ir faoi sin.  An mbeidh Alan Esslemont in ann ceisteanna a fhreagairt maidir le c&uacute;rsa&iacute; foirne, daoine ag dul ar scor, m&aacute; t&aacute; TG4 in acmhainn na poist sin a chomhl&iacute;onadh amach anseo agus ceisteanna mar sin?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.217" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#X00300"><p>Cinnte.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.218" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#X00400"><p>Go raibh m&iacute;le maith agat.  T&aacute; TG4 25 bliain ar an bhf&oacute;d an bhliain seo.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.219" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#X00500"><p>T&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.220" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#X00600"><p>Comhghairdeas.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.221" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#X00700"><p>Go raibh maith agat.  T&aacute;imid an-bhr&oacute;d&uacute;il as an m&eacute;id at&aacute; curtha i gcr&iacute;ch againn.  Nuair a buna&iacute;odh Teilif&iacute;s na Gaeilge, TnaG, bh&iacute; go leor sa t&iacute;r n&aacute;r theastaigh uathu TnaG a bheith ann agus, dar liomsa, is socr&uacute; <i>de minimis</i>a bh&iacute; sa socr&uacute; a rinneadh.  Is an rud is l&uacute; a d&rsquo;fh&eacute;adfaid&iacute;s a dh&eacute;anamh a bh&iacute; ann ach, ag an am c&eacute;anna, ag cinnti&uacute; go raibh muid ann.  I ndeireadh na d&aacute;la t&aacute;imid f&oacute;s mar sin.  T&aacute; RT&Eacute; chomh m&oacute;r c&eacute;anna agus t&aacute; an ecosystem chomh monailiteach c&eacute;anna is a bh&iacute; riamh.  T&aacute; thart ar 18% den mhaoini&uacute; poibl&iacute; ag TG4 is at&aacute; ag RT&Eacute;.<br/><br/>&Oacute; thaobh na nuachta, t&eacute;ann s&eacute; ar ais go dt&iacute; an pointe sin.  D&uacute;irt an St&aacute;t nach raibh s&eacute; in ann &iacute;oc as st&aacute;isi&uacute;n Gaeilge.  D&uacute;radh leis breathn&uacute; ar an mBreatain Bheag, mar thug an BBC uair an chloig sa l&aacute; - anois is deich n-uaire an chloig sa tseachtain at&aacute; ann - do S4C agus ar an mbealach sin bh&iacute; an st&aacute;t in ann airgead a sh&aacute;bh&aacute;il.  Le bheith f&iacute;rinneach, gan an uair an chloig sa l&aacute;, m&oacute;ide an &euro;15 milli&uacute;n a bh&iacute; againn nuair a thosaigh muid, n&iacute; bheadh muid in ann tos&uacute;.  Is socr&uacute; hibrid a bh&iacute; ann &oacute;n t&uacute;s mar n&iacute; raibh an St&aacute;t s&aacute;sta &iacute;oca&iacute;ocht ioml&aacute;n a chur ar f&aacute;il do TnaG.  Caithfear a r&aacute; freisin gur rud casta &eacute; a bheith ag pl&eacute; le c&uacute;rsa&iacute; nuachta mar teasta&iacute;onn saineolas.  I ndeireadh na d&aacute;la, d&rsquo;&eacute;irigh le RT&Eacute; &eacute; sin a bhun&uacute; leis an tallann a bh&iacute; ann agus le tallann nua.  D&uacute;radh linn nach raibh tallann ann sa Ghaeilge, sa Ghaeltacht n&oacute; i bpobal na Gaeilge, ach ag gach pointe d&rsquo;&eacute;irigh linn &eacute; sin a chur ar f&aacute;il agus, dar liomsa, t&aacute; na hiriseoir&iacute; raidi&oacute; agus teilif&iacute;se at&aacute; againn faoi l&aacute;thair ar chomhch&eacute;im leis na hiriseoir&iacute; at&aacute; ag feidhmi&uacute; i mB&eacute;arla, agus cuid acu n&iacute;os fearr.  Mar a d&uacute;irt an Teachta, is RT&Eacute; at&aacute; ag &iacute;oc a gcuid p&aacute;.  T&aacute; siad fostaithe ag RT&Eacute; agus t&aacute; siad ag sol&aacute;thar dh&aacute; bhranda nuachta faoi l&aacute;thair, is iad sin, nuacht ar RT&Eacute; agus nuacht TG4.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.222" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#X00800"><p>An bhfuil nuacht ar RT&Eacute; agus nuacht TG4 mar an gc&eacute;anna?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.223" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#X00900"><p>Sa suirbh&eacute; a rinne Ollscoil na h&Eacute;ireann Gaillimh, cheap an chuid is m&oacute; daoine go raibh siad mar a ch&eacute;ile.  Cheap roinnt daoine go raibh n&iacute;os m&oacute; nuachta faoi phobal na Gaeltachta ar nuacht TG4 ach tr&iacute;d is tr&iacute;d cheap an chuid is m&oacute; daoine gur mar a ch&eacute;ile iad.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.224" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#X01000"><p>T&aacute; s&eacute; sin deacair a thuiscint mar an coincheap a bh&iacute; ann &oacute;n t&uacute;s n&aacute; go mbeadh s&uacute;il eile ag TG4 agus go mbeadh s&eacute; in ann anail&iacute;s n&iacute;os doimhne agus anail&iacute;s dhifri&uacute;il a dh&eacute;anamh i gcompar&aacute;id leis na me&aacute;in chumars&aacute;ide eile, go h&aacute;irithe iad si&uacute;d i mB&eacute;arla.  An bhfuil ag &eacute;ir&iacute; le TG4 an cusp&oacute;ir sin a bhaint amach n&oacute; an bhfuil teipthe aige faoi l&aacute;thair?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.225" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#X01100"><p>Aonta&iacute;m leis an Teachta.  Is fearr an tseirbh&iacute;s nuachta, ar aon chraolt&oacute;ir seirbh&iacute;s&iacute; poibl&iacute;, a dh&eacute;anann sainmh&iacute;ni&uacute;.  Faigheann daoine &oacute;ga ach go h&aacute;irithe - t&aacute; c&uacute;igear againn idir 24 agus 34 - a gcuid nuachta ar a bhf&oacute;in agus n&iacute;l TG4 in ann an cine&aacute;l iriseoireachta sin a chuir ar f&aacute;il faoi l&aacute;thair faoi bhranda TG4.  Mar a d&uacute;irt m&eacute;, rinne an bord pl&eacute; faoin gceist seo agus shocraigh muid nach bhfuil sa rud at&aacute; againn faoi l&aacute;thair ach feasach&aacute;n.  Is leathuair an chloig sa l&aacute; at&aacute; ann agus cuid den &aacute;bhar feicthe ag daoine in &aacute;iteanna eile.  N&iacute;l s&eacute; sin s&aacute;s&uacute;il agus n&iacute;l s&eacute; suas chun d&aacute;ta sa mh&eacute;id ba cheart a bheith ann.  Mar a d&uacute;irt Jon Williams, ba cheart go mbeadh seirbh&iacute;s digital-first ag seomra nuachta agus n&iacute;l s&eacute; sin againn.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.226" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#X01200"><p>Cr&iacute;ochn&oacute;idh m&eacute; le c&uacute;pla ceist agus b&rsquo;fh&eacute;idir go mbeidh deis agam teacht ar ais n&iacute;os d&eacute;ana&iacute;.  N&iacute; bhreathna&iacute;m ar theilif&iacute;s so n&iacute; saineola&iacute; m&eacute; ach l&eacute;ann m&eacute; na p&aacute;ip&eacute;ir agus breathna&iacute;m ar an sceideal i gc&oacute;na&iacute;.  Agus m&eacute; ag r&eacute;iteach don chruinni&uacute; seo, bhreathnaigh m&eacute; ar an sceideal.</p><p>T&aacute; c&uacute;rsa&iacute; nuachta ar RT&Eacute; go minic i rith an lae.  N&iacute;l siad ar TG4 ach uair amh&aacute;in agus n&iacute;l ansin ach deich n&oacute; 15 n&oacute;im&eacute;ad.  T&aacute; Alan Esslemont ag r&aacute; anois go bhfuil s&eacute; sin d&iacute;reach cos&uacute;il leis an nuacht 20 n&oacute;im&eacute;ad ar RT&Eacute; 1 ag 5.40 p.m. roimh an Angelus.  Sin difr&iacute;ocht.  T&aacute; 20 n&oacute;im&eacute;ad ar RT&Eacute; agus 15 n&oacute;im&eacute;ad ar TG4, agus chomh maith leis sin t&aacute; nuacht eile go minic ar RT&Eacute; i rith an lae.  D&aacute; mbeadh TG4 in acmhainn, an bhf&eacute;adfadh s&eacute; n&iacute;os m&oacute; bulletins a chur ar f&aacute;il?</p><p> L&eacute;igh m&eacute; an aighneacht a chuir TG4 isteach &oacute; thaobh an bhuis&eacute;id de agus an f&aacute;th go bhfuil tuilleadh airgid agus acmhainn&iacute; &aacute; lorg aige.  T&aacute; s&eacute; leagtha amach go hiontach &oacute; thaobh daoine &oacute;ga a mhealladh agus c&uacute;rsa&iacute; digiteacha a l&aacute;idri&uacute;, go h&aacute;irithe &oacute; thaobh c&uacute;rsa&iacute; nuachta.  De r&eacute;ir mar a thuigim, t&eacute;ann bulletins n&oacute; feasach&aacute;in breaking news amach c&uacute;pla uair chuile l&aacute; i mB&eacute;arla.  N&iacute; th&eacute;ann siad amach beag n&aacute; m&oacute;r i nGaeilge.  An dtagann an rud seo faoi ch&uacute;ram TG4 n&oacute; an mbaineann s&eacute; leis an sti&uacute;rth&oacute;ir &oacute; RT&Eacute;, at&aacute; le teacht os &aacute;r gcomhair i gceann c&uacute;pla seachtain?  T&aacute; m&eacute; measctha suas agus t&aacute;im ag iarraidh eolas a fh&aacute;il ach t&aacute; s&eacute; deacair.  T&aacute; difr&iacute;ocht mh&oacute;r idir an d&aacute; theanga agus i bhfad n&iacute;os l&uacute; b&eacute;ime &aacute; chur ar an nGaeilge.  Chonaiceamar &eacute; sin i rith na paind&eacute;ime maidir le comhartha&iacute; agus chuile rud ar TG4 agus RT&Eacute; i nGaeilge.  B&iacute;onn na news alerts, breaking news agus an rud uilig tr&iacute; Bh&eacute;arla, agus de r&eacute;ir mar a thuigim, t&aacute; ciorruithe ann ag an deireadh seachtaine freisin agus n&iacute;l nuacht ar f&aacute;il le linn an deiridh seachtaine.  An bhfuil m&eacute; m&iacute;cheart?  N&iacute;l a fhios agam.  N&iacute;l s&eacute; ceart go bhfuil muid ag brath ar ph&iacute;osa eolais anseo agus ansi&uacute;d chun pl&eacute; a dh&eacute;anamh ar an rud mar t&aacute;imid in am an gh&aacute;tair i nd&aacute;ir&iacute;re.  Ba mhaith liom &eacute; sin a r&aacute; i mbealach n&iacute;os dearfa&iacute;.  Ba mhaith linn cabhair a thabhairt do TG4 dul i ngleic leis na d&uacute;shl&aacute;in.  Bheinn bu&iacute;och d&aacute; bhf&eacute;adfadh Alan Esslemont c&uacute;pla rud a r&aacute; faoi na point&iacute; sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.228" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Y00200"><p>Rinne an Teachta tagairt don phlean f&iacute;se tar &eacute;is Covid at&aacute; curtha le ch&eacute;ile ag TG4 agus curtha amach ag an Roinn.  T&aacute; s&eacute; mar aighneacht r&eacute;amh-bhuis&eacute;ad freisin.  T&aacute; plean ansin don nuacht agus t&aacute; roghanna eile ann, ach i ndeireadh na d&aacute;la is roghanna n&iacute;os airde iad sin a bhaineann leis an Rialtas.  Tiocfaidh m&eacute; ar ais aige sin.</p> <p>  T&aacute; muidne ag feidhmi&uacute; taobh istigh den reachta&iacute;ocht at&aacute; ann faoi l&aacute;thair, so t&aacute; dualgas orainn oibri&uacute; amach c&eacute;ard at&aacute; m&iacute;cheart le TG4 agus c&eacute;n chaoi gur f&eacute;idir linn feabhas a chur air.  Sa phlean sin, t&aacute;imid ag moladh gur cheart go mbeadh an fhoireann at&aacute; fostaithe ag RT&Eacute; ag feidhmi&uacute; mar fhoireann ITN, a chuireann ar f&aacute;il Channel 4 News agus Channel 5 News.  Ba ch&oacute;ir go nd&eacute;anfadh siad dearmad ar an m&aacute;thair-bhranda agus d&iacute;ri&uacute; isteach go hioml&aacute;n ar an mbranda seirbh&iacute;se, is &eacute; sin, TG4.  Faoi l&aacute;thair t&aacute; siad tarraingthe idir an d&aacute; rud agus n&iacute;l s&eacute; sin ag feidhmi&uacute;.  Chomh maith leis sin, t&aacute; cuid den &aacute;bhar is fearr ag teacht amach i mB&eacute;arla sula gcuireann muidne amach i nGaeilge &eacute;.</p> <p>  Aonta&iacute;m go hioml&aacute;n leis an Teachta &oacute; thaobh bhriseadh-nuachta.  Go minic, tagann briseadh nuachta suas ar an bhf&oacute;n.  T&aacute; f&oacute;n ag chuile dhuine agus sin an &aacute;it go bhfuil siad ag iarraidh briseadh nuachta a fheice&aacute;il.  N&iacute;l aon strucht&uacute;r digiteach nuachta againn agus ba cheart go mbeadh.  Sin an rud at&aacute; sa phlean a th&aacute;inig &oacute; bhord TG4.  Caithfidh TG4 ceannas eagarth&oacute;ireachta a bheith againn &oacute; thaobh f&iacute;s na nuachta a leagan amach.  Caithfimid cur leis na hacmhainn&iacute; at&aacute;imid ag cur i dtreo na nuachta, agus caithfimid an strucht&uacute;r seo &oacute; thaobh an aip dhigiteach a chur ar f&aacute;il.  Is f&eacute;idir oibri&uacute; ar an mbealach sin.  T&aacute; roghanna eile ann agus t&aacute; siad cloiste agam &oacute; chuid de na Teachta&iacute;.  D&rsquo;fh&eacute;adfa&iacute; f&aacute;il r&eacute;idh leis an uair an chloig sa l&aacute; &oacute; RT&Eacute; agus an t-airgead a thabhairt do TG4.  Is f&eacute;idir linn feidhmi&uacute; ar an mbealach sin ach sin ceist don Rialtas.  N&iacute; ceist &iacute; d&uacute;inne mar t&aacute; muidne ag pl&eacute; leis an reachta&iacute;ocht mar at&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.229" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Y00300"><p>An beart ciallmhar a bheadh ann d&aacute; dtabharfa&iacute; an t-airgead do chl&aacute;ir nuachta agus c&uacute;rsa&iacute; reatha do TG4 agus cead a thabhairt d&oacute; nuacht Gaeilge a dh&iacute;ol le RT&Eacute; d&aacute; mbeadh s&eacute; uaidh go tr&aacute;cht&aacute;la?  T&aacute; dualgas ar RT&Eacute; craoladh tr&iacute; Ghaeilge don uair an chloig mar t&aacute; s&eacute; sin sa reachta&iacute;ocht.  An mbeadh s&eacute; sin n&iacute;os s&aacute;s&uacute;la do TG4 &oacute; thaobh brand&aacute;il de, d&aacute; mbeadh an mhaoin aige agus cead aige d&iacute;ol, seachas an maoin a bheith ag RT&Eacute; agus &eacute; ag &uacute;s&aacute;id acmhainn&iacute; TG4?  Ag an deireadh seachtaine b&iacute;onn sc&eacute;alta beaga sp&eacute;isi&uacute;la daonna ar an nuacht.  Nuair a chuirtear an tuairisceoir amach &oacute; RT&Eacute;, cuirtear agallamh ar an duine i nGaeilge, mar is sc&eacute;al Gaeilge a bh&iacute;onn ann, ach cuireann siad ceist i mB&eacute;arla freisin.  Ansin cuireann RT&Eacute; &eacute; ar nuacht a 6 a chlog mar b&iacute;onn siad ag iarraidh &eacute; a l&iacute;onadh le sc&eacute;al deas sp&eacute;isi&uacute;il mar nach bhfuil an oiread sin nuacht ann ar an deireadh seachtaine.  B&iacute;onn s&eacute; air sin tar &eacute;is gur sc&eacute;al TG4 S&uacute;il Eile at&aacute; ann i nd&aacute;ir&iacute;re, mar go minic is rud &eacute; a tharla i gceann de na Gaeltachta&iacute;.  An mbeadh TG4 n&iacute;os fearr as d&aacute; mbeadh s&eacute; i gceannas agus go socr&oacute;dh s&eacute; go bhf&eacute;adfadh RT&Eacute; an sc&eacute;al a bheith aige le haghaidh nuacht a 9 a chlog ach go mbeadh s&eacute; ag TG4 ag a 7 a chlog i dtosach agus nach dtiocfadh s&eacute; amach ag a 6?  D&aacute; nd&eacute;anfadh muidne an cinneadh an rud a iomp&uacute; bun os cionn &oacute; thaobh maoini&uacute; de agus an maoini&uacute; a thabhairt do TG4, an mbeadh s&eacute; sin n&iacute;os fearr &oacute; thaobh brand&aacute;il do TG4 n&oacute; ar cheart d&uacute;inn an rud a fh&aacute;g&aacute;il mar at&aacute; s&eacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.230" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Y00400"><p>Is ceist daoibhse-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.231" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Y00500"><p>T&aacute; a fhios agam ach c&eacute; acu ab fhearr le TG4?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.232" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Y00600"><p>Mar fheidhmeannas, t&aacute; s&eacute; i gc&oacute;na&iacute; n&iacute;os &eacute;asca bheith ag pl&eacute; leis an airgead go d&iacute;reach mar t&aacute; a fhios againn c&eacute;ard at&aacute;imid ag iarraidh cur ar aghaidh in&aacute;r mbranda f&eacute;in.  T&aacute; s&eacute; n&iacute;os &eacute;asca ar an mbealach sin agus t&aacute; s&eacute; n&iacute;os glaine ach t&aacute; s&eacute; seo bunaithe le 25 bliain agus tuigfidh na baill, mar pholaiteoir&iacute;, c&eacute; chomh casta is at&aacute; s&eacute; ruda&iacute; a bhaint as a ch&eacute;ile.  D&aacute; nd&eacute;arfadh an Rialtas am&aacute;rach n&oacute; an bhliain seo chugainn go raibh s&eacute; ag f&aacute;il r&eacute;idh leis an uair an chloig sa l&aacute; agus ag cur go leor acmhainn&iacute; ar f&aacute;il - sin an cheist eile a bheadh againn - le haghaidh seirbh&iacute;s cheart nuachta at&aacute; always-on digital, mar a deir siad, agus a fheidhm&iacute;onn ag an leibh&eacute;al c&eacute;anna is a bheife&aacute; ag iarraidh i mB&eacute;arla, d&eacute;arfadh feidhmeannas TG4 cinnte.  Is ceist pholaiti&uacute;il at&aacute; ann.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.233" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Y00700"><p>Tuigim &eacute; sin, ach n&iacute;or mhaith liom go nd&eacute;anfaimis &eacute;, n&oacute; go nd&eacute;anfaimis iarracht &eacute; a dh&eacute;anamh, agus go dtiocfadh TG4 in&aacute;r ndiaidh ag r&aacute; go bhfearr leis &eacute; an chaoi a raibh s&eacute;.</p><p>Nuair at&aacute; Alan Esslemont ag caint ar nuacht dhigiteach, t&aacute; s&eacute; ag caint ar a leith&eacute;id de RT&Eacute; News Now, is &eacute; sin, go mbeadh aip ar an bhf&oacute;n agus d&aacute; mbeadh duine ag iarraidh l&eacute;amh faoi sc&eacute;al an phr&oacute;tacail inniu, mar shampla, de r&eacute;ir mar a bh&iacute; s&eacute; ag tarl&uacute;, bheadh s&eacute; n&oacute; s&iacute; in ann &eacute; a fh&aacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.235" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z00200"><p>Go d&iacute;reach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.236" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z00300"><p>B&rsquo;fh&eacute;idir go bhfoils&iacute;onn na Sasanaigh rud &eacute;igin agus an ch&eacute;ad rud eile b&iacute;onn freagra &oacute; Rialtas na h&Eacute;ireann agus mar sin de agus b&iacute;onn daoine in ann &eacute; a fh&aacute;il de r&eacute;ir mar at&aacute; s&eacute; ag tarl&uacute;.  M&aacute; t&aacute; m&eacute; ag iarraidh &eacute; sin a fh&aacute;il i nGaeilge, beidh m&eacute; ag fanacht go dt&iacute; a 6 a chlog ar a th&uacute;isce.  Sin at&aacute; i gceist.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.237" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z00400"><p>Sin go d&iacute;reach &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.238" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z00500"><p>Ag f&aacute;g&aacute;il as an tiont&uacute; bunoscionn, c&eacute; mh&eacute;ad airgid breise a theasta&iacute;tear as seo go ceann ceithre bliana chun an nuacht dhigiteach agus mar sin de, agus na mianta at&aacute; l&eacute;irithe san fh&iacute;s, a chuir a gcr&iacute;ch?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.239" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z00600"><p>T&aacute; dh&aacute; ch&uacute;is leis an rud at&aacute; san fh&iacute;s.  S&iacute;leann muid n&aacute;r cheart go mbeadh st&aacute;das n&iacute;os l&uacute; againne n&aacute; mar at&aacute; ag S4C.  Chomh maith leis sin, &oacute; thaobh cothroma&iacute;ocht taobh istigh den public service media, PSM, ecosystem, n&oacute; craolt&oacute;ireacht phoibl&iacute;, faoi l&aacute;thair t&aacute; s&eacute; monailiteach.  T&aacute; cuid mh&oacute;r ag dul go RT&Eacute; agus n&iacute;l aon chuid ag dul in aon &aacute;it eile.  Faoi cheann ceithre bliana, m&aacute; t&aacute; 100% ag RT&Eacute;, ba cheart go mbeadh 40% ag TG4, 40% ag F&iacute;s &Eacute;ireann agus 20% na cist&iacute; ar a dtugtar contestable funds, ruda&iacute; cos&uacute;il leis an sc&eacute;im Sound &amp;amp; Vision at&aacute; ag an BAI.  Ar an mbealach sin bheadh cothroma&iacute;ocht idir an m&eacute;id a bheadh RT&Eacute; ag f&aacute;il agus chuile dhuine eile.  T&aacute; tr&iacute; lever eile sa St&aacute;t anois &oacute; thaobh an tionscal closamhairc.  T&aacute; RT&Eacute; ann ach freisin t&aacute; TG4, F&iacute;s &Eacute;ireann agus Fuaim &amp;amp; F&iacute;se agus mar sin de ann.  D&aacute; mbeadh cothroma&iacute;ocht idir an tr&iacute; chinn sin ar thaobh amh&aacute;in agus RT&Eacute; ar an taobh eile, bheadh muid ag dul i dtreo &eacute;iceach&oacute;ras cothrom.  Faoi l&aacute;thair t&aacute; s&eacute; monailiteach.  Deir na craolt&oacute;ir&iacute; ar fad gur cheart go mbeadh &eacute;ags&uacute;lacht agus iolrachas ann, ach c&eacute;n chaoi a bhfaigheann t&uacute; iolrachas nuair at&aacute; an t-&eacute;iceach&oacute;ras monailiteach?  N&iacute; bhfaighidh t&uacute; &eacute;.  Sa phlean t&aacute;imid ag cuardach thart ar 40% den mh&eacute;id airgid at&aacute; ag RT&Eacute;.  N&iacute; chuireann s&eacute; sin san &aacute;ireamh aon athr&uacute; san uair an chloig sa l&aacute;.  Dar le RT&Eacute;, caitheann siad os cionn &euro;10 milli&uacute;n ar an uair an chloig sa l&aacute; faoi l&aacute;thair.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.240" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z00700"><p>Le bheith soil&eacute;ir, is &eacute; seo roinnt den chead&uacute;nas, n&iacute; ioncam tr&aacute;cht&aacute;la.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.241" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z00800"><p>Is ea.  An t-aon chuid den airgead cead&uacute;nais a fhaigheann TG4 n&aacute; an uair an chloig sa l&aacute; at&aacute; ann.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.242" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z00900"><p>T&aacute; dh&aacute; cheist bheag phraitici&uacute;il agam.  An mbeadh s&eacute; i gceist ag TG4 go mbeadh n&iacute;os m&oacute; feasach&aacute;in nuachta ann n&aacute; ceann amh&aacute;in sa l&aacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.243" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z01000"><p>Cinnte.  T&aacute; roghanna eile ann le nuacht a chuir ar f&aacute;il.  Is &eacute; an f&oacute;n p&oacute;ca an rud is t&aacute;bhachta&iacute;.  B&iacute;onn s&eacute; air an t-am ar fad agus b&iacute;onn daoine ag f&aacute;il sc&eacute;alta at&aacute; ag briseadh an t-am ar fad.  Sin an rud is t&aacute;bhachta&iacute; faoi.  Is f&eacute;idir linn feasach&aacute;in bhreise a chur ar si&uacute;l freisin ag a 9 a chlog ar maidin agus i gcaitheamh an lae.  N&iacute;l aon easpa ama againn i gcaitheamh an lae ach is &eacute; an f&oacute;n an rud l&aacute;rnach.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.244" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z01100"><p>Tuigim &eacute; sin ach is f&eacute;idir f&iacute;se&aacute;in a chur le cuid de na feasach&aacute;in ar an bhf&oacute;n.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.245" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z01200"><p>Is f&eacute;idir.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.246" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z01300"><p>An mbeadh s&eacute; i gceist go mbeadh TG4 in ann &eacute; sin a dh&eacute;anamh?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.247" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z01400"><p>Bheadh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.248" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z01500"><p>Chuirfeadh TG4 feasach&aacute;in nuachta suas ar an bhf&oacute;n le f&iacute;se&aacute;in sula mbeadh siad craolta ar an nuacht ag a 7 a chlog.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.249" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z01600"><p>Go d&iacute;reach.  Ar a laghad bheadh s&eacute; craolta faoi bhranda TG4 agus n&iacute; bheadh s&eacute; curtha amach i mB&eacute;arla faoi bhranda eile.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.250" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z01700"><p>Cinnte.  T&aacute; ceist amh&aacute;in dheireanach agam.  T&aacute; TG4 an-teoranta i dtaobh c&uacute;rsa&iacute; reatha.  T&aacute; &ldquo;7 L&aacute;&rdquo; ann ach sin an m&eacute;id.  Breathna&iacute;onn s&eacute; domsa go nd&eacute;anann &ldquo;7 L&aacute;&rdquo; thar cionn ach t&aacute; f&iacute;or-easpa acmhainn&iacute; le haon taighde a dh&eacute;anamh n&oacute; aon chl&aacute;r fiosr&uacute;ch&aacute;in a dh&eacute;anamh.  B&iacute;onn ar TG4 &eacute; a chur le ch&eacute;ile, n&oacute; cuireann RT&Eacute; le ch&eacute;ile &eacute;, seachtain ar sheachtain ach n&iacute; fh&eacute;adfaidh s&eacute; duine a chur ag obair ar feadh m&iacute;osa ar sc&eacute;al m&oacute;r &eacute;igin a bhriseadh mar n&iacute;l na hacmhainn&iacute; ann n&oacute; n&iacute; chuirtear na hacmhainn&iacute; ar f&aacute;il.  An bhfuil s&eacute; sin f&iacute;or?  Ar cheart go mbeadh TG4 in ann &eacute;ags&uacute;lacht n&iacute;os m&oacute; a chur ar f&aacute;il &oacute; thaobh c&uacute;rsa&iacute; reatha n&aacute; mar at&aacute; i l&aacute;thair na huaire?  Breathna&iacute;onn s&eacute; domsa go bhfuil s&eacute; an-teoranta.  T&aacute;im ag smaoineamh ar chl&aacute;ir le p&iacute;osa video beag agus ansin pl&eacute; gairid sa sti&uacute;ideo.  T&aacute; i bhfad n&iacute;os m&oacute; acmhainn&iacute; ag RT&Eacute; agus ina choinne sin t&aacute; TV3 &aacute; dh&eacute;anamh ar bhuis&eacute;ad beag le "The Tonight Show".  An bhfuil an ceart agam go bhfaigheann TG4 na c&uacute;rsa&iacute; reatha &oacute; RT&Eacute; agus nach bhfuil aon airgead aige f&eacute;in le c&uacute;rsa&iacute; reatha a dh&eacute;anamh?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.251" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z01800"><p>Bheadh orainn rud &eacute;igin eile a stopadh agus c&eacute;ard at&aacute; t&uacute; le stopadh-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.252" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z01900"><p>Tuigim &eacute; sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.253" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z02000"><p>-----nuair at&aacute; t&uacute; ag pl&eacute; le hacmhainn&iacute; an-bheag?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.254" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z02100"><p>Is &eacute; RT&Eacute; at&aacute; ag pl&eacute; le c&uacute;rsa&iacute; reatha do TG4 faoi l&aacute;thair.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.255" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z02200"><p>Faoi l&aacute;thair is &eacute; RT&Eacute; at&aacute; ag pl&eacute; le c&uacute;rsa&iacute; reatha.  Bh&iacute; am ann go raibh muidne ag pl&eacute; leis ach is an tsocr&uacute; ch&eacute;anna at&aacute; ag &ldquo;7 L&aacute;&rdquo; faoi l&aacute;thair.  T&aacute; an ceart ag an Teachta go hioml&aacute;n.  T&aacute; n&iacute;os m&oacute; acmhainn&iacute; curtha ar f&aacute;il i ngach r&eacute;imse de na me&aacute;in don Bh&eacute;arla n&aacute; mar at&aacute; don Ghaeilge, mar dar leis an St&aacute;t t&aacute; an B&eacute;arla t&aacute;bhachtach agus n&iacute;l an Ghaeilge.  Roinneann s&eacute; amach a chuid acmhainn&iacute; d&aacute; r&eacute;ir sin.  Le bheith f&iacute;rinneach, leis na hacmhainn&iacute; at&aacute; curtha ar f&aacute;il ag an Rialtas d&uacute;inne, t&aacute; s&eacute; ag r&aacute; an rud c&eacute;anna.  T&aacute; 100% ann do RT&Eacute; agus 18% do TG4.  Tr&iacute;d is tr&iacute;d, t&aacute; an St&aacute;t ar fad ag r&aacute; i nd&aacute;ir&iacute;re nach bhfuil an m&eacute;id sin t&aacute;bhacht leis an nGaeilge so n&iacute;l s&eacute; chun acmhainn&iacute; a chur ar f&aacute;il agus a chur am&uacute; ar chraolt&oacute;ireacht na Gaeilge.  Faraor, t&eacute;ann s&eacute; sin ar ais ag an gc&eacute;ad chomhr&aacute; a bh&iacute; agam nuair a buna&iacute;odh muid.  Sin an saol a bh&iacute; ann.  Bh&iacute; an St&aacute;t ag r&aacute; nach f&eacute;idir leis &iacute;oc as.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.256" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z02300"><p>Is cuimhin liom nuair a bh&iacute; s&eacute; i gceist an st&aacute;isi&uacute;n a bhun&uacute;, fuair mise glaoch guth&aacute;in &oacute; dhuine &eacute;igin sinsearach sa st&aacute;tseirbh&iacute;s ag r&aacute; liom go raibh s&eacute; i gceist acu &eacute; seo a bhun&uacute;.  An ch&eacute;ad cheist a chur m&eacute; n&aacute; c&eacute;n chaoi an raibh siad chun &eacute; a mhaoini&uacute; agus d&uacute;radh go raibh cist&iacute;ocht St&aacute;it ann.  D&rsquo;fhiafraigh mise c&eacute;n f&aacute;th nach raibh sciar den chead&uacute;nas ar f&aacute;il.  An f&aacute;th a bh&iacute; ann ag an am n&aacute; d&aacute; mbeadh ciorruithe ann is an dream a bh&iacute; ag f&aacute;il an maoini&uacute; d&iacute;reach a ghearrfar agus go mbeifear ag t&oacute;g&aacute;il tithe go br&aacute;ch.  Chuaigh maoini&uacute; an chead&uacute;nais suas in imeacht ama ach, faraor g&eacute;ar, crutha&iacute;odh r&oacute;-cheart m&eacute;.  Aonta&iacute;m go bhfuil an strucht&uacute;r m&iacute;cheart.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.257" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#Z02400"><p>T&aacute; f&aacute;ilte roimh Alan Esslemont agus gabhaim bu&iacute;ochas leis as an gcur i l&aacute;thair agus na freagra&iacute; go l&eacute;ir a thug s&eacute; d&uacute;inn.  D&rsquo;athraigh an c&oacute;ras ceamara &oacute; thaobh c&uacute;rsa&iacute; nuachta i dt&uacute;s Mheithimh.  D&uacute;irt Jon Williams go bhfuil seirbh&iacute;s&iacute; nuachta ag baint &uacute;s&aacute;id as Zoom agus agallaimh a thaifead agus a sheoladh isteach agus mar sin de.  N&iacute; d&oacute;igh liom go bhfuil na seirbh&iacute;s&iacute; B&eacute;arla ag brath ar agallaimh ar Zoom agus p&iacute;osa&iacute; r&eacute;amhthaifeadta.  An bhfuil Alan Esslemont s&aacute;sta leis an m&eacute;id sin?  An gceapann s&eacute; gur iriseoireacht cheart &eacute; sin?  N&iacute;lim ag masl&uacute; na hiriseoir&iacute; iad f&eacute;in ach an bhfuil easpa acmhainn&iacute; ar f&aacute;il d&oacute;ibh?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.258" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA00150"><p>Ba cheart an teicneola&iacute;ocht a &uacute;s&aacute;id agus mar sin a thosaigh m&eacute; f&eacute;in amach ag pl&eacute; mar eagarth&oacute;ir air seo.  T&aacute; suim agam sa teicneola&iacute;ocht agus is f&eacute;idir dul chun cinn a dh&eacute;anamh l&eacute;i.  Go h&aacute;irithe, sa ch&eacute;ad tr&eacute;imhse de Covid-19 rinne &ldquo;Nuacht TG4&rdquo; &eacute;acht mar d&rsquo;&eacute;irigh leo teacht ar Ghaeilgeoir&iacute; ar ardchaighde&aacute;in ar fud an domhain agus bh&iacute; na daoine seo ann i gc&oacute;na&iacute; ach n&iacute;or chuimhn&iacute;omar gur f&eacute;idir linn iad a fh&aacute;il agus a thabhairt isteach.  Cheannaigh TG4 p&iacute;osa teicneola&iacute;ochta agus is f&eacute;idir teacht ar an nasc cos&uacute;il le Zoom ach d&eacute;anann s&eacute; picti&uacute;r n&iacute;os l&aacute;idre de.  Is cuimhin liom go ndearnamar agallamh as Barcelona agus bh&iacute; an picti&uacute;r ar n&oacute;s go raibh s&eacute; ag teacht as an sti&uacute;ideo.  Creidim go l&aacute;idir sa teicneola&iacute;ocht.  Chruthaigh RT&Eacute; TG4 leis an gc&eacute;ad seomra nuachta digiteach san Eoraip, beagnach, nuair a buna&iacute;odh an st&aacute;isi&uacute;n.  T&aacute; s&eacute; sin sa DNA againn de bheith ag athr&uacute; ruda&iacute;.  </p> <p>  Maidir leis an gc&aacute;s seo agus ceamara in RT&Eacute;, mar gheall go bhfuilimid ag f&aacute;il an nuacht &oacute; RT&Eacute;, is ceist do RT&Eacute; c&eacute;n chaoi a &uacute;s&aacute;ideann s&eacute; a gcuid acmhainn&iacute;.  D&aacute; mbeadh na hacmhainn&iacute; ag RT&Eacute; n&iacute;l aon dabht ach go mbeadh s&eacute; &aacute; n-&uacute;s&aacute;id ar an mbealach digiteach sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.259" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA00200"><p>An bhfuil an tseirbh&iacute;s ag fulaingt, d&aacute; bharr?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.260" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA00300"><p>Mar at&aacute; l&eacute;irithe sa phlean sin, dar linn, n&iacute;l seirbh&iacute;s cheart faoi bhranda Nuacht TG4 n&oacute; c&uacute;rsa&iacute; reatha TG4 againn ach n&iacute; mar gheall ar na daoine at&aacute; ag obair mar feictear domsa go bhfuil siad ag d&eacute;anamh-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.261" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA00400"><p>N&iacute;lim ag iarraidh aon rud mar sin a r&aacute; agus aonta&iacute;m le Alan Esslemont go ndearna siad &eacute;acht ollmh&oacute;r chun daoine a fh&aacute;il agus chun seirbh&iacute;s a chur ar f&aacute;il.  T&aacute;im buartha, &aacute;mh, faoi easpa acmhainn&iacute; a bheith ar f&aacute;il do na hiriseoir&iacute; iontacha sin le hardchaighde&aacute;in.  Ba mhaith liom an pointe sin a shoil&eacute;iri&uacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.262" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA00500"><p>Aonta&iacute;m leis an Seanad&oacute;ir.  N&iacute; raibh riamh a dh&oacute;thain infheist&iacute;ochta d&eacute;anta in iriseoireacht na Gaeilge ach m&aacute; dh&eacute;antar &eacute; sin tiocfaidh ruda&iacute; iontacha chun cinn.  Is &iacute; an fh&iacute;s fhadtr&eacute;imhseach at&aacute; againn n&aacute; go mbeimid ag feidhmi&uacute; cos&uacute;il le t&iacute;ortha ar n&oacute;s na Beilge agus na hEilv&eacute;ise, agus fi&uacute; amh&aacute;in sa Sp&aacute;inn, is &eacute; sin go bhfuil an d&aacute; theanga taobh le ch&eacute;ile agus n&iacute;l teanga amh&aacute;in faoi bhagairt.  N&iacute; h&iacute; sin an c&aacute;s faoi l&aacute;thair agus is &iacute; cuid den fh&aacute;th anseo n&aacute; nach bhfuilimid cos&uacute;il leis an Eilv&eacute;is n&oacute; nach nd&eacute;antar a dh&oacute;thain infheist&iacute;ochta sna seirbh&iacute;s&iacute; l&aacute;rnacha mar TG4.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.263" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA00600"><p>T&aacute; ceist amh&aacute;in beag eile d&aacute;r bhfinn&eacute;.  An bhfuil s&eacute; ar intinn ag TG4 aon chart&uacute;in eile a chur ar f&aacute;il ar n&oacute;s &ldquo;Paw Patrol&rdquo;?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.264" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA00700"><p>T&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.265" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA00800"><p>T&aacute; p&aacute;ist&iacute; agam sa bhaile.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.266" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA00900"><p>T&aacute; an Seanad&oacute;ir i bhfad r&oacute;-mhaith de bheith ag cuimhneach air seo.  Nuair a thosaigh m&eacute; ag obair i gc&uacute;rsa&iacute; teilif&iacute;se, bh&iacute; m&eacute; ag pl&eacute; le cart&uacute;n faoi fear sneachta "Bouli".  Is mise a chuaigh amach a roghnaigh &eacute; sin.  T&aacute; an-suim againn a bheith ag pl&eacute; le branda&iacute; m&oacute;ra at&aacute; tarraingteach do ph&aacute;ist&iacute;.  Cheanna&iacute;omar &ldquo;Spongebob&rdquo; agus &ldquo;Paw Patrol&rdquo; agus t&aacute; na ceannach&aacute;in do ph&aacute;ist&iacute; faoi ch&uacute;ram Shiobh&aacute;n N&iacute; Bhr&aacute;daigh.  T&aacute; ag &eacute;ir&iacute; le cuid de na branda&iacute; is m&oacute; at&aacute; amuigh ansin agus t&aacute; s&eacute; sin t&aacute;bhachtach.</p> <p>  T&aacute; na comhlachta&iacute; a dh&eacute;anann athghuth&uacute; ar na cl&aacute;ir sin thar cionn i mbun na hoibre sin.  Uaireanta t&aacute; an leagan athghuthaithe n&iacute;os fearr n&aacute; an leagan B&eacute;arla.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.267" speakerid="com.kildarestreet/member/1643" speakername="Lorraine Clifford-Lee" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA01000"><p>Aonta&iacute;m le Alan Esslemont.  T&aacute;im ag tn&uacute;th leis.  Gabhaim m&iacute;le bu&iacute;ochas leis.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.268" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA01100"><p>Nach mb&iacute;onn siad i n&iacute;os fearr i nGaeilge?  Glaoim ar an Teachta Connolly.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.269" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA01200"><p>T&aacute; an deis seo &aacute; tap&uacute; agam mar n&iacute;l daoine eile anseo.  Maidir le c&uacute;rsa&iacute; ar l&iacute;ne, de r&eacute;ir mar a thuigim n&iacute;l c&uacute;rsa&iacute; nuachta ar f&aacute;il ar l&iacute;ne ar an deireadh seachtaine.  An bhfuil aon smacht ag Alan Esslemont maidir leis sin n&oacute; an mbaineann s&eacute; le RT&Eacute;?</p> <p>  Maidir leis an mbriseadh nuachta, gabhaim bu&iacute;ochas le Alan Esslemont maidir leis an bhfr&aacute;sa &ldquo;briseadh nuachta&rdquo;.  C&eacute;n f&aacute;th nach bhfuil s&eacute; ar f&aacute;il i nGaeilge agus nach bhfuil s&eacute; sin tarlaithe mar n&iacute; thuigim &eacute; sin?</p> <p>  Maidir leis an gceist a chuir an Seanad&oacute;ir Clifford-Lee maidir le cri&uacute;nna ceamara mar bh&iacute; daoine i dteagmh&aacute;il linn maidir leis seo, an bhfuil cinneadh d&eacute;anta ag RT&Eacute; n&oacute; an bhfuil s&eacute; in ann &eacute; sin a r&aacute;?  An mbeidh ceamara ar f&aacute;il le nuacht TG4 a chl&uacute;dach ar an deireadh seachtaine?  N&iacute; thuigim &eacute; sin mar t&aacute; s&eacute; chomh casta sin agus ba mhaith liom &eacute; a shimpli&uacute; ionas go mbeidh m&eacute; in ann &eacute; a thuiscint agus a r&aacute; le daoine.</p> <p>  Faoi dheireadh, maidir le &ldquo;s&uacute;il eile&rdquo; a bheith ag TG4, t&aacute; baol ann gurbh &eacute; an rud at&aacute; le teacht n&aacute; an ts&uacute;il cheannann ch&eacute;anna mura nd&eacute;anfaimid cearta a chinnti&uacute;.  Bheinn bu&iacute;och d&aacute; bhf&eacute;adfadh &aacute;r n-a&iacute;onna tabhairt faoi na point&iacute; beaga sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.270" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA01300"><p>Maidir le ceamara&iacute;, t&aacute; acmhainn&iacute; ag RT&Eacute; agus baineann s&eacute; &uacute;s&aacute;id as a gcuid acmhainn&iacute; f&eacute;in de r&eacute;ir a gcuid bainisteoir&iacute; f&eacute;in, an bhealaigh is fearr a fheiceann s&eacute; agus an gh&aacute; at&aacute; le &ldquo;X&rdquo;, &ldquo;Y&rdquo; agus &ldquo;X&rdquo; a dh&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.271" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA01400"><p>An bhfuil cri&uacute; ceamara le Gaeilge le f&aacute;il ag an deireadh seachtaine?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.272" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA01500"><p>Ar&iacute;s, is ceist &eacute; sin is f&eacute;idir a chuir ar Joe Reddington mar t&aacute; an rud m&iacute;nithe aige dom agus sa chomhth&eacute;acs at&aacute; againn faoi l&aacute;thair, glacaim bona fides RT&Eacute; go mb&iacute;onn s&eacute; ag bainisti&uacute; an t-airgead chomh maith agus is f&eacute;idir.  Mar at&aacute; r&aacute;ite agam, nuair a fheictear na hacmhainn&iacute; at&aacute; ag TG4 faoi l&aacute;thair, &uacute;s&aacute;idimid iad ar bhealach go hioml&aacute;n difri&uacute;il &oacute; RT&Eacute; agus n&iacute;l aon dabht agam d&aacute; mbeadh acmhainn&iacute; nuachta againn go mbeimid ag d&eacute;anamh &aacute;r gcuid cinnt&iacute; f&eacute;in &oacute; thaobh sin de.</p> <p>  I ndeireadh na d&aacute;la, n&iacute;l a dh&oacute;thain acmhainn&iacute; ag dul isteach in iriseoireacht na Gaeielge agus is &eacute; sin t&uacute;s agus deireadh an sc&eacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.273" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA01600"><p>Ar dt&uacute;s, an bhfuil figi&uacute;ir&iacute; ag Alan Esslemont maidir leis an nuacht ar l&iacute;ne ar an deireadh seachtaine agus c&eacute;n f&aacute;th nach bhfuil an briseadh nuachta i nGaeilge?  Is ceist shimpl&iacute; &iacute; sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.274" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA01700"><p>Ba cheart go mbeadh an briseadh nuachta i nGaeilge ag tarl&uacute; agus teasta&iacute;onn uainne go mbeadh s&eacute; sin ag tarl&uacute; faoi bhranda TG4 agus t&aacute; s&eacute; sin sa phlean.  Faoi l&aacute;thair, t&aacute;imid ag cur  &euro;1.8 milli&uacute;n sa phlean f&iacute;se tar &eacute;is Covid-19 le haghaidh tr&iacute; rud: l&aacute;idri&uacute; ar ch&uacute;rsa&iacute; reatha; cur le hiriseoir&iacute;, go h&aacute;irithe sna r&eacute;igi&uacute;in; agus tabhairt faoi fo-strucht&uacute;r digiteach le gur f&eacute;idir linn briseadh nuachta a chur air.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.275" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA01800"><p>An raibh plean ann branda nuachta TG4 a bheith ar RT&Eacute; seachas an chaoi ina bhfuil s&eacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.276" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA01900"><p>Bh&iacute; agus d&rsquo;aonta&iacute;omar &eacute; sin le RT&Eacute; in 2017 ach ag an n&oacute;im&eacute;ad deireadh shocraigh RT&Eacute; nach raibh s&eacute; ag dul an bealach sin.</p> <p>  Nuair a thosaigh m&eacute; sa phost seo is &eacute; an rud is t&aacute;bhachta&iacute; dom faoi aon st&aacute;isi&uacute;n craolt&oacute;ireachta poibl&iacute; &oacute; thaobh a niche de n&aacute; c&eacute;n cur chuige at&aacute; aige leis an nuacht agus bh&iacute;omar ag iarraidh tabhairt faoi sin.  Is &eacute; sin an ch&eacute;ad rud a thugamar faoi, le cead a thabhairt do RT&Eacute;, agus t&aacute;imid bliain ag iarraidh an rud a aont&uacute;.  I ndeireadh na d&aacute;la n&iacute;or &eacute;irigh linn &eacute; a aont&uacute; ach t&aacute;imid ar ais anseo ar&iacute;s agus feictear domsa go dt&iacute; go mbeidh branda l&aacute;idir digiteach le hacmhainn&iacute; cearta faoi bhranda nuachta agus c&uacute;rsa&iacute; reatha TG4, n&iacute; bheidh iriseoireachta na Gaeilge in ann dul chun cinn a dh&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.277" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#AA02000"><p>T&aacute; c&uacute;pla ceist agam f&eacute;in ag teacht &oacute;n m&eacute;id at&aacute; luaite ansin.  T&aacute; Alan Esslemont ag r&aacute; go bhfuil TG4 sple&aacute;ch ar shl&iacute; amh&aacute;in ar RT&Eacute; agus ar a nuacht.  Sa phlean at&aacute; curtha os &aacute;r gcomhair ag Alan Esslemont, is &euro;1.83 milli&uacute;n at&aacute; i gceist leis sa mh&eacute;id at&aacute; luaite aige.</p><p>Deir s&eacute;, "Mar chuid den infheist&iacute;ocht nua, ceapfar foireann eagarth&oacute;ireachta Nuacht TG4 a mbeidh an c&uacute;ram orthu seirbh&iacute;s&iacute; nuachta agus c&uacute;rsa&iacute; reatha TG4 a fhorbairt agus a chur ar f&aacute;il."  T&aacute; roinnt m&iacute;nithe tugtha ansin freisin.  Mura bhfuil foireann ag TG4 beidh s&eacute; deacair agus n&iacute; bheidh aon phingin&iacute; f&aacute;gtha as an &euro;1.8 milli&uacute;n at&aacute; an st&aacute;isi&uacute;n ag lorg chun foireann bhreise n&oacute; ann f&eacute;in a fhost&uacute; chun nuacht agus c&uacute;rsa&iacute; reatha a dh&eacute;anamh.  Cad &eacute; an fhoireann at&aacute; ag TG4 faoi l&aacute;thair?  An bhfuil go leor ceamarad&oacute;ir&iacute;, sti&uacute;rth&oacute;ir&iacute;, l&aacute;ithreoir&iacute; n&oacute; p&eacute; dream at&aacute; gceist ann chun an m&eacute;id at&aacute; le d&eacute;anamh ag an st&aacute;isi&uacute;n a dh&eacute;anamh i gceart?  M&aacute; t&aacute; an st&aacute;isi&uacute;n ag d&eacute;anamh plean ioml&aacute;n nua, c&eacute; mh&eacute;ad duine breise at&aacute; i gceist?  Measaim go bhfuil an st&aacute;isi&uacute;n ag lorg l&iacute;on foirne r&oacute;-&iacute;seal chun an m&eacute;id at&aacute; luaite ag Alan Esslemont san fh&iacute;s a chur i gcr&iacute;ch, dar liom.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.279" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#BB00200"><p>Gabhaim bu&iacute;ochas leis an gCathaoirleach as a cheist.  T&aacute; dh&aacute; chuid san fh&iacute;s.  T&aacute; infheist&iacute;ocht dh&iacute;reach &oacute; TG4 m&oacute;ide, cuir i gc&aacute;s, an leath uair an chloig sa l&aacute; faoi l&aacute;thair &oacute; RT&Eacute;.  Is hybrid at&aacute; ann.  T&aacute;imid ag d&eacute;anamh infheist&iacute;ocht ach ag an am c&eacute;anna leanfaidh an ionchur &oacute; RT&Eacute; ach ar bhealach difri&uacute;il.  In &aacute;it a bheith ag t&oacute;g&aacute;il ceannas eagarth&oacute;ireachta &oacute; RT&Eacute;, chaithf&iacute; &eacute; a th&oacute;g&aacute;il &oacute; TG4 agus a bheith ag feidhmi&uacute; mar a bh&iacute;onn ITN do Channel 4, is &eacute; sin ag breathn&uacute; air mar bhranda difri&uacute;il.  C&eacute; go bhfuil RT&Eacute; ag &iacute;oc, b&rsquo;fh&eacute;idir, as p&aacute; TG4 is do nuacht TG4 a bheadh an duine ag obair agus a bheadh a dh&iacute;lseacht n&oacute; a d&iacute;lseacht ioml&aacute;n.  Is &iacute; sin an &aacute;it as a gcraolfar ruda&iacute; i dtosach.</p> <p>  Is &eacute; sin an rud at&aacute; sa phlean agus is ag feidhmi&uacute; faoin reachta&iacute;ocht a bheidh an plean.  Mar at&aacute; luaite ag an Teachta &Oacute; Cu&iacute;v, m&aacute; athra&iacute;tear an reachta&iacute;ocht san Oireachtas, bheadh an fheidhmeannas s&aacute;sta tabhairt faoi ar bhealach difri&uacute;il.  T&aacute; RT&Eacute; &aacute; r&aacute; go bhfuil thart ar &euro;10 milli&uacute;n i gceist le haghaidh an uair a chloig sa l&aacute; agus n&iacute;l an &euro;10 milli&uacute;n seo sa phlean a fuair an comhchoiste mar aighneacht r&eacute;amhbhuis&eacute;id.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.280" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#BB00300"><p>N&aacute; b&iacute; aon fhait&iacute;os ar Alan Esslemont mar n&iacute;l aon chostas ag baint leis seo.  Th&oacute;gfa&iacute; &eacute; &oacute; seo agus thabharfa&iacute; &eacute; d&oacute; si&uacute;d mar is &eacute; an costas c&eacute;anna do RT&Eacute; &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.281" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#BB00400"><p>Mura bhfuil RT&Eacute; ag d&eacute;anamh i gceart &eacute;, t&aacute; costas breise chun &eacute; a th&oacute;g&aacute;il suas go dt&iacute; leibh&eacute;al n&iacute;os fearr.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.282" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#BB00500"><p>Tuigimid &eacute; sin ach t&aacute; airgead breise iarrtha chun &eacute; a thabhairt suas.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.283" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#BB00600"><p>T&aacute; a fhios agam &eacute; sin.  T&aacute; airgead breise ann chun f&iacute;s nua a dh&eacute;anamh seachas lean&uacute;int leis an m&eacute;id at&aacute; ann faoi l&aacute;thair.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.284" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#BB00700"><p>Tuigim &eacute; sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.285" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#BB00800"><p>An mbeadh foireann bhreise a fhost&uacute; i gceist n&oacute; an mbeadh an fhoireann at&aacute; ag RT&Eacute; &aacute; aistri&uacute;, i gc&aacute;s an luchta theicni&uacute;il, mar shampla, ceamarad&oacute;ir&iacute;, n&oacute; an bhfeiceann Alan Esslemont go leanfaidh an ceangal at&aacute; ann faoi l&aacute;thair mar at&aacute; s&eacute;?  N&iacute;l m&oacute;r&aacute;n eolais agam faoi conas cl&aacute;r a chur le ch&eacute;ile seachas go si&uacute;laimid isteach sa sti&uacute;ideo, b&iacute;onn duine ann ag d&eacute;anamh maisi&uacute; orainn, b&iacute;onn fear na soils&iacute; ann, agus duine ann chun go mbeidh an t-aoi socair.  Is &eacute; sin bealach in RT&Eacute;.  T&aacute; bealach i bhfad &Eacute;ireann n&iacute;os tap&uacute;la ag TG4 agus thuig an st&aacute;isi&uacute;n seo an saol digiteach &oacute; th&uacute;s.  N&iacute; raibh ceathrar ar an bhfoireann cheamara mar a bh&iacute; ag RT&Eacute; agus tharla athr&uacute; toisc gur athraigh an saol agus gur &eacute;irigh na ceamara&iacute; chomh beag sin in ionad na gcinn mh&oacute;ra mhillteacha a bh&iacute; ann.  An bhfeiceann Alan Esslemont go mbeidh n&iacute;os m&oacute; foirne le fost&uacute;?  N&iacute;l m&eacute; i gcoinne daoine a fhost&uacute; ach m&aacute; t&aacute; an st&aacute;isi&uacute;n ag lorg &euro;1.83 milli&uacute;n agus ansin t&aacute; an &euro;10 milli&uacute;n at&aacute; &aacute; lorg ag RT&Eacute; ann.  An leor sin n&oacute; an mbeidh TG4 ag teacht ar ais an bhliain ina dhiaidh agus ina dhiaidh sin ar&iacute;s &aacute; r&aacute; go bhfuil deichni&uacute;r breise le fost&uacute; mar nach bhfuil go leor sti&uacute;rth&oacute;ir&iacute;, comhordaitheoir&iacute;, l&aacute;ithreoir&iacute; - n&oacute; p&eacute; teideal at&aacute; acu - againn chun an fh&iacute;s a chur i gcr&iacute;ch?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.286" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#BB00900"><p>T&aacute; an plean bunaithe ar an gcaoi ina bhfuil ruda&iacute; faoi l&aacute;thair.  D&aacute; n-iarrfadh an tOireachtas go bhfuilimid ag athr&uacute; an uair a chloig sa l&aacute;, bheadh ar gach duine luach a chur ar an uair a chloig sa l&aacute; sin.  Cuireann BBC luach os cionn &euro;20 milli&uacute;n ar an deich n-uaire an chloig sa tseachtain a shol&aacute;thra&iacute;onn s&eacute; do S4C.  Cuireann an St&aacute;t seo n&iacute;os l&uacute; luacha ar aon rud a bhaineann leis an nGaeilge ach i ndeireadh na d&aacute;la d&aacute; nd&eacute;anfadh an tOireachtas cinneadh gur cheart go mbeadh TG4 ag f&aacute;il &ldquo;X&rdquo; &oacute;n gcead&uacute;nas in &aacute;it an uair a chloig sa l&aacute;, n&iacute; bheadh fadhb ag feidhmeannas TG4 leis sin.  Is plean amh&aacute;in a d&rsquo;fheadfa&iacute; a bheith ann n&aacute; an t-airgead sin uile a &uacute;s&aacute;id i dtreo nuachta agus c&uacute;rsa&iacute; reatha sa chaoi is go bhf&eacute;adfaimid rud a chur ar f&aacute;il i nd&aacute;ir&iacute;re nach bhfuil ar f&aacute;il ag seirbh&iacute;s&iacute; eile in &Eacute;irinn.</p> <p>  Ar an mbealach sin is f&eacute;idir c&aacute;s a dh&eacute;anamh go h&eacute;asca le haghaidh airgead cead&uacute;nais do ch&uacute;rsa&iacute; nuachta agus do ch&uacute;rsa&iacute; reatha i nGaeilge.  Is cinneadh don Oireachtas &eacute; agus t&aacute; an plean seo bunaithe ar an reachta&iacute;ocht mar at&aacute; s&iacute; faoi l&aacute;thair.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.287" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#BB01000"><p>Cuirfidh m&eacute; cr&iacute;och le mo chuidse agus iarrfaidh m&eacute; ar an Teachta &Oacute; Cu&iacute;v ansin.</p> <p>  Mar a tharla&iacute;onn le haon iarratais ar bhuis&eacute;ad, tagann n&oacute; n&iacute; thagann siad.  Mura dtagann s&eacute;, an f&eacute;idir le &ldquo;Nuacht TG4&rdquo; lean&uacute;int mar at&aacute; s&eacute;?  An bhfuil fadhbanna bun&uacute;sacha ann &oacute; thaobh trealaimh, sti&uacute;ideonna foirne, n&oacute; traen&aacute;la de faoi l&aacute;thair n&oacute; an bhfuil aon rud breise ag teast&aacute;il d&iacute;reach i gcomhair standing still?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.288" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#BB01100"><p>Is &eacute; an rud pr&aacute;inneach anois n&aacute; go bhfuil an nuacht bogtha ar aghaidh.  D&eacute;anann roinnt daoine, ar m&oacute; n&oacute;s f&eacute;in, su&iacute; s&iacute;os ar 5.30 p.m. go dt&iacute; 7.30 p.m. agus is ar an gcaoi sin a fhaigheann mo chuid gas&uacute;r a gcuid nuachta.  T&aacute; s&eacute; an-t&aacute;bhachtach, &aacute;mh, go mbeimid in ann branda nuachta digiteach TG4 a chur ar f&aacute;il.  Is &eacute; sin an rud pr&aacute;inneach sa phlean.  Is &eacute; an t-aon bhealach a dh&eacute;anfaimid &eacute; sin n&aacute; ceannas eagarth&oacute;ireachta a ghlacadh ar ch&uacute;rsa&iacute; nuachta.</p> <p>N&iacute; theasta&iacute;onn an iomarca daoine chun &eacute; sin a dh&eacute;anamh ach t&aacute;imid ag brath ansin ar an seirbh&iacute;s nuachta at&aacute; ag teacht &oacute; RT&Eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.289" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#BB01300"><p>T&aacute; &eacute;irithe le TG4 le hacmhainn&iacute; an-bheag &oacute; thaobh c&uacute;rsa&iacute; sp&oacute;irt de.  Bh&iacute; nu&aacute;la&iacute;ocht ar go leor beala&iacute;, d&rsquo;fh&eacute;adfa&iacute; a r&aacute;, gur lean RT&Eacute; TG4 i gc&uacute;rsa&iacute; sp&oacute;irt mar cluich&iacute; n&aacute;rbh fhi&uacute; do RT&Eacute; a chraoladh 20 bliain &oacute; shin, t&aacute; siad &aacute; gcraoladh anois agus t&aacute; na st&aacute;isi&uacute;in in ioma&iacute;ocht chun iad a fh&aacute;il anois.</p> <p>  An dtabharfadh an tiont&uacute; at&aacute; i gceist againne an faobhar agus an sol&uacute;bthacht ch&eacute;anna d&aacute; mbeadh TG4 i gceannas ar ch&uacute;rsa&iacute; nuachta agus reatha, ag glacadh leis go mbeadh na hacmhainn&iacute; ar f&aacute;il?  N&iacute;l aon mhaith rud ar bith a dh&eacute;anamh gan acmhainn&iacute;.  Chruthaigh an st&aacute;isi&uacute;n agus bh&iacute; s&eacute; n&iacute;os &eacute;asca don st&aacute;isi&uacute;n a bheith nu&aacute;lach agus cruthaitheach sa sp&oacute;rt n&aacute; mar a bh&iacute; s&eacute; &oacute; thaobh c&uacute;rsa&iacute; nuachta de.  An &eacute; an t-&uacute;dar a bh&iacute; leis sin n&aacute; gur eagraigh an st&aacute;isi&uacute;n an t-airgead agus bh&iacute; s&eacute; in ann ansin dul ar an margadh agus ruda&iacute; neamhghn&aacute;cha a dh&eacute;anamh ar bhealach a bh&iacute; thar a bheith &eacute;ifeachtach mar chl&aacute;ir agus &oacute; thaobh c&uacute;rsa&iacute; airgid de freisin?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.290" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#BB01400"><p>Is &eacute; ceann de na ruda&iacute; is m&oacute; a bhfuil m&eacute; br&oacute;d&uacute;il as TG4 le 25 bliain anuas n&aacute; an neamhsple&aacute;chas smaointeoireachta agus cruthaitheachta.  Chuir s&eacute; sin ruda&iacute; ar f&aacute;il nach raibh chun teacht as RT&Eacute;, n&oacute; fi&uacute; as Baile &Aacute;tha Cliath.  M&aacute; bhreathna&iacute;mid go n&aacute;isi&uacute;nta ar an t&iacute;r, is dearcadh n&aacute;isi&uacute;nta at&aacute; ann agus is aniar at&aacute; s&eacute;, agus tugann s&eacute; sin cur chuige ioml&aacute;n difri&uacute;il.</p> <p> Mar a d&uacute;irt an Teachta, bh&iacute; an st&aacute;isi&uacute;n in ann cinnt&iacute; neamhsple&aacute;cha a dh&eacute;anamh agus d&rsquo;&eacute;irigh leis an st&aacute;isi&uacute;n mar gheall go raibh an st&aacute;isi&uacute;n neamhsple&aacute;ch.  Rachaimid isteach sa sp&aacute;s sin agus tabharfaimid faoi agus d&eacute;anfaimid &eacute; sin.</p> <p>  I nd&aacute;ir&iacute;re, mar chraolt&oacute;ir, m&aacute; t&aacute; an duine neamhsple&aacute;ch, t&aacute; s&eacute; in ann i bhfad n&iacute;os m&oacute; a dh&eacute;anamh.</p><p>Mar an deir an Teachta &Oacute; Cu&iacute;v, t&aacute; ruda&iacute; cruthaithe againn i ngach r&eacute;imse.  C&eacute;n f&aacute;th mar sin nach mbeimis in ann a chruth&uacute; &oacute; thaobh na nuachta agus c&uacute;rsa&iacute; reatha de?  Is acmhainn&iacute; freagra na ceiste sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.292" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC00200"><p>Is acmhainn&iacute; agus neamhsple&aacute;chas at&aacute; i gceist freisin.  Rinne TG4 cinneadh go luath go gcraolfadh s&eacute; Peil na mBan.  N&iacute; hamh&aacute;in go ndearna s&eacute; an-leas don st&aacute;isi&uacute;n f&eacute;in ach rinne s&eacute; sin an-leas do Pheil na mBan agus tharla f&aacute;s as cuimse l&eacute;i.  T&aacute; go leor den bhu&iacute;ochas sin ag dul go TG4.  D&aacute; mbeadh s&eacute; sin faoi cheannas RT&Eacute; n&iacute; g&aacute; go dtarl&oacute;dh s&eacute; sin.  D&aacute; mbeadh TG4 ag f&aacute;il a chuid sp&oacute;irt &oacute; RT&Eacute;, n&iacute; bheadh an deis ch&eacute;anna aige dul amach agus tos&uacute; le ruda&iacute; as an nua ar fad a dh&eacute;anamh a bh&iacute; difri&uacute;il ag an am nuair a thosaigh s&eacute; chuige sin.  Is &eacute; sin at&aacute; i gceist agamsa.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.293" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC00300"><p>Bh&iacute; agus t&aacute; saol craolt&oacute;ireachta monailiteach ann.  T&aacute; s&eacute; an-&eacute;asca m&aacute; t&aacute;thar sa mhonalit sin an doras a dh&uacute;nadh agus d&eacute;antar &eacute; sin.  Is ansin at&aacute; an chumhacht.  D&uacute;nadh an doras agus d&uacute;nadh go leor doirse ar ruda&iacute; mar sp&oacute;rt na mban agus ar ruda&iacute; gur cheart a r&aacute; f&uacute;thu gur craolt&oacute;ireacht seirbh&iacute;se poibl&iacute; iad seo agus n&iacute;l aon dabht faoi.  T&aacute; cur chuige ag an gcraolt&oacute;ir eile at&aacute; go minic an-tr&aacute;cht&aacute;la in &aacute;it cur chuige seirbh&iacute;se poibl&iacute; a bheith aige.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.294" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC00400"><p>T&aacute; ceist amh&aacute;in deiridh agam.  T&aacute; pl&eacute; &aacute; dh&eacute;anamh againn - de r&eacute;ir mar a thuigim &eacute; t&aacute; an tAire ag teacht leis seo - go mbeidh oiread &aacute;irithe airgid as cist&iacute; poibl&iacute; curtha ar f&aacute;il nuair a bheadh f&oacute;gra&iacute;ocht i gceist, n&iacute; hamh&aacute;in d&rsquo;fh&oacute;gra&iacute; tr&iacute; Ghaeilge ach f&oacute;gra&iacute; tr&iacute; Ghaeilge a bheadh ar chraolt&oacute;ir&iacute; tr&iacute; Ghaeilge.  An dtabharfadh s&eacute; sin cuidi&uacute; do TG4?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.295" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC00500"><p>Thabharfadh s&eacute;.  &Oacute; thosa&iacute;omar, t&aacute; strait&eacute;is againn go mbeidh n&iacute;os m&oacute; f&oacute;gra&iacute;ochta i nGaeilge.  Ar a laghad chiall&oacute;dh s&eacute; sin go mbeadh an tuiscint gur f&eacute;idir f&oacute;gra&iacute;ocht a dh&eacute;anamh i nGaeilge.  B&iacute;onn an dream a chuireann na f&oacute;gra&iacute; seo le ch&eacute;ile &aacute; gcur in &aacute;iteanna &eacute;ags&uacute;la.  N&iacute; chialla&iacute;onn s&eacute; seo mar gheall go bhfuil siad i nGaeilge go mbeadh na f&oacute;gra&iacute; ar TG4 amh&aacute;in ach chuirfinn f&aacute;ilte roimhe sin.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.296" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC00600"><p>Is cuid den sol&aacute;thar seo go gcaithfidh siad a bheith coime&aacute;dta d&rsquo;athshol&aacute;thar ann.  Is &eacute; sin, uimhir a haon go gcaithfidh oiread seo f&oacute;gra&iacute; a bheith tr&iacute; Ghaeilge ach is &eacute; an dara coinn&iacute;oll n&aacute; go gcaithfidh m&eacute;id agus sol&aacute;thar faoi leith d&iacute;obh freisin a chraoladh ar na me&aacute;in Ghaeilge freisin.  N&iacute; h&eacute; sin na f&oacute;gra&iacute; Gaeilge ar fad ach c&eacute;atad&aacute;n d&iacute;obh.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.297" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC00700"><p>Mar a d&uacute;irt m&eacute;, bh&iacute; m&eacute; ag f&oacute;ram craolt&oacute;ireachta agus n&iacute;l aon chumhacht margaidh ag TG4.  Is &eacute; an t-aon taca&iacute;ocht at&aacute; ag TG4 n&aacute; reachta&iacute;ocht l&aacute;idir agus rialach&aacute;in ansin ar an reachta&iacute;ocht sin a thugann taca&iacute;ocht don Ghaeilge.  &Uacute;s&aacute;idtear focal m&oacute;r sa Bh&eacute;arla, agus a &uacute;s&aacute;ideann Hector freisin, agus is &eacute; sin meas n&oacute; respect.  I nd&aacute;ir&iacute;re m&aacute; t&aacute; an d&aacute; rud sin ann, reachta&iacute;ocht l&aacute;idir agus ansin rialt&oacute;ir at&aacute; ag feidhmi&uacute; go maith le meas don Ghaeilge, is &eacute; sin an t-aon bhealach gur f&eacute;idir linn dul chun cinn a dh&eacute;anamh.  M&aacute; fh&aacute;gtar TG4 agus an Ghaeilge faoin margadh-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.298" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC00800"><p>Beidh teipthe air.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.299" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC00900"><p>Ceart go leor.  Gabhaim bu&iacute;ochas le Alan Esslemont as an m&eacute;id sin a roinnt linn.  Bh&iacute; s&eacute; spreag&uacute;il agus t&aacute; s&uacute;il agam go mbeidh tairbhe maith as an m&eacute;id at&aacute; s&eacute; tar &eacute;is a chur in&aacute;r l&aacute;thair.  N&iacute; muidne an tAire Airgeadais, t&aacute; br&oacute;n orm a r&aacute;.  D&aacute; mbeimis bheadh s&eacute; i bhfad &Eacute;ireann n&iacute;os-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.300" speakerid="com.kildarestreet/member/1575" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC01000"><p>B&rsquo;fh&eacute;idir go mbeidh-----</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.301" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC01100"><p>N&iacute; bheadh a fhios agat.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.302" speakerid="unknown" error="nomatch" speakername="Mr. Alan Esslemont" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC01200"><p>Ba mhaith liom focal bu&iacute;ochas a ghabhail leis an gcomhchoiste.  T&aacute; an obair at&aacute; ar bun aige an-t&aacute;bhachtach agus t&aacute; an obair &oacute; thaobh reachta&iacute;ocht na Gaeilge l&aacute;rnach.  N&iacute;l TG4 oscailte faoi l&aacute;thair ach nuair a bheidh ruda&iacute; n&iacute;os fearr chuirfinn f&aacute;ilte roimh an gcomhchoiste ann i mBaile na hAbhann.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.303" speakerid="com.kildarestreet/member/1577" speakername="Catherine Connolly" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC01300"><p>An gcuirfidh TG4 f&aacute;ilte roimh RT&Eacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.304" speakerid="com.kildarestreet/member/1485" speakername="Aengus &Oacute; Snodaigh" time="00:00:00" url="http://debatesarchive.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SC12021072100002#CC01400"><p>N&iacute; g&aacute; an cheist sin a fhreagairt.   Labhr&oacute;imid leis an Uasal Dee Forbes amach anseo faoin gceist sin.  &Eacute; sin r&aacute;ite gu&iacute;m gach rath ar obair TG4, ar na cri&uacute;nna agus ar gach duine at&aacute; ag obair do &ldquo;Nuacht TG4&rdquo; agus do &ldquo;7 L&aacute;&rdquo; chomh maith agus t&aacute; s&uacute;il agam go n-&eacute;ireoidh go geal leo agus go mbeidh siad in ann an fh&iacute;s nuachta nua at&aacute; luaite agus leagtha s&iacute;os ag Alan Esslemont a chur chun cinn agus a bhaint amach chomh tapa agus is f&eacute;idir nuair at&aacute; an cinneadh d&eacute;anta ag p&eacute; Aire a bheidh ann faoi airgead breise a thabhairt do TG4.</p> <p>  Cuirfimid clabhs&uacute;r leis an d&iacute;osp&oacute;ireacht.  Ba mhaith liom mo bhu&iacute;ochas a ghabh&aacute;il le Alan Esslemont as an m&eacute;id a phl&eacute;igh s&eacute; linn.  Cuirfimid an cruinni&uacute; seo ar athl&oacute; do dt&iacute; 12:30 p.m. D&eacute;ardaoin, 22 I&uacute;il 2021 nuair a bheimid ag pl&eacute; su&iacute;omh ioml&aacute;n d&aacute;theangach a dh&eacute;anamh de Thithe an Oireachtais le Cl&eacute;ireach na D&aacute;la, Peter Finnegan.</p> <p>  Beidh cruinni&uacute; pr&iacute;obh&aacute;ideach againn am &eacute;igin chun pl&eacute; a dh&eacute;anamh ar an m&eacute;id a tharla n&iacute;os luaithe agus ar roinnt den chomhfhreagras.</p></speech>
    <speech id="com.kildarestreet/committees/2021-07-21a.305" nospeaker="true" time="00:00:00" ><p>Cuireadh an comhchoiste ar athl&oacute; ar 5.07 p.m. go dt&iacute; 12.30 p.m., D&eacute;ardaoin, an 22 I&uacute;il 2021.</p></speech>
</publicwhip>