<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE publicwhip
[
<!ENTITY aacute "&#225;" >
<!ENTITY eacute "&#233;" >
<!ENTITY iacute "&#237;" >
<!ENTITY oacute "&#243;" >
<!ENTITY uacute "&#250;" >
<!ENTITY yacute "&#253;" >
<!ENTITY yen    "&#165;" >

<!ENTITY Aacute "&#193;" >
<!ENTITY Acirc  "&#194;" > 
<!ENTITY Eacute "&#201;" >
<!ENTITY Ecirc  "&#202;" > 
<!ENTITY Iacute "&#205;" >
<!ENTITY Oacute "&#211;" >
<!ENTITY Uacute "&#218;" >
<!ENTITY Zcaron  "&#381;" > 
<!ENTITY zcaron  "&#382;" > 
<!ENTITY hellip  "..." >
<!ENTITY bullet  "&#8226;" >
<!ENTITY Dagger  "&#8224;" >
<!ENTITY eth  "&#240;">

<!ENTITY ndash   "&#8211;">
<!ENTITY mdash   "&#8212;">
<!ENTITY iexcl   "&#161;">
<!ENTITY divide  "&#247;">
<!ENTITY euro    "&#8364;">
<!ENTITY trade   "&#8482;">
<!ENTITY bull    "&#8226;">
<!ENTITY lsquo   "&#8216;">
<!ENTITY rsquo   "&#8217;">
<!ENTITY sbquo   "&#8218;">
<!ENTITY ldquo   "&#8220;">
<!ENTITY rdquo   "&#8221;">
<!ENTITY bdquo   "&#8222;">
<!ENTITY dagger  "&#8224;">

<!ENTITY Scaron "&#352;" >
<!ENTITY scaron "&#353;" >
<!ENTITY Ouml   "&#214;" >
<!ENTITY szlig  "&#223;" >
<!ENTITY agrave "&#224;" >
<!ENTITY acirc  "&#226;" >
<!ENTITY atilde "&#227;" >
<!ENTITY auml   "&#228;" >
<!ENTITY ccedil "&#231;" >
<!ENTITY Ccedil "&#199;" >
<!ENTITY egrave "&#232;" >
<!ENTITY ograve "&#243;" >
<!ENTITY Ograve "&#210;" >
<!ENTITY Egrave "&#200;" >
<!ENTITY ecirc  "&#234;" >
<!ENTITY euml   "&#235;" >
<!ENTITY icirc  "&#238;" >
<!ENTITY igrave "&#204;" >
<!ENTITY ugrave "&#249;" >
<!ENTITY iuml	"&#239;" >
<!ENTITY ntilde "&#241;" >
<!ENTITY nbsp   "&#160;" >
<!ENTITY ocirc  "&#244;" >
<!ENTITY ouml   "&#246;" >
<!ENTITY oslash "&#248;" >
<!ENTITY otilde "&#245;" >
<!ENTITY uuml   "&#252;" >
<!ENTITY ucirc  "&#251;" >
<!ENTITY thorn  "&#254;" >
<!ENTITY Icirc  "&#206;" >
<!ENTITY Uuml   "&#252;" >
<!ENTITY pound  "&#163;" >
<!ENTITY sect   "&#167;" >
<!ENTITY copy   "&#169;" >
<!ENTITY reg    "&#174;" >
<!ENTITY deg    "&#176;" >
<!ENTITY plusmn "&#177;" >
<!ENTITY sup2   "&#178;" >
<!ENTITY sup3   "&#179;" >
<!ENTITY micro  "&#181;" >
<!ENTITY para   "&#182;" >
<!ENTITY middot "&#183;" >
<!ENTITY ordm   "&#186;" >
<!ENTITY frac14 "&#188;" >
<!ENTITY frac12 "&#189;" >
<!ENTITY frac34 "&#190;" >
<!ENTITY oelig "&#339;" >
<!ENTITY aelig  "&#230;" >
<!ENTITY Aring  "&#197;" >
<!ENTITY aring  "&#229;" >
<!ENTITY Oslash "&#216;" >
<!ENTITY oslash "&#248;" >
]>


<publicwhip scrapeversion="a" latest="yes">
    <major-heading id="com.kildarestreet/committees/2018-03-20a.2" nospeaker="true" time="16:00:00" url="">Joint Standing Committee on the Irish Language, the Gaeltacht and the Islands</major-heading>
    <speech id="com.kildarestreet/committees/2018-03-20a.3" nospeaker="true" time="16:00:00" ><p>The Joint Committee met at 16:00</p><p>MEMBERS PRESENT:</p><p>Deputy Aindrias Moynihan, Senator Joe O'Reilly. Deputy Éamon Ó Cuív*, Deputy Fergus O'Dowd, Deputy Peadar Tóibín,</p><p>* In the absence of Deputy Pat The Cope Gallagher</p><p>DEPUTY CATHERINE CONNOLLY IN THE CHAIR.</p></speech>
    <minor-heading id="com.kildarestreet/committees/2018-03-20a.4" nospeaker="true" time="16:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000002#A00100">Scéim Ghinearálta Bhille na dTeangacha Oifigiúla (Leasú) 2017: Plé (Atógáil)</minor-heading>
    <speech id="com.kildarestreet/committees/2018-03-20a.5" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="16:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000003#B00100"><p>Gabhaim bu&iacute;ochas leis na Teachta&iacute;.  T&aacute; a fhios agam go bhfuil sibh faoi bhr&uacute;.  T&aacute;imid tosaithe.  Ba mhaith liom c&eacute;ad m&iacute;le f&aacute;ilte a chur roimh an gCoimisin&eacute;ir Teanga.  T&aacute; s&eacute; ar ais ar&iacute;s os &aacute;r gcomhair agus in &eacute;ineacht leis t&aacute; an tUasal Colm &Oacute; Coisdealbha.  Cuirim f&aacute;ilte rompu agus gabhaim m&iacute;le maith acu as an gcuireadh uainn a ghlacadh.  T&aacute; a fhios agam nach raibh m&oacute;r&aacute;n ama acu ach is &eacute; seo go gcuirfidh siad deireadh leis an gcuid seo den phr&oacute;iseas.</p>  <p>  Ba mhaith liom an tAcht um Chl&uacute;mhilleadh a lua, agus t&aacute;im i gc&oacute;na&iacute; ag r&aacute; go bhfuil s&eacute; thar a bheith deacair ach d&eacute;anfaidh m&eacute; m&oacute; dh&iacute;cheall, mar sin: ba mhaith liom a chur ar bhur n-aird go bhfuil de bhua alt 17(2)(l) den Acht um Chl&uacute;mhilleadh 2009, finn&eacute;ithe faoi chosaint l&aacute;nphribhl&eacute;id maidir leis an bhfianaise a thugann siad don choiste seo.</p> <p>M&aacute; orda&iacute;onn an coiste d&oacute;ibh, &aacute;mh, &eacute;ir&iacute; as fianaise a thabhairt i leith n&iacute; &aacute;irithe agus m&aacute; leanann siad d&aacute; tabhairt amhlaidh, n&iacute; bheidh siad i dteideal d&aacute; &eacute;is sin ach pribhl&eacute;id ch&aacute;ilithe i leith a gcuid fianaise.  Orda&iacute;tear d&oacute;ibh gan fianaise a thabhairt ach amh&aacute;in fianaise a bhaineann le h&aacute;bhar na n-imeachta&iacute; seo agus fiafra&iacute;tear d&iacute;obh cleachtadh parlaiminte a urram&uacute; n&aacute;r c&oacute;ir, m&aacute;s f&eacute;idir, daoine n&aacute; eintiteas a ch&aacute;ineadh n&aacute; l&iacute;omhaint&iacute; a dh&eacute;anamh ina n-aghaidh, ina n-ainm, ina hainm n&oacute; ina ainm ar shl&iacute; a bhf&eacute;adfa&iacute; iad a aithint.  Ba mhaith liom na finn&eacute;ithe a chur ar an eolas freisin go nd&eacute;anfar na r&aacute;itis tionscnaimh seo a gcuirfear faoi bhr&aacute;id an choiste a fhoilsi&uacute; ar shu&iacute;omh gr&eacute;as&aacute;in an choiste tar &eacute;is an chruinnithe seo.  Meabhra&iacute;tear do chomhalta&iacute; an cleachtadh parlaiminte at&aacute; ann le fada n&aacute;r ch&oacute;ir d&oacute;ibh tuairim&iacute; a thabhairt maidir le duine at&aacute; taobh amuigh de na Tithe n&oacute; maidir le hoifigeach ina ainm, n&oacute; ina hainm, ar shl&iacute; a bhf&eacute;adfa&iacute; iad a aithint.</p> <p> Beidh Teachta&iacute; D&aacute;la agus Seanad&oacute;ir&iacute; ag teacht agus ag imeacht.  T&aacute; siad go l&eacute;ir faoi bhr&uacute; maidir leis an D&aacute;il agus le coist&iacute; eile.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.7" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000004#C00200"><p>Gabhaim bu&iacute;ochas leis an gCathaoirleach.  Chuir m&eacute; mo r&aacute;iteas tosaigh ar aghaidh chuig an gcoiste D&eacute; hAoine agus glacaim leis go raibh s&eacute; curtha ar aghaidh chuig na baill agus n&iacute; l&eacute;ifidh m&eacute; amach an r&aacute;iteas tosaigh d&aacute; bharr sin.  Labhr&oacute;idh m&eacute; faoi chuid de na pr&iacute;omhphoint&iacute; maidir leis na leasuithe at&aacute; molta ar Acht na dTeangacha Oifigi&uacute;la agus na ceannteidil agus an chaoi gur f&eacute;idir &eacute; sin a fheabhs&uacute; nuair a bheidh an Bille f&eacute;in &aacute; fhoilsi&uacute; amach anseo.</p>  <p>  Ba mhaith liom ar dt&uacute;s mo bhu&iacute;ochas a ghabh&aacute;il leis an gCathaoirleach agus leis an gcomhchoiste as an sp&eacute;is at&aacute; l&eacute;irithe acu san &aacute;bhar seo, agus an obair luachmhar at&aacute; &aacute; d&eacute;anamh acu &oacute; thaobh na gceannteideal, agus t&aacute;im ag s&uacute;il go m&oacute;r leis an tuarasc&aacute;il a l&eacute;amh nuair a bheidh s&eacute; sin foilsithe amach anseo.  Molaim ar&iacute;s a gcuid oibre.  Molaim chomh maith, agus mhol m&eacute; ag an am &eacute;, na ceannteidil a foils&iacute;odh maidir le hAcht na dTeangacha Oifigi&uacute;la.  Bh&iacute; dh&aacute; athr&uacute; shuntasacha le brath sna ceannteidil.  An ch&eacute;ad cheann &oacute; thaobh c&uacute;rsa&iacute; earca&iacute;ochta n&aacute; gur aithn&iacute;odh nach raibh an c&oacute;ras at&aacute; i bhfeidhm faoi l&aacute;thair, le go sainaithneofa&iacute; poist i ranna Rialtais, ag oibri&uacute; mar ba ch&oacute;ir mar go raibh l&iacute;on an-bheag post &aacute; sainaithint.  Chuige sin t&aacute; sna ceannteidil go mbeadh earca&iacute;ocht 20% sa tseirbh&iacute;s phoibl&iacute; amach anseo.</p>  <p>  An dara rud ba shuntasa&iacute; n&aacute; gur socra&iacute;odh go ndearnadh cinneadh imeacht &oacute; na sc&eacute;imeanna teanga agus dul i dtreo c&oacute;ras caighde&aacute;in chom&oacute;nta d&rsquo;eagrais &eacute;ags&uacute;la, ag brath ar an teagmh&aacute;il a bheadh acu leis an bpobal.  Agus d'fh&aacute;iltigh m&eacute; agus f&aacute;ilt&iacute;m roimhe sin.</p>  <p>  Maidir leis na ceannteidil go sonrach, ba mhaith liom iad a phl&eacute; mura mhiste leis an gcoiste ina thr&iacute; chuid &oacute; thaobh c&eacute; na hathruithe at&aacute; ag teast&aacute;il, dar liom.  I dt&uacute;s t&aacute; roinnt soil&eacute;irithe ag teast&aacute;il, go m&oacute;r m&oacute;r i dtaobh an ch&oacute;rais earca&iacute;ochta agus leas&uacute; uimh. 9 faoin earca&iacute;ocht seo de 20%.  T&aacute; ceisteanna &aacute;irithe agam faoi sin, arbh fhi&uacute; f&eacute;achaint orthu.  Mar shampla, an mbeidh an 20% seo ag chuile ghr&aacute;d?  An mbeidh s&eacute; ag an tseirbh&iacute;s phoibl&iacute; ina ioml&aacute;ine n&oacute; sa st&aacute;tch&oacute;ras amh&aacute;in?  C&eacute;n tr&eacute;imhse ama at&aacute; leagtha amach chun an 20% sin a bhaint amach?</p>  <p>  T&aacute; ceist freisin faoi ch&oacute;ras na gcaighde&aacute;n.  Teasta&iacute;onn sampla&iacute; sonracha faoi c&eacute;ard iad na caighde&aacute;in at&aacute; beartaithe &oacute; thaobh an ch&oacute;rais seo agus c&eacute;n chaoi agus c&eacute; leis a leagfar na caighde&aacute;in sin.</p>  <p>  Mar is eol don choise, an t-am seo anuraidh leag m&eacute; tuarasc&aacute;il maidir le c&oacute;ras na sc&eacute;imeanna teanga faoi bhur mbr&aacute;id agus l&eacute;ir&iacute;odh ansin agus tugadh fianaise eola&iacute;och ansin faoi na fadhbanna a bhaineann leis an gc&oacute;ras sin.  Is maith an rud &eacute; go bhfuil cinneadh d&eacute;anta ag an Rialtas imeacht &oacute;n gc&oacute;ras sin.  B'fhi&uacute; dom a r&aacute; freisin, &oacute;n am sin, go bhfuil sc&eacute;imeanna f&oacute;s &aacute; ndaingni&uacute; agus ag teacht faoi mo bhr&aacute;id agus go bhfuil na laig&iacute; sin f&oacute;s le brath i gc&oacute;ras na sc&eacute;imeanna teanga.  Tabharfaidh m&eacute; sampla amh&aacute;in de sin maidir le Comhairle Contae Dh&uacute;n Laoghaire-R&aacute;th an D&uacute;in.  In 2007, sa ch&eacute;ad sc&eacute;im teanga a bh&iacute; ag Comhairle Contae Dh&uacute;n Laoghaire-R&aacute;th an D&uacute;in, gealladh go mbeadh ball foirne amh&aacute;in ar a laghad ag deasc eolais agus i ngach ceann de na leabharlanna at&aacute; faoi ch&uacute;ram na comhairle agus go gcuirf&iacute; c&oacute;ras i bhfeidhm chun go mbeadh seirbh&iacute;s ioml&aacute;n dh&aacute;theangach ar f&aacute;il &oacute; ch&uacute;ig cinn d&aacute; rann&oacute;ga faoi 31&uacute; I&uacute;il 2010.  Th&aacute;inig s&eacute; sin, agus le deireanas rinneadh roinnt gear&aacute;n le m'oifig nach raibh daoine in ann seirbh&iacute;s i nGaeilge a fh&aacute;il &oacute;n deasc eolais.  Ansin daingn&iacute;odh an dara sc&eacute;im le Comhairle Contae Dh&uacute;n Laoghaire-R&aacute;th an D&uacute;in i m&iacute; Feabhra 2018 agus gealladh faoi dheireadh na sc&eacute;ime sin go mbeadh ball foirne ar a laghad ag an deasc eolais le Gaeilge.  Is &eacute; seo in ainneoin go raibh a leith&eacute;id geallta sa sc&eacute;im teanga in 2008 go dtiocfadh s&eacute; i bhfeidhm roimh dheireadh na sc&eacute;ime sin in 2010.  T&aacute; s&eacute; le feice&aacute;il anois go bhfuil an rud c&eacute;anna geallta in 2018 agus chomh maith leis sin go bhfuil an dara gealltanas, is &eacute; sin duine le Gaeilge a bheith ar f&aacute;il i gc&uacute;ig ionad &eacute;ags&uacute;la de chuid na comhairle, imithe ar fad.  B'shin sampla amh&aacute;in den chaoi nach bhfuil an c&oacute;ras sin ag feidhmi&uacute; ar chor ar bith faoi l&aacute;thair.</p>  <p>  Chomh maith leis sin t&aacute; roinnt leasuithe ag teast&aacute;il ar chuid de na ceannteidil.  Mar shampla, &oacute; thaobh na n-ionad Gaeltachta a mbeadh an Ghaeilge mar theanga oibre, t&aacute; s&eacute; t&aacute;bhachtach go mbeadh d&aacute;ta sonrach luaite leis sin faoi c&eacute;n uair a mbeadh an Ghaeilge mar theanga oibre.</p>  <p>  Chomh maith leis an leas&uacute; sin, &oacute; thaobh sceideal an Achta, &aacute;it a mb&iacute;onn na comhlachta&iacute; poibl&iacute; luaite a thagann faoi sc&aacute;th an Achta, n&iacute;l aon uasd&aacute;t&uacute; d&eacute;anta air sin le blianta fada.  Ba cheart go mbeadh s&eacute; sin &aacute; uasd&aacute;t&uacute; go huathoibr&iacute;och ar n&oacute;s Achtanna eile, mar shample, ar n&oacute;s an Achta um M&iacute;chumas, An Achta Ombudsman agus mar sin de.  Chuideodh s&eacute; sin le c&uacute;rsa&iacute;.</p>  <p>  T&aacute; roinnt for&aacute;lacha breise ag teast&aacute;il freisin agus luaim feidhmeanna breise a thabhairt do m'oifig mar chuid d&iacute;obh sin.  Bh&iacute; tionchar nach beag agus bh&iacute; f&aacute;ilte ag an gcoiste seo roimh an tr&aacute;chtaireacht a rinne m&eacute; ar ch&oacute;ras na sc&eacute;imeanna teanga.  Bh&iacute; m&eacute; in ann an tr&aacute;chtaireacht sin a dh&eacute;anamh mar gheall go bhfuil s&eacute; sin leagtha amach faoi Acht na dTeangacha Oifigi&uacute;la, gur f&eacute;idir an tr&aacute;chtaireacht a dh&eacute;anamh ar fheidhmi&uacute; an Achta.  Bheadh s&eacute; ina chabhair d&aacute; mbeadh feidhm bhreise san Acht &oacute; thaobh tr&aacute;chtaireacht a dh&eacute;anamh ar fhor&aacute;lacha &eacute;ags&uacute;la a bhaineann le c&uacute;rsa&iacute; teanga maidir le reachta&iacute;ocht eile.  Bheadh s&eacute; sin &uacute;s&aacute;ideach &oacute; thaobh leith&eacute;id&iacute; an choiste a chur ar an eolas faoi cheard at&aacute; ag tarl&uacute; &oacute; thaobh chur chun cinn na Gaeilge, n&oacute; easpa chur chun cinn na Gaeilge i reachta&iacute;ocht &eacute;ags&uacute;il.</p>  <p>  Chomh maith leis sin molaim go mbeinn in ann faireach&aacute;n a dh&eacute;anamh ar fhor&aacute;lacha eile nach mbaineann le hAcht na dTeangacha Oifigi&uacute;la faoi l&aacute;thair, d&eacute;anaim faireach&aacute;n ar fhor&aacute;lacha de chuid Acht na dTeangacha Oifigi&uacute;la ach n&iacute;l an fheidhm ann &oacute; thaobh faireach&aacute;n a dh&eacute;anamh ar Achtach&aacute;in eile.  Bheadh s&eacute; sin ina chabhair.</p>  <p>  Faoina bhun sin ar fad, t&aacute; s&eacute; t&aacute;bhachtach go mbeadh plean n&aacute;isi&uacute;nta leagtha s&iacute;os maidir le sol&aacute;thar seirbh&iacute;s&iacute; poibl&iacute; san Acht f&eacute;in agus go dtabharfaidh st&aacute;das reacht&uacute;il d&oacute; sin.</p>  <p>  M&aacute; fh&eacute;achaimid ar&iacute;s ar na c&uacute;iseanna gur theip ar ch&oacute;ras na sc&eacute;imeanna, ba ch&oacute;ir dom a lua an tr&aacute;th seo go bhfuil cinneadh d&eacute;anta agam i bhfianaise a laghad gealltanas at&aacute; i go leor de na sc&eacute;imeanna nach bhfuil s&eacute; i gceist agam monat&oacute;ireacht a dh&eacute;anamh ar chur i bhfeidhm sc&eacute;imeanna teanga n&iacute;os m&oacute;.  T&aacute; feidhm orm faoin Acht monat&oacute;ireacht a dh&eacute;anamh ar an Acht agus leanfaidh m&eacute; &aacute; d&eacute;anamh sin: d&eacute;anfaidh m&eacute; monat&oacute;ireacht ar fhor&aacute;lacha d&iacute;reacha an Achta &oacute; thaobh st&aacute;isean&oacute;ireachta, f&oacute;gairt&iacute;, f&oacute;gairt&iacute; taifeadta b&eacute;il, agus comhartha&iacute;ochta agus ar ch&aacute;ip&eacute;is&iacute; a bheith aistrithe go Gaeilge.  Beidh m&eacute; ag fiosr&uacute; gear&aacute;n, dar nd&oacute;igh, ach &oacute; thaobh monat&oacute;ireacht dh&iacute;reach a dh&eacute;anamh ar sc&eacute;imeanna teanga, n&iacute; fheictear dom gur chun tairbhe na hoifige &eacute; n&oacute; chun tairbhe aon duine &eacute; i nd&aacute;ir&iacute;re, faireach&aacute;n d&iacute;reach a dh&eacute;anamh orthu si&uacute;d mar gheall ar laige na ngealltanas at&aacute; iontu.  Thug m&eacute; roinnt sampla&iacute; de chuid de na sc&eacute;imeanna a daingn&iacute;odh le p&iacute;osa, agus ar&iacute;s t&aacute; na ruda&iacute; c&eacute;anna ag teacht chun cinn go rialta iontu.  &Oacute; thaobh Chomhairle Contae U&iacute;bh Fhail&iacute;, t&aacute; siad ag caint faoi a luaithe agus a bheidh acmhainn&iacute; ar fail n&oacute; faoi r&eacute;ir na n-acmhainn&iacute; riachtanacha; t&aacute; Comhairle Contae Shligigh ag caint faoi de r&eacute;ir &aacute;r n-acmhainn&iacute;; t&aacute; Col&aacute;iste na Tr&iacute;on&oacute;ide ag r&aacute; de r&eacute;ir &aacute;r n-acmhainn&iacute; agus t&aacute; an tSeirbh&iacute;s C&uacute;irteanna ag brath ar acmhainn&iacute;.  T&aacute; s&eacute; an-deacair n&oacute; dodh&eacute;anta domsa, mar Choimisin&eacute;ir Teanga, faireach&aacute;n a dh&eacute;anamh ar a leith&eacute;id&iacute; sin nuair at&aacute; siad chomh coinn&iacute;ollach.  Mar gheall air sin t&aacute; an cinneadh sin d&eacute;anta agam.</p>  <p>  M&aacute; fh&eacute;achaimid ar c&eacute;n f&aacute;th gur theip ar an gc&oacute;ras sin, bh&iacute; an smaoineamh taobh thiar den ch&oacute;ras go bre&aacute;, ach i nd&aacute;ir&iacute;re, is &eacute; at&aacute; ag teast&aacute;il n&aacute; go bhf&eacute;achfadh an St&aacute;t ar c&aacute; bhfuilimid anois.  C&aacute; bhfuilimid ag iarraidh dul?  C&aacute; bhfuil na bearna&iacute; sin?  C&eacute;n chaoi a laghd&oacute;imid an bhearna chun teacht chuig an &aacute;it a bhfuilimid ag dul?  C&eacute; na hacmhainn&iacute; daonna agus airgead at&aacute; ag teast&aacute;il chun &eacute; sin a dh&eacute;anamh?  Mhol m&eacute; an plean seo sa tr&aacute;chtaireacht do ch&oacute;ras na sc&eacute;imeanna teanga anuraidh agus nuair a bheidh an Bille &aacute; dhr&eacute;acht&uacute; ina ioml&aacute;n agus ag dul tr&iacute; Thithe an Oireachtais go mba cheart go mbeadh s&eacute; leagtha s&iacute;os ansin go mbeadh an plean sin mar chuid de sin chun a chinnti&uacute;, nuair a bheidh na caighde&aacute;in &aacute; dtabhairt isteach, nach i bhfol&uacute;s a mbeadh s&eacute; sin ag tarl&uacute; agus go mbeadh siad mar chuid de phlean maidir le sol&aacute;thar seirbh&iacute;s&iacute; poibl&iacute;.  N&iacute;l a leith&eacute;id ann, faoi l&aacute;thair.  T&aacute; an strait&eacute;is fiche bliain don Ghaeilge ann faoi l&aacute;thair, d&aacute;r nd&oacute;igh, agus is maith ann &eacute;, ach n&iacute;l an oiread sin n&oacute; m&oacute;r&aacute;n tagairt do sheirbh&iacute;s&iacute; poibl&iacute; go ginear&aacute;lta ansin.  D'fh&eacute;adfa&iacute; &eacute; sin a fhorbairt agus a chur isteach sa Bhille f&eacute;in.  Ba mh&oacute;r an chabhair a bheadh ansin freisin.  Go raibh maith agaibh.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.8" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="16:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000004#C00300"><p>An n-aont&oacute;dh an finn&eacute; gur f&eacute;idir m&eacute;id &aacute;irithe a chur i mBille, ach is cuma c&eacute; chomh maith is at&aacute; reachta&iacute;ocht, reachta&iacute;ocht faoi mh&iacute;chumas n&oacute; faoi rud ar bith, agus nach dtarl&oacute;idh aon rud mura bhfuil toil an Rialtais ann chun &eacute; a chur i bhfeidhm?</p> <p>In go leor c&aacute;sanna, thug na heagrais St&aacute;it neamhaird ar an reachta&iacute;ocht agus thug siad neamhaird ar an strait&eacute;is 20 bliain don Ghaeilge a bh&iacute; aontaithe ag an Rialtas.  Thug siad an d&aacute; mh&eacute;ar don Rialtas agus don Oireachtas.  An mbeadh s&eacute; f&iacute;or a r&aacute; freisin, le hais mar shampla, de r&eacute;ir mar a dh&eacute;anfadh an tOmbudsman cinnt&iacute; agus molta&iacute;, ar&iacute;s ar ais n&aacute;r glacadh ann d&aacute;ir&iacute;re?  N&iacute;l m&eacute; ag c&aacute;ineadh ceachtar den bheirt a bh&iacute; mar Choimisin&eacute;ir&iacute; Teanga.  N&iacute;or glacadh leis na breithi&uacute;nais a thug siad ar an gcaoi ch&eacute;anna is a dh&eacute;anfa&iacute; a ghlacadh d&aacute; mba an tOmbudsman ginear&aacute;lta a rinne an breithi&uacute;nas c&eacute;anna.  Ar&iacute;s ar ais t&aacute; go leor leor c&aacute;sanna go ndearnadh neamhaird ar mholta&iacute; an Choimisin&eacute;ara Teanga.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.10" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000005#D00200"><p>Faoin Acht f&eacute;in, is f&eacute;idir leis an gCoimisin&eacute;ir, mura nd&eacute;antar na molta&iacute;, mura gcuirtear na molta&iacute; at&aacute; d&eacute;anta ag an gCoimisin&eacute;ir mar chuid d'imscr&uacute;d&uacute; i bhfeidhm, an rogha at&aacute; aige ina dhiaidh sin n&aacute; iad a chur faoi bhr&aacute;id Thithe an Oireachtais.  Rinneadh &eacute; sin i seacht gc&aacute;s go dt&iacute; seo.  Rinne mise uair amh&aacute;in agus m&eacute; i mo Choimisin&eacute;ir Teanga maidir leis an Roinn Oideachais agus Scileanna &oacute; thaobh ath-imlonn&uacute; m&uacute;inteora go scoil na Rinne i bPort L&aacute;irge nuair a d&uacute;irt an m&uacute;inteoir f&eacute;in nach raibh a d&oacute;thain Gaeilge aici le bheith ag teagasc sa scoil.  Rinneadh imscr&uacute;d&uacute; air sin agus cuireadh &eacute; sin faoi bhr&aacute;id Thithe an Oireachtais.  T&aacute; mo chuid feidhmeanna agus mo chuid cumhachta&iacute; leagtha amach san Acht.  D&eacute;anaim imscr&uacute;d&uacute; nuair is g&aacute; &eacute; sin a dh&eacute;anamh agus d&eacute;antar na molta&iacute; do chomhlachta&iacute; poibl&iacute;.  Go minic, don chuid is m&oacute; d&eacute;arfainn, cuirtear na molta&iacute; sin i bhfeidhm ach nuair n&aacute;r chuirtear, t&aacute; mo chuid l&aacute;mha ceangailte, sa mh&eacute;id is gurb &eacute; an t-aon &aacute;it eile at&aacute; f&aacute;gtha agam sa reachta&iacute;ocht n&aacute; &eacute; sin a chur faoi bhur mbr&aacute;id anseo, i dTithe an Oireachtais.  Maidir leis an s&eacute; cinn a cuireadh faoi bhr&aacute;id Thithe an Oireachtais, rinneadh dul chun cinn ansin &oacute; thaobh an choiste a bh&iacute; ag pl&eacute; leo ag an am, &oacute; thaobh na gcomhlachta&iacute; poibl&iacute; agus na molta&iacute; a bh&iacute; ann a chur i bhfeidhm ina dhiaidh sin.</p>  <p>  T&aacute; a fhios againn sna ceannteidil faoi l&aacute;thair mar at&aacute; siad foilsithe go mbeadh deis ag an gCoimisin&eacute;ir Teanga f&iacute;ne&aacute;il a ghearradh ar chomhlachta&iacute; poibl&iacute; mura gcuirf&iacute; molta&iacute; i bhfeidhm.  B'fh&eacute;idir gur b'shin bealach amh&aacute;in, is d&oacute;cha, lena chinnti&uacute; n&oacute; lena dh&eacute;anamh n&iacute;os &eacute;asca domsa mar Choimisin&eacute;ir go gcuirfear i bhfeidhm iad.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.11" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="16:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000005#D00300"><p>B'fh&eacute;idir go gcuirfidh m&eacute; leis sin ar feadh n&oacute;im&eacute;ad.  Ceann de na deacrachta&iacute; is m&oacute; a bh&iacute;onn againne n&aacute; nuair a fhaighimid gear&aacute;n, b&iacute;onn orainn breathn&uacute; an bhfuil dualgas ann n&oacute; nach bhfuil.  Sa ch&aacute;s nach bhfuil dualgas caithfimid comhairli&uacute; don ghear&aacute;nach nach bhfuil aon dualgas.  An rud at&aacute;imid ag feice&aacute;il n&iacute;os minice n&aacute; nuair at&aacute; ruda&iacute; t&eacute;agartha ag teacht chun cinn, ruda&iacute; t&aacute;bhachtacha, a fh&aacute;il amach an bhfuil dualgas ann.  Minic go maith, mar shampla, i gc&aacute;s c&uacute;rsa&iacute; oideachais, tugaimid faoi deara go bhfuil n&iacute;os m&oacute; ceangail agus dualgais i gceist san Acht Oideachais, b'fh&eacute;idir, n&aacute; mar at&aacute; in Acht na dTeangacha Oifigi&uacute;la, mar t&aacute; an sc&eacute;im teanga don Roinn Oideachais agus Scileanna r&eacute;as&uacute;nta teoranta.  N&iacute; h&eacute; nach bhfuil ruda&iacute; maithe iontu.  B&iacute;onn ruda&iacute; maithe i chuile sc&eacute;im.  N&iacute; l&eacute;ir, &aacute;fach, go bhfuil aon chom&oacute;ntacht n&oacute; go bhfuil aon phlean l&aacute;rnach ag dul i dtreo c&eacute;ard at&aacute;thar ag iarraidh a bhaint amach anseo.</p>  <p>  C&eacute;n treoir mar st&aacute;tch&oacute;ras a bhfuil siad ag iarraidh a thabhairt?  &Oacute; thaobh na seirbh&iacute;s&iacute; a chuirfear ar f&aacute;il, c&eacute;n caighde&aacute;n a bheidh ag na seirbh&iacute;s&iacute; sin?  C&eacute;n chaoi gur f&eacute;idir le saor&aacute;nach ar bith a bheith cinnte faoin leibh&eacute;al seirbh&iacute;se a chuirfear ar f&aacute;il?  T&aacute;imid ag r&aacute;, is d&oacute;igh go pointe &aacute;irithe, gur deis at&aacute; anseo.  T&aacute; athbhreithni&uacute; &aacute; dh&eacute;anamh ar an Acht.  Is deis at&aacute; ann chun foghlaim &oacute;n m&eacute;id at&aacute; ag teacht chun cinn agus iarracht dul agus cleachtadh n&iacute;os fearr a leagan s&iacute;os.  T&aacute;imid ag r&aacute; mar chuid de sin, &aacute;mh, d&iacute;reach mar at&aacute; pleananna eile forbartha i r&eacute;ims&iacute; eile, go dteasta&iacute;onn plean i leith sol&aacute;thar na seirbh&iacute;s&iacute; poibl&iacute; tr&iacute; Ghaeilge agus n&iacute; hamh&aacute;in sin ach go mbeadh dualgas reacht&uacute;il a leith&eacute;id de phlean a ullmh&uacute; agus sa bhreis air sin go nd&eacute;anfa&iacute; athbhreithni&uacute; ar an bplean sin chuile ch&uacute;ig bliana sa chaoi is gur pr&oacute;iseas lean&uacute;nach a bheadh ann.  T&aacute; a mhacasamhail in &aacute;iteanna eile: b'fh&eacute;idir plean gn&iacute;mh at&aacute; iontu i ndl&iacute;ns&iacute; eile ach t&aacute; siad ann.  Leagtar amach ansin c&oacute;ras.  Tuigeann daoine c&aacute; bhfuil muid ag dul.</p>  <p>  Faoi l&aacute;thair leagtar dualgais ar eagra&iacute;ochta&iacute; chun ruda&iacute; a dh&eacute;anamh.  Uaireanta b&iacute;onn s&eacute; sin ina fhol&uacute;s.  T&aacute; chuile dhuine ag aont&uacute; plean ag leibh&eacute;al na heagra&iacute;ochta f&eacute;in ach n&iacute;l aon cheo dul i dtreo m&oacute;rsprioc agus feictear d&uacute;inn gur deis at&aacute; ann &eacute; sin a leigheas agus an t-athbhreithni&uacute; seo ar si&uacute;l.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.12" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="16:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000005#D00400"><p>Go raibh maith agat a Uasail U&iacute; Choisdealbha.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.13" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="16:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000005#D00500"><p>An f&eacute;idir linn dul i dtreo difri&uacute;il, m&aacute;s &eacute; bhur dtoil &eacute;?  Is &eacute; an ch&eacute;ad rud mar gheall ar an earca&iacute;ocht, agus an 20%, agus an cheist mar gheall c&eacute; acu a mbeidh s&eacute; d&iacute;rithe.   An mbeadh s&eacute; d&iacute;rithe ar na daoine ar an frontline ag pl&eacute; go laeth&uacute;il le muintir na Gaeilge n&oacute; an mbeadh s&eacute; scaipthe go forleathan sna gr&aacute;id &eacute;ags&uacute;la ar fad?  An bhfuil tuairim agaibh f&eacute;in mar gheall air sin?  C&eacute; acu a bheadh n&iacute;os oiri&uacute;na&iacute; n&oacute; c&eacute;n moladh mar gheall ar an tsl&iacute; a bheadh an 20% ag cur b&eacute;im faoi leith ar aon ghr&aacute;d amh&aacute;in, n&oacute; a leagan ar aon ghr&aacute;id faoi leith agus c&eacute;n t-amchl&aacute;r at&aacute; ann chuige sin?  B'fhearr linn go l&eacute;ir go mbeadh s&eacute; l&aacute;ithreach ann ach is &iacute; an cheist c&eacute; chomh praitici&uacute;il is at&aacute; s&eacute;, m&aacute; t&aacute; tuairim agaibh air sin.  Fanfaimid leis sin mar gheall ar ch&uacute;lra na bpleananna ansin.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.14" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000005#D00600"><p>Is ceart go mbeadh s&eacute; seo ag tarl&uacute; ag chuile ghr&aacute;d i nd&aacute;ir&iacute;re.  Feictear domsa, nuair a bh&iacute;mid ag d&eacute;anamh gear&aacute;n a fhiosr&uacute; n&oacute; ag d&eacute;anamh monat&oacute;ireacht ar an Acht, go minic m&aacute; bh&iacute;onn duine at&aacute; b&aacute;&uacute;il leis an nGaeilge, n&oacute; duine le Gaeilge i gceannas ar an eagra&iacute;ocht sin, is ansin a dh&eacute;antar dul chun cinn go minic.  An moladh a bheadh agamsa n&aacute; go dtarl&oacute;dh s&eacute; ar chuile ghr&aacute;d ach go n-iarrfa&iacute; go sonrach ar dhaoine a bhfuil teagmh&aacute;il acu leis an bpobal.  T&aacute;imid anseo chun labhairt faoi &eacute;asca&iacute;ocht a dh&eacute;anamh do dhaoine chun seirbh&iacute;s&iacute; a fh&aacute;il tr&iacute; Ghaeilge, go mbeadh s&eacute; n&iacute;os &eacute;asca don phobal seirbh&iacute;s&iacute; a fh&aacute;il tr&iacute; Ghaeilge &oacute;n St&aacute;t n&aacute; mar at&aacute; faoi l&aacute;thair agus m&aacute; th&eacute;ann duine isteach ag oifig St&aacute;it go bhf&eacute;adfa&iacute; a bheith cinnte ina dhiaidh sin si&uacute;d go mbeidh duine &eacute;igin le Gaeilge chun f&aacute;ilte a chur roimh an duine sin de dheasca eolais ag na hionaid &eacute;ags&uacute;la in eagra&iacute;ocht at&aacute; ag d&eacute;ile&aacute;il leis an bpobal.  Is &eacute; sin an &aacute;it go mba cheart do na daoine a bheith.  Ba cheart an earca&iacute;ocht sin a thos&uacute; i gceart, chomh sciobtha agus is f&eacute;idir.  T&aacute; a fhios againn go bhfuil fadhbanna faoi l&aacute;thair &oacute; thaobh na hearca&iacute;ochta sin.  T&aacute; a fhios againn &eacute;inne a bhfuil ag iarraidh daoine a earc&uacute; le Gaeilge, go mb&iacute;onn moill go minic daoine a fh&aacute;il.  Caithfear dul i ngleic leis sin.  D&rsquo;fh&eacute;adfa&iacute; breathn&uacute; ar shampla ar bheala&iacute; eile chun f&oacute;gra&iacute;ocht a dh&eacute;anamh ar na poist sin, b'fh&eacute;idir chun iad a fh&oacute;gairt go h&aacute;iti&uacute;il go minic, seachas iad a fh&oacute;gairt go n&aacute;isi&uacute;nta.  Mar shampla, d&aacute; mbeadh oifigeach feidhmi&uacute;ch&aacute;in ag teacht isteach i m'oifig si&uacute;d, n&oacute; oifigeach cl&eacute;ireachais n&oacute; aon oifigeach, is &eacute; a tharl&oacute;dh go ginear&aacute;lta n&aacute; go mbeadh liosta ag an tSeirbh&iacute;s um Cheapach&aacute;in Phoibl&iacute; d'oifigigh cl&eacute;ireachais n&oacute; d'oifigigh feidhmi&uacute;ch&aacute;in.  Bheadh daoine tar &eacute;is a chur isteach orthu go n&aacute;isi&uacute;nta, is gan a fhios acu c&eacute;n post a bheadh in ann d&oacute;ibh, agus go dtabharfa&iacute; duine &oacute;n liosta sin domsa i m'eagra&iacute;ocht n&oacute; i p&eacute; eagra&iacute;ocht.  D'fh&eacute;adfa&iacute; a leith&eacute;id&iacute; sin a fh&oacute;gairt go h&aacute;iti&uacute;il, mar shampla, go mbeimis ag lorg daoine le Gaeilge le hobair in Oifig an Choimisin&eacute;ara Teanga, in &Uacute;dar&aacute;s na Gaeltachta, i bhForas na Gaeilge n&oacute; in aon eagra&iacute;ocht eile.  Chuideodh s&eacute; sin le daoine, go dtuigfid&iacute;s c&eacute;ard iad na poist at&aacute; ann d&oacute;ibh agus go bhf&eacute;adfaid&iacute;s teacht timpeall orthu ar an mbealach sin.  Ba cheart go dtarl&oacute;dh s&eacute; ar chuile ghr&aacute;d agus ba cheart go dtarl&oacute;dh s&eacute; sa tseirbh&iacute;s phoibl&iacute; agus sa st&aacute;tch&oacute;ras.  Is l&eacute;ir gur b'shin an &aacute;it a bhfuil an fhadhb.  T&aacute;im ag ceapadh go dtuigeann gach duine &eacute; sin gurb iad c&uacute;rsa&iacute; earca&iacute;ochta cro&iacute; na ceiste i nd&aacute;ir&iacute;re.  Bh&iacute; sc&eacute;al ansin go raibh 59 post as beagnach 50,000 post sa st&aacute;tch&oacute;ras a bh&iacute; aitheanta mar phoist le riachtanais Ghaeilge.  Is l&eacute;ir go bhfuil teipthe ar an gc&oacute;ras sin faoi shainaithint post.  Is &eacute; an earca&iacute;ocht an bealach le dul i ngleic leis sin.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.15" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="16:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000005#D00700"><p>D&iacute;reach chun filleadh ar phointe a luaigh na finn&eacute;ithe, d&uacute;irt siad go raibh siad ag d&eacute;anamh teagmh&aacute;il le heagra&iacute;ochta&iacute; &eacute;ags&uacute;la agus go raibh said ag d&eacute;anamh teagmh&aacute;il ag leibh&eacute;al ard go leor.  An amhlaidh nach raibh aon deis ansin ghn&oacute; a dh&eacute;anamh tr&iacute; Ghaeilge leo, nach raibh an Ghaeilge ar f&aacute;il sna gr&aacute;id is airde n&oacute; ar tharla s&eacute; sin go rialta?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.16" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000005#D00800"><p>&Oacute;nar dtaobhna, &oacute; mo thaobh f&eacute;in a bheith ag fiosr&uacute;-----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.17" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="16:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000005#D00900"><p>Beidh an fhinn&eacute; ag brath ar bhoird na n-eagra&iacute;ochta&iacute; &eacute;ags&uacute;la, ar an Roinn Oideachais agus Scileanna n&oacute; ar aon oifig eile-----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.18" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000006#E00100"><p>Shamhl&oacute;inn go mb&iacute;onn an chuid is m&oacute; de na cruinnithe a bh&iacute;onn againne le heagra&iacute;ochta&iacute; agus le comhlachta&iacute; St&aacute;it - cuirfidh m&eacute; mar sin &eacute; &ndash; ar si&uacute;l i mB&eacute;arla go minic seachas i nGaeilge.  Is &eacute; an pointe a bh&iacute; me ag d&eacute;anamh, m&aacute; t&aacute; duine ag leibh&eacute;al ard san eagra&iacute;ocht at&aacute; b&aacute;&uacute;il don teanga, at&aacute; b&aacute;&uacute;il d'Acht teanga, go gcuid&iacute;onn s&eacute; sin le c&uacute;rsa&iacute;.  D&aacute; mbeadh earca&iacute;ocht ag an leibh&eacute;al sin freisin agus riachtanais ann &oacute; thaobh m&eacute;id &aacute;irithe post a bheith l&iacute;onta le Gaeilge ag leibh&eacute;il arda, go gcuideodh s&eacute; sin le c&uacute;rsa&iacute; freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.19" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="16:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000006#E00200"><p>D&iacute;reach chun soil&eacute;iri&uacute; a fh&aacute;il air sin, maidir leis an t-oifigeach Gaeilge a mbeadh sibh ag pl&eacute; leis n&oacute; l&eacute;i sna heagra&iacute;ochta&iacute; &eacute;ags&uacute;la, an rabhadar sin go l&eacute;ir ar ghr&aacute;id &iacute;sle n&oacute; arda?  T&aacute;im ag smaoineamh ar an r&oacute;l ceannaireachta a bheadh ag an oifigeach Gaeilge.  An mbeadh s&eacute; n&oacute; s&iacute; ag barr na heagra&iacute;ochta?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.20" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000006#E00300"><p>Shamhl&oacute;inn go raibh siad sa l&aacute;r, sa chuid is m&oacute; de na heagra&iacute;ochta&iacute;.  Cuid acu, n&iacute; ag pl&eacute; le c&uacute;rsa&iacute; Gaeilge amh&aacute;in a bh&iacute;odh siad, ach ag pl&eacute; le c&uacute;rsa&iacute; &oacute; thaobh rialachais agus corpar&aacute;ideachas, seachas c&uacute;rsa&iacute; Gaeilge amh&aacute;in.  B'fh&eacute;idir go bhfuil an coiste ag s&uacute;il le taith&iacute; an Uasail U&iacute; Choisdealbha chun tuilleadh pl&eacute; air sin ach n&iacute;l Gaeilge ag chuile oifigeach Gaeilge, ach an oiread.  Is &eacute; sin ceann de na fadhbanna.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.21" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="16:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000006#E00400"><p>Minic go maith is &eacute; an s&oacute;rt taith&iacute; at&aacute; againn maidir leis na hoifigigh Ghaeilge n&oacute; nach mb&iacute;onn an oiread sin &uacute;dar&aacute;is acu.  B&iacute;onn siad ann le seirbh&iacute;s&iacute; &aacute;irithe a chur ar f&aacute;il.  B&iacute;onn cuid acu d&iacute;rithe ar aistri&uacute;ch&aacute;n, b&iacute;onn cuid acu d&iacute;rithe ar a chinnti&uacute; go dtuigeann an eagra&iacute;ocht c&eacute; na dualgais at&aacute; le comhl&iacute;onadh aici.  Cinnte t&aacute; r&oacute;l ag oifigigh Ghaeilge taobh istigh d'aon eagra&iacute;ocht n&iacute; hamh&aacute;in &oacute; thaobh a chinnti&uacute; go bhfuiltear ag clo&iacute; le reachta&iacute;ocht, ach &oacute; thaobh an Ghaeilge a spreagadh agus a chur chun cinn &oacute; thaobh oili&uacute;na agus na ruda&iacute; sin uilig.  &Oacute; thaobh seachadadh seirbh&iacute;s&iacute;, &oacute; thaobh seirbh&iacute;s&iacute; a chur ar f&aacute;il tr&iacute; Ghaeilge, &aacute;fach, t&aacute;imid ag moladh maidir leis an gc&oacute;ras at&aacute; ann faoi l&aacute;thair nach n-oibr&iacute;onn s&eacute;.  Caithfear c&oacute;ras eile a dhearadh m&aacute; t&aacute; duine ag iarraidh a chinnti&uacute; agus m&aacute;s &eacute; an sprioc at&aacute; ann go mbeidh breis daoine le Gaeilge ag obair sa tseirbh&iacute;s phoibl&iacute; tr&iacute; ch&eacute;ile.</p>  <p>  I dt&uacute;s, t&aacute;imid ag r&aacute;, caithfear plean a bheith ann lena r&aacute; c&eacute;rbh iad na seirbh&iacute;s&iacute; at&aacute;imid ag iarraidh a chur ar f&aacute;il.  Ansin, beimid ag r&aacute; go gcaithfidh an c&oacute;ras earca&iacute;ochta a dhearadh chun an sprioc sin a bhaint amach.  An chaoi ina bhfuil s&eacute; faoi l&aacute;thair, n&iacute; fhaightear an chreidi&uacute;int n&aacute; an bunt&aacute;iste &oacute; thaobh na Gaeilge de, m&aacute; aithn&iacute;tear &iacute; mar scil at&aacute; luachmhar.  N&iacute; thagann s&eacute; sin go dt&iacute; deireadh an phr&oacute;isis.  D&aacute; bhr&iacute; sin, t&aacute; go leor caillte tr&iacute;d an bpr&oacute;iseas sin.  Caithfear dul agus c&oacute;ras a dhearadh a chinnt&iacute;onn go bhfaighfear aitheantas mar gheall go dteasta&iacute;onn an scil sin sa st&aacute;tch&oacute;ras.  M&aacute; deir an st&aacute;tch&oacute;ras go dteasta&iacute;onn an scil sin uainn, go dteasta&iacute;onn na daoine sin uainn, beidh bunt&aacute;iste le f&aacute;il as.  Sa ch&aacute;s sin caithfear c&oacute;ras earca&iacute;ochta a dhearadh lena chinnti&uacute; go n-aithn&iacute;tear na daoine sin go luath sa phr&oacute;iseas, go bhfaigheann siad an bunt&aacute;iste go luath sa phr&oacute;iseas agus go dtagann siad chun cinn.</p>  <p>  Beidh fadhb i gc&oacute;na&iacute; le sainscileanna.  N&iacute; f&eacute;idir a r&aacute; nach mbeidh.  Beidh i gc&aacute;s sainscileanna agus b'fh&eacute;idir nach mbeidh duine a bhfuil cumas sa Ghaeilge ar f&aacute;il.  T&aacute; ceist ansin, c&eacute;ard a dh&eacute;anann duine sna c&aacute;sanna sin?  Bheadh muid ag r&aacute; sna c&aacute;sanna sin ba cheart do chomhlacht poibl&iacute; a r&aacute; gur thriail siad teacht ar dhuine le Gaeilge, gur theastaigh uathu duine le Gaeilge a fh&aacute;il ach gur theip ar a gcuid iarrachta&iacute;.  T&aacute;imid in ann an duais a aimsi&uacute;.  Ba cheart taca&iacute;ochta&iacute; teanga a chur ar f&aacute;il do na daoine sin gan dabht ach ba cheart ansin chomh maith go mbeadh, go bun&uacute;sach, taifead ag an tseirbh&iacute;s phoibl&iacute; ar c&aacute; bhfuil na bearna&iacute;.  C&aacute; bhfuil na scileanna at&aacute; ag teast&aacute;il agus an f&eacute;idir linn aon rud a dh&eacute;anamh le teacht i dt&iacute;r ar na bearna&iacute; sin?  An f&eacute;idir linn oibri&uacute; leis na hollscoileanna?  An f&eacute;idir linn ruda&iacute; a dhearadh agus a chur chun cinn &oacute; thaobh na scileanna sin a fhorbairt?  T&aacute; s&eacute; tarlaithe i r&eacute;ims&iacute; eile, teiripeoir&iacute; cainte agus an s&oacute;rt sin ruda&iacute;.  Chonacthas go raibh deacrachta&iacute; ann agus dearadh c&oacute;rais le dul agus tac&uacute; leo le go dtiocfadh daoine chun cinn.  Caithfear an tsamhla&iacute;ocht sin a bheith ann agus an c&oacute;ras a bheith in oiri&uacute;int don sprioc at&aacute; &aacute; iarraidh a bhaint amach.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.22" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="16:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000006#E00500"><p>T&aacute; ceist agam maidir leis an gc&uacute;l&uacute; sna sc&eacute;imeanna &eacute;ags&uacute;la.  Ba mhaith liom tuairim a fh&aacute;il ar c&eacute; chomh forleathan is a bhraitheann na finn&eacute;ithe go bhfuil s&eacute; sin ag tarl&uacute; mar thug na finn&eacute;ithe c&uacute;pla sampla ansin i nD&uacute;n Laoghaire agus do luaigh na finn&eacute;ithe c&uacute;pla ceann eile.  An bhfuil aon tuairim acu c&eacute; chomh forleathan is at&aacute; s&eacute;? B'fh&eacute;idir 90% de na sc&eacute;imeanna a thagann chucu den dara huair, an bhfuil siad tar &eacute;is c&uacute;l&uacute; a dh&eacute;anamh, de r&eacute;ir acmhainn&iacute; a cuireadh isteach ann n&oacute; ar shlite eile an bhfuil siad tar &eacute;is c&uacute;laithe n&oacute; an bhfuil siad sa mhionlach, 30% n&oacute; 40% d&iacute;obh?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.23" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000006#E00600"><p>Rinneamar ini&uacute;chadh air seo in Aibre&aacute;n 2016 agus d'fh&eacute;achamar ar chuile sc&eacute;im teanga a daingn&iacute;odh sa d&aacute; bhliain roimhe sin.  L&eacute;ir&iacute;odh ansin go raibh c&uacute;l&uacute; ag teacht go ginear&aacute;lta ar na gealltanais.  Bh&iacute; fadhbanna ag baint le go leor de na gealltanais a bh&iacute; geallta sa ch&eacute;ad sc&eacute;im a bh&iacute; muid ag fiosr&uacute; n&oacute; go raibh imscr&uacute;d&uacute; d&eacute;anta orthu agus go raibh na gealltanais sin bainte amach nuair a tharl&oacute;dh an dara sc&eacute;im n&oacute; an tr&iacute;&uacute; sc&eacute;im.  T&aacute; na f&iacute;ric&iacute; ar fad faoi sin leagtha amach sa tr&aacute;chtaireacht sin ar ch&oacute;ras na sc&eacute;imeanna teanga.  Feictear dom &oacute; foils&iacute;odh &eacute; sin go bhfuil r&aacute;ite ag an Rialtas go bhfuil s&eacute; i gceist deireadh a chur leis an gc&oacute;ras sin, agus f&aacute;ilt&iacute;m roimhe sin dar nd&oacute;igh, agus c&oacute;ras na gcaighde&aacute;n a thabhairt isteach.  Ach feictear dom, &oacute;n sracfh&eacute;achaint at&aacute; tugtha agam ar na sc&eacute;imeanna at&aacute; ag teacht faoin&aacute;r mbr&aacute;id go f&oacute;ill, go bhfuil an rud c&eacute;anna f&oacute;s ar si&uacute;l.  T&aacute; na deacrachta&iacute; c&eacute;anna ann le brath &oacute; thaobh an phobail de, nach bhfuil na gealltanais ann s&aacute;ch l&aacute;idir.  T&aacute; siad ag r&aacute; ar&iacute;s go bhfuil siad ag brath ar acmhainn&iacute;.  N&iacute; fheicim go bhfuil aon fheabhas ag teacht ar chaighde&aacute;in na sc&eacute;imeanna.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.24" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="16:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000006#E00700"><p>An bhfuil s&eacute; sin ar si&uacute;l le bliain n&oacute; dh&oacute; in ainneoin go bhfuilimid ag cloiste&aacute;il go bhfuil n&iacute;os m&oacute; acmhainn&iacute; ann?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.25" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000006#E00800"><p>Le bliain, nuair a d'fhoilsigh m&eacute; an tr&aacute;chtaireacht.  An m&eacute;id at&aacute; tarlaithe n&aacute; go bhfuil s&eacute; r&aacute;ite go bhfuiltear chun deireadh a chur leis an gc&oacute;ras agus c&oacute;ras na gcaighde&aacute;n.  Tabharfaidh m&eacute; sampla amh&aacute;in eile anseo, is &eacute; sin faoi Institi&uacute;id Teicneola&iacute;ochta Bhaile &Aacute;tha Luain.  Deir siad go m&eacute;ad&oacute;fa&iacute; l&iacute;on na bpreaseisi&uacute;int&iacute; a fhoilseodh siad sa d&aacute; theanga ag an am c&eacute;anna, &oacute; 5% go 7%.  T&aacute; s&eacute; sin r&oacute;-&iacute;seal, t&aacute; s&eacute; thar a bheith &iacute;seal agus n&iacute; dh&eacute;anfadh s&eacute; ciall dom mar Choimisin&eacute;ir Teanga acmhainn&iacute; na hoifige a &uacute;s&aacute;id chun anail&iacute;s a dh&eacute;anamh ar rud chomh beag leis sin.  L&eacute;ir&iacute;onn s&eacute; an fhadhb at&aacute; ann leis an gc&oacute;ras.  Maidir leis An Bord Plean&aacute;la, mar shampla, d&uacute;radh go bhfoilseodh siad chuile phreasr&aacute;iteas i nGaeilge agus i mB&eacute;arla ag an am c&eacute;anna, 100% acu, agus bh&iacute; an eagra&iacute;ocht eile ag r&aacute; go ngabhfadh siad &oacute; 5% go 7%.  L&eacute;ir&iacute;onn s&eacute; ar&iacute;s an difear idir na sc&eacute;imeanna agus na fadhbanna a bhaineann leis an gc&oacute;ras sin.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.26" speakerid="com.kildarestreet/member/1397" speakername="Joe O'Reilly" time="16:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000006#E00900"><p>Ba mhaith liomsa an seans seo a ghlacadh leis an gCoimisin&eacute;ir, toisc n&aacute;r bhuail m&eacute; leis an gCoimisin&eacute;ir go poibl&iacute; &oacute; toghadh &eacute; mar Choimisin&eacute;ir Teanga, mo chomhghairdeas pearsanta a ghabh&aacute;il leis agus &aacute;dh m&oacute;r sa phost.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.27" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000006#E01000"><p>Go raibh maith agat.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.28" speakerid="com.kildarestreet/member/1397" speakername="Joe O'Reilly" time="16:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000006#E01100"><p>Bh&iacute; aithne agam ar an gCoimisin&eacute;ir mar iriseoir agus a leith&eacute;id, agus mar chraolt&oacute;ir, agus bh&iacute; s&eacute; an-mhaith sa jab sin.  Is cos&uacute;il go bhfuil s&eacute; mar an gc&eacute;anna sa jab seo.  Aonta&iacute;m go m&oacute;r leis an rud at&aacute; &aacute; r&aacute; acu anseo, go bhfuil an pr&oacute;iseas go l&eacute;ir r&oacute;-mhall.  T&aacute; s&eacute; go hainnis go bhfuil s&eacute; bliana imithe gan an leas&uacute; a chur i bhfeidhm.  Is maith an rud go bhfuil cine&aacute;l iarrachta i gceist ag an mbomaite seo chun &eacute; a chr&iacute;ochn&uacute;.  Ba ch&oacute;ir go mbeadh s&eacute; cr&iacute;ochnaithe.  N&iacute; d&oacute;igh liom go bhfuil s&eacute; oiri&uacute;nach go bhfuil a leith&eacute;id de s&eacute; bliana imithe gan aon rud ag tarl&uacute;.  T&aacute; s&eacute; sin uaf&aacute;sach.  T&aacute;imid go l&eacute;ir i bhfabhar an moladh go mbeadh 20% de na daoine fostaithe sa st&aacute;tseirbh&iacute;s ina gcainteoir&iacute; Gaeilge.  Is fi&uacute; &eacute; sin a bhaint amach agus a dh&eacute;anamh.  Ceapaim f&eacute;in, agus ba mhaith liom cloiste&aacute;il &oacute; na finn&eacute;ithe mar gheall air seo, go mbeidh s&eacute; an-deacair na daoine sin a fh&aacute;il anois leis na scileanna ioml&aacute;na chun bheith ina gcainteoir&iacute; Gaeilge, agus taobh amuigh de sin, na scileanna chun bheith mar st&aacute;tseirbh&iacute;sigh &eacute;ifeachtacha freisin.  Is cos&uacute;il go mbeidh s&eacute; deacair na daoine sin a fh&aacute;il ar dt&uacute;s b&aacute;ire.  An bhfuil aon tuairim ag na finn&eacute;ithe faoi sin, agus cad ba ch&oacute;ir d&uacute;inn a dh&eacute;anamh sa ch&aacute;s sin?  Chomh maith leis sin cheap m&eacute; na blianta &oacute; shin go raibh oili&uacute;int inseirbh&iacute;se ar si&uacute;l an t-am ar fad do st&aacute;tseirbh&iacute;sigh.</p> <p>Bh&iacute; a fhios agam go raibh st&aacute;tseirbh&iacute;sigh &oacute; na Roinne ag dul go T&iacute;r Conaill agus a leith&eacute;id de Gaeltachta sin, ar feadh seachtain, coic&iacute;s n&oacute; m&iacute;.  Bh&iacute; deontas ann chun &eacute; sin a dh&eacute;anamh.  Bh&iacute; s&eacute; ag athr&uacute; go rialta.  An bhfuil s&eacute; sin ar si&uacute;l fosta?  An dtarla&iacute;onn s&eacute;?  An bhfuil na finn&eacute;&iacute;the &aacute;balta &eacute; sin a thac&uacute;?  Fi&uacute; taobh amuigh den 20% seo, go mbeadh gach deontas do gach st&aacute;tseirbh&iacute;seach agus go mbeadh s&eacute; &eacute;asca d&oacute;ibh dul ar feadh tr&eacute;imhse gach bliain n&oacute; gach c&uacute;pla bliain go dt&iacute; an Ghaeltacht chun a bheith i measc pobal Gaeilge, chun an teanga a fheabhs&uacute; agus a leith&eacute;id.  Is fi&uacute; sin a dh&eacute;anamh.</p> <p> Gan amhras, ba ch&oacute;ir go mbeadh na seribh&iacute;s&iacute; lonnaithe sa Ghaeltacht tr&iacute; mhe&aacute;n na Gaeilge.  N&iacute;l aon choimhlint faoi sin.  N&iacute; bheadh tuairim eile ag &eacute;inne.  An bhfuil s&eacute; f&iacute;or nach bhfuil s&eacute; sin le f&aacute;il sna Gaeltachta&iacute; fosta?  C&eacute;n fianaise de sin at&aacute; ann nach bhfuil s&eacute; le f&aacute;il?  T&aacute; d&iacute;oma orm go bhfuil meath ag teacht ar an nGaeilge sna Gaeltachta&iacute; ach mura bhfuil na seirbh&iacute;s&iacute; le f&aacute;il as Gaeilge, t&aacute; s&eacute; sin go dona agus ba ch&oacute;ir go mbeadh.  Bheadh sp&eacute;is agam sna freagra&iacute; mar gheall air sin.</p> <p> Ba ch&oacute;ir go mbeadh na hachmhainn&iacute; ann.  T&aacute; n&iacute;os m&oacute; achmhainn&iacute; le f&aacute;il anois.  Deirtear go bhfuil.  Ba ch&oacute;ir go mbeadh siad ann don obair seo.  N&iacute;l a l&aacute;n le r&aacute; agam.  F&aacute;ilt&iacute;m roimh na finn&eacute;ithe agus tr&eacute;asla&iacute;m go m&oacute;r leis na haidhmeanna seo.  Taobh amuigh de sin n&iacute;l a fhios agam.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.30" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:35:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000007#F00200"><p>&Oacute; thaobh ceist na Gaeltachta sa ch&eacute;ad dul s&iacute;os, t&aacute; s&eacute; t&aacute;bhachtach, n&iacute; hamh&aacute;in go mbeadh an Ghaeilge mar theanga oibre sna hoifig&iacute; at&aacute; sa Ghaeltacht ach chomh maith leis sin go mbeadh comhlachta&iacute; at&aacute; ag cur seirbh&iacute;s&iacute; ar f&aacute;il sa Ghaeltacht, go mbeadh na seirbh&iacute;s&iacute; sin ar f&aacute;il tr&iacute; Ghaeilge freisin.  B'fh&eacute;idir nach bhfuil siad lonnaithe sa Ghaeltacht f&eacute;in.  Is cuimhin liom, mar shampla, ar cigir&iacute; talmha&iacute;ochta agus mar sin de &oacute;n Roinn Talmha&iacute;ochta, Bia agus Mara, go mbeadh s&eacute; de dhualgas go mbeadh na seirbh&iacute;s&iacute; sin ar f&aacute;il tr&iacute; Ghaeilge.  N&iacute; ceart d&uacute;inn d&iacute;ri&uacute; ar oifig&iacute; at&aacute; lonnaithe sa Ghaeltacht amh&aacute;in ach seirbh&iacute;s&iacute; at&aacute; curtha ar f&aacute;il freisin.</p>  <p>  &Oacute; thaobh na sc&eacute;imeanna teanga agus na gealltanais at&aacute; ann &oacute; thaobh na Gaeltachta de, n&iacute; raibh d&aacute;ta luaite ag go leor de na sc&eacute;imeanna.  Bh&iacute; sc&eacute;im teanga ann ach n&iacute;or tugadh aon gealltanas ar leith maidir le seirbh&iacute;s a chur ar f&aacute;il do mhuintir na Gaeltachta in ocht gcinn acu sin.  N&iacute; raibh aon gealltanas ann.  Is l&eacute;iri&uacute; &eacute; sin ar na fadhbanna a bhaineann leis sin.  Tr&iacute; for&aacute;il iarracht san Acht f&eacute;in nuair a thiocfadh s&eacute; sin, go mba cheart go bhfeabhs&oacute;dh s&eacute; sin an riachtanas sa gc&aacute;s sin &oacute; thaobh na nGaeltachta&iacute; de.</p>  <p>  &Oacute; thaobh c&uacute;rsa&iacute; oili&uacute;na de, b&iacute;onn ranganna agus deis ag daoine dul go dt&iacute; an Ghaeltacht.  T&aacute; a fhios agam go dt&eacute;ann lucht an Airm, mar shampla agus go mb&iacute;onn seal acu san acadamh san gCeathr&uacute; Rua.  Chomh maith leis sin, t&aacute; Gaelchult&uacute;r ag cur ranganna ar f&aacute;il, agus bh&iacute; &Eacute;amon &Oacute; Domhnaill os comhair an choiste ag tabhairt fianaise faoin obair at&aacute; ar si&uacute;l ag Gaelchult&uacute;r &oacute; thaobh cuidi&uacute; le daoine feabhas a chur a gcuid Gaeilge.  T&aacute; s&eacute; sin an-mhaith agus cuidfidh s&eacute; sin le c&uacute;rsa&iacute; i dteannta c&uacute;rsa&iacute; earca&iacute;ochta.  Teasta&iacute;onn an d&aacute; rud chun a cinnti&uacute; go mbeidh an seirbh&iacute;s ceart ar f&aacute;il ina leith sin.</p>  <p>  &Oacute; thaobh na hachmhainn&iacute;, t&aacute; achmhainn&iacute; daonna t&aacute;bhachtach ach teasta&iacute;onn an toil le chur leis sin.  Is ceist tolla at&aacute; ann chomh maith go mbeadh an toil &aacute; fheice&aacute;il againn ag an gc&oacute;ras polait&iacute;ochta ag leibh&eacute;al sa St&aacute;tch&oacute;ras, go mbeadh an toil ann daoine le Gaeilge a earc&uacute; agus a aithint c&aacute; bhfuil siad ag teast&aacute;il agus iad a chur san &aacute;it ina bhfuil siad ag teast&aacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.31" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="16:35:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000007#F00300"><p>T&aacute; go leor fadhbanna romhainn, is cuma c&eacute;n chaoi a mbreathn&oacute;imid air.  An aonta&iacute;onn an finn&eacute; nach bhfuil sa reachta&iacute;ocht ach b&eacute;illic amh&aacute;in ar an mballa?  Gan plean agus toil, len &eacute; a aidhmi&uacute;, nach dtarl&oacute;idh an rud a bheimid ag s&uacute;il leis?</p>  <p>  T&aacute; ceist eile agam.  T&aacute; m&eacute; i bhf&aacute;bhar go mbeadh caighde&aacute;n leagtha s&iacute;os faoi cheist &oacute; th&uacute;s, go mbeadh s&eacute; sin d&eacute;anta tr&iacute; na pleananna agus bh&iacute;omar tosaithe ar an obair sin.  N&iacute;l aon fadhb agam go mbeidh s&eacute; mar ghn&iacute;omh faoi leith &oacute; thaobh na reachta&iacute;ochta de.  An bhfuil s&eacute; ceart f&aacute;il r&eacute;idh le c&oacute;ras na bpleananna?  T&aacute; ruda&iacute; ar bun ag Ranna&iacute; St&aacute;it &eacute;ags&uacute;la nach dtitfidh isteach go h&eacute;asca i gc&oacute;ras leathan chaighde&aacute;n mar go bhfuil &eacute;ags&uacute;lacht ollmh&oacute;r idir obair na Ranna&iacute; St&aacute;it.  An bhfuil deireadh curtha go hioml&aacute;n agus go huille ag muintir na Breataine Bige le pleananna agus an bhfuil s&eacute; ar fad anois bunaithe ar chaighde&aacute;n?  Shamhl&oacute;inn, m&aacute;s caighde&aacute;n at&aacute; i gceist, go mbeidh ar duine caighde&aacute;n a leagan s&iacute;os a bheadh sonrach do Roinn amh&aacute;in n&oacute; do dh&aacute; Roinn.</p>  <p>  T&aacute; an tri&uacute; ceist agam.  Bh&iacute; moladh amh&aacute;in sa strait&eacute;is 20 bliain don Ghaeilge go dtabharfadh c&uacute;ram don &uacute;dar&aacute;is agus don Roinn n&iacute;os m&oacute; seirbh&iacute;s&iacute; laeth&uacute;il a chur ar f&aacute;il sa Ghaeltacht don phobal, mar shampla, seirbh&iacute;s&iacute; tith&iacute;ochta, seirbh&iacute;s&iacute; plean&aacute;la n&oacute; seirbh&iacute;s&iacute; b&oacute;ithre.  Bheadh s&eacute; &aacute; dh&eacute;anamh do chomhairle contae &oacute; thaobh riarach&aacute;in na seirbh&iacute;s&iacute; sin &oacute; l&aacute; go l&aacute;, go dtiocfadh s&eacute; faoi &Uacute;dar&aacute;s na Gaeltachta n&oacute; faoin Roinn ar an mbun&uacute;s go bhfaigheann siad n&aacute;d&uacute;r na n-eagra&iacute;ochta&iacute; sin an rud a dh&eacute;anamh tr&iacute; Ghaeilge.  N&iacute; hamh&aacute;in sin, ach an &eacute;il&iacute;onn an pobal na seirbh&iacute;s&iacute; tr&iacute; Ghaeilge &oacute; tharla go dtuigeann siad go bhfuil seirbh&iacute;s&iacute; tr&iacute; Ghaeilge?  Go hiond&uacute;il &eacute;il&iacute;onn siad na seirbh&iacute;s&iacute; ceannann c&eacute;anna tr&iacute; Bh&eacute;arla in eagra&iacute;ochta&iacute; n&oacute; &oacute;n chomhairle contae, fi&uacute; m&aacute; t&aacute; siad le f&aacute;il i nGaeilge, mar t&aacute; c&aacute;il na Bh&eacute;arla ar na heagra&iacute;ochta&iacute; sin agus beidh go br&aacute;ch.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.32" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:35:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000007#F00400"><p>&Oacute; thaobh c&uacute;rsa&iacute; reachta&iacute;ochta de, n&iacute;l sa reachta&iacute;ocht ach cuid amh&aacute;in den r&eacute;iteach ar an bhfadhb.</p>  <p>  Maidir leis an tr&aacute;chtaireacht ar ch&oacute;ras na sc&eacute;imeanna, an dara mholadh a bh&iacute; agam tar &eacute;is c&uacute;rsa&iacute; earca&iacute;ochta n&aacute; plean do shol&aacute;thar seirbh&iacute;s&iacute; na Gaeilge agus t&aacute; s&eacute; sin luaite agam ar&iacute;s.  An m&eacute;id at&aacute; molta agam n&aacute; go mbeadh na seirbh&iacute;s&iacute; at&aacute; mar thosa&iacute;ocht ag an St&aacute;t a chur ar f&aacute;il tr&iacute; Ghaeilge, na slite a bhearta&iacute;tear chun na seirbh&iacute;s&iacute; sin a chur ar f&aacute;il, na socraithe is g&aacute; chun na seirbh&iacute;s&iacute; a chur ar f&aacute;il tr&iacute; Ghaeilge sa Ghaeltacht, na hachmhainn&iacute;, na h-aird do achmhainn&iacute; daonna agus achmhainn&iacute; airgeadais at&aacute; ag teast&aacute;il agus ansin an creat reachta&iacute;ochta a theasta&iacute;tear le chur leis sin chomh maith.  T&aacute; nithe eile ann: go n-aithneodh an St&aacute;t c&eacute;ard at&aacute; ann faoi l&aacute;thair, c&eacute;ard at&aacute; ag taiste&aacute;l, c&eacute;ard at&aacute; sa l&aacute;r a t&aacute;imid ag iarraidh l&iacute;onadh isteach agus c&eacute;ard iad na hachmhainn&iacute; at&aacute; ag taiste&aacute;l chun sin a dh&eacute;anamh agus go mbeidh s&eacute; sin leagtha amach go soil&eacute;ir i bplean.  T&aacute; a leith&eacute;id d&eacute;anta i gCeanada.  T&aacute; p&eacute;ire ansin &oacute; Cheanada agus cuirfidh m&eacute; faoi iomr&aacute;idh &eacute; go bhfeicfidh an coiste c&eacute;ard at&aacute; i gceist.  Leagann siad amach go soil&eacute;ir c&eacute;ard at&aacute; i gceist acu a dh&eacute;anamh &oacute; thaobh plean do shol&aacute;thar seirbh&iacute;s&iacute;.  Bh&iacute; ceann ann anseo, forbairt agus nu&aacute;la&iacute;ocht &aacute;r seirbh&iacute;s poibl&iacute; 2020 ag Rialtas na h&Eacute;ireann, ag deireadh na bliana seo caite.  Is ansin gur cheart d&oacute; a bheith ach i nd&aacute;ir&iacute;re n&iacute;l.  N&iacute;l ach beag-tagairt ansin don strait&eacute;is 20 bliain a chur i bhfeidhm, ach t&aacute; n&iacute;os m&oacute; n&aacute; sin ag taiste&aacute;l &oacute; thaobh seirbh&iacute;s&iacute; tr&iacute; Ghaeilge, go mbeadh s&eacute; sin inchuidi&uacute; agus go mbeadh s&eacute; sin mar chuid den reachta&iacute;ocht nua freisin, le cinnti&uacute; go bhf&eacute;adfa&iacute; &eacute; a chur i bhfeidhm.</p>  <p>  &Oacute; thaobh ceist na gcaighde&aacute;n, n&iacute; fheictear dom agus n&iacute; cheart go dtarl&oacute;dh s&eacute;, nuair a thiocfaidh na caighde&aacute;n i bhfeidhm, d&aacute; mbeadh gealltanas d&eacute;anta i sc&eacute;im teanga, go raibh fi&uacute;ntas ag baint leis agus a bh&iacute; ag oibri&uacute;, go dtiocfaidh deireadh leis sin.</p> <p>Nuair a thiocfas na caighde&aacute;in isteach, m&aacute; t&aacute; rud &eacute;icint geallta i sc&eacute;im teanga nach bhfuil sna caighde&aacute;n bheinn ag s&uacute;il go leanfadh an dualgas reacht&uacute;il &oacute; thaobh sin freisin.  T&aacute; s&eacute; sin t&aacute;bhachtach.  T&aacute; s&eacute; t&aacute;bhachtach nach dtiocfaidh na caighde&aacute;in isteach i bhfol&uacute;s agus go mbeadh siad ag lu&iacute; leis an bplean at&aacute; r&eacute;itithe &oacute; thaobh na seirbh&iacute;s&iacute;.  T&aacute; s&eacute; t&aacute;bhachtach go mbeadh na caighde&aacute;n ag teacht le c&aacute; bhfuil an St&aacute;t ag r&aacute; go dteasta&iacute;onn uaidh dul agus go bhfuil na caighde&aacute;in ag teacht leis sin.</p> <p> &Oacute; thaobh na Breataine Bige, is &eacute; an tuiscint at&aacute; agamsa n&aacute; go bhfuil s&iacute; imithe &oacute; ch&oacute;ras na sc&eacute;imeanna go dt&iacute; c&oacute;ras na gcaighde&aacute;n.  Ar&iacute;s, s&iacute;lim go mbeadh s&eacute; ina chabhair, nuair a bheas an Bille &aacute; dhr&eacute;acht&uacute;, go dtabharfa&iacute; sampla d&uacute;inn de na caighde&aacute;in at&aacute; beartaithe ag an Rialtas sa gcaoi go dtuigfeadh daoine c&eacute;ard at&aacute; i gceist.  B'fh&eacute;idir go dtabharfa&iacute; sampla de ph&eacute;ire n&oacute; de thr&iacute; cinn de chaighde&aacute;in a bheas leagtha s&iacute;os le go dtuigfeadh muid c&eacute;ard at&aacute; i gceist.  An bua at&aacute; leo n&aacute; go mbeidh com&oacute;ntacht ann.  N&iacute; bheidh an easpa com&oacute;ntachta sin ann.  Shamhl&oacute;inn go rachadh s&eacute; n&iacute;os leithne n&aacute; ceann n&aacute; p&eacute;ire de Ranna Rialtais.  B'fh&eacute;idir go mbeadh s&eacute; thar chuile Roinn n&oacute;, ar a laghad, thar chuile &uacute;dar&aacute;s &aacute;iti&uacute;il n&oacute; chuile &uacute;dar&aacute;s &aacute;iti&uacute;il at&aacute; ag pl&eacute; le ceantair Gaeltachta.  Bheadh na dualgais ceannann c&eacute;anna leagtha s&iacute;os sa gc&aacute;s sin.</p> <p> &Oacute; thaobh seirbh&iacute;s&iacute; laeth&uacute;la sa Ghaeltacht agus &oacute; thaobh riarach&aacute;n na seirbh&iacute;s&iacute; sin don &uacute;dar&aacute;s n&oacute; don Roinn, ag deireadh an lae, mar Chomisin&eacute;ir Teanga cuirim f&aacute;ilte le cib&eacute; a chuireann feabhas ar ch&uacute;rsa&iacute;.  M&aacute;s sin an bhealach le feabhas a chur ar ch&uacute;rsa&iacute; d'fh&aacute;ilteoinn roimhe sin.  Is d&oacute;igh gur b'in comhr&aacute; idir iad si&uacute;d at&aacute; ag dr&eacute;acht&uacute; an pholasa&iacute; ina leith sin agus na comhairl&iacute; &aacute;iti&uacute;la, an t-&uacute;dar&aacute;s agus mar sin de.  Faoi l&aacute;thair, n&iacute;l an c&oacute;ras ag feidhmi&uacute; mar ba ch&oacute;ir &oacute; thaobh seirbh&iacute;s&iacute; a chur ar f&aacute;il tr&iacute; Ghaeilge tr&iacute; phostanna a shainaithint faoi ch&oacute;ras na sc&eacute;imeanna.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.34" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="16:45:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000008#G00200"><p>Caithfimid a bheith r&eacute;ala&iacute;och faoin rud seo.  T&aacute; tri&uacute;r againn anseo.  T&aacute; an Comisin&eacute;ir ina ch&oacute;na&iacute; i nGaillimh thiar agus t&aacute; beirt againn a dh&eacute;anann ionada&iacute;ocht do Ghaillimh thiar.  Nuair a th&eacute;ann daoine le Gaeilge &oacute;n nGaeltacht ag an &uacute;dar&aacute;s n&oacute; ag an Roinn labhra&iacute;onn siad Gaeilge.  N&iacute;l bheinn chomh cinnte gur b'in an idirghabh&aacute;il a bh&iacute;onn acu ar fad leis an gcomhairle contae n&oacute; an HSE taobh istigh den Ghaeltacht.  N&iacute;lim ag caint ar taobh amuigh den Ghaeltacht ach ar na gcodanna de na heagra&iacute;ochta&iacute; sin at&aacute; ag feidhmi&uacute; in oifig&iacute; taobh istigh den Ghaeltacht.  N&iacute; labhra&iacute;onn mar n&iacute; bheif&iacute; cinnte go mbeadh Gaeilge ag an duine ar an dtaobh eile den fh&oacute;n.  Is d&oacute;igh go gcaithfimid a bheith r&eacute;ala&iacute;och faoi sin.  Im&iacute;onn an reachta&iacute;ocht isteach sa bplean a thuigeann f&iacute;or-nad&uacute;r daoine agus an chaoi ina mbreathna&iacute;onn an pobal ar eagra&iacute;ochta&iacute;.</p>  <p>  Ach ag dul ar ais ag an rud a d&uacute;irt an Coimisin&eacute;ir faoi caighde&aacute;in, cuir i gc&aacute;s, mar shampla, go mbeadh caighde&aacute;n leagtha s&iacute;os do na gcontaetha a bhfuil Gaeltachta&iacute; faoina gc&uacute;ram go mbeadh duine ar f&aacute;il le seirbh&iacute;s&iacute; plean&aacute;la a chur ar f&aacute;il tr&iacute; Ghaeilge.  T&aacute; difr&iacute;ocht ollmh&oacute;r idir R&aacute;th Chairn agus Baile Ghib agus Conamara &oacute; thaobh chomh forleathan agus a b'fh&eacute;adfa&iacute; a bheith ag s&uacute;il go mbeadh seirbh&iacute;s&iacute; thar o&iacute;che, mar t&aacute; ceann amh&aacute;in i bhfad n&iacute;os m&oacute; n&aacute; ceann eile.  B'in an bua a ceapadh a bheith ag baint leis an bplean. Ceapadh go bhf&eacute;adfa&iacute; a r&aacute; i gc&aacute;s na Gaillimhe, mar shampla, &oacute; tharla go bhfuil X% den phobal inni&uacute;il i nGaeilge n&oacute; go bhfuil crit&eacute;ir eile comhl&iacute;onta, beidh beirt n&oacute; tri&uacute;r san oifig mh&oacute;tarch&aacute;nach, beidh duine san oifig plean&aacute;la, beidh duine sa rann&oacute;g tith&iacute;ochta n&oacute; whatever.  Bheadh i bhfad n&iacute;os m&oacute; &eacute;ilimh in &aacute;iteanna mar sin n&aacute; mar a bheadh in &aacute;it beag n&oacute;, mar shampla, i gcontae.  Ansin i mBaile &Aacute;tha Cliath d'fh&eacute;adfa&iacute; go mbeidh go leor &eacute;ilimh ann freisin mar, tar &eacute;is go bhfuil c&eacute;atad&aacute;n na nGaeilgeoir&iacute; beag, t&aacute; l&iacute;on na nGaeilgeoir&iacute; m&oacute;r mar go bhfuil an pobal ollmh&oacute;r.</p>  <p>  M&aacute; chuirtear aisghairm ar chuid d'Acht, t&aacute; deireadh leis.  Nuair a deirtear go bhfuil na caighde&aacute;in ag teacht isteach, t&aacute; deireadh leis.  An bhfuil an Coimisin&eacute;ir cinnte n&aacute;r cheart d&uacute;inn na caighde&aacute;in a tabhairt isteach agus an cumas plean a &eacute;ileamh a bheith f&aacute;gtha, go m&oacute;rmh&oacute;r sa gc&aacute;s go raibh Rialtas tugtha le deis a bhaint as f&eacute;idearachta&iacute; na bpleannana sa mhullach ar na caighde&aacute;in mar go bhf&eacute;adfa&iacute; ruda&iacute; saini&uacute;la a bheith difri&uacute;il i gceantar amh&aacute;in n&aacute; ceantar eile?  N&iacute; ghlacaim leis go gcialla&iacute;onn caighde&aacute;n gur rud forleathan &eacute;.  Mar shampla t&aacute; caighde&aacute;n sa mBille cheana f&eacute;in faoi fh&oacute;gra&iacute;ocht agus faoi chomhartha&iacute;ocht.  N&iacute;l an fh&oacute;gra&iacute;ocht d&eacute;anta ach bh&iacute; an deis ann &eacute; a dh&eacute;anamh.  T&aacute; na bearta faoi chomhartha&iacute;ocht, staisean&oacute;ireacht, litreacha a fhreagairt agus mar sin de, go h&eacute;ifeachtach, ina gcaighde&aacute;n.  An idea a bh&iacute; faoin bplean n&aacute; go bhf&eacute;adfa&iacute; rud &eacute;igin sonrach a leagan amach ach loic ar an Rialtas a r&aacute; lena Ranna St&aacute;it agus na h&aacute;is&iacute;neachta&iacute; go bhfuil cinneadh Rialtais d&eacute;anta go mbeidh minimum X, Y n&oacute; Z sna pleananna agus nach ghlacfar le haon phlean nach bhfuil siad ann.  Beidh ar na Ranna agus &aacute;is&iacute;neachta&iacute; plean a r&eacute;iteach agus mura nd&eacute;anfaidh siad tiocfaidh an Aire air a bhfuil freagracht as an nGaeltacht ar ais ag bord ag Rialtas ag r&aacute; go bhfuil s&eacute; di&uacute;ltaithe ag eagra&iacute;ochta&iacute; A, B, C agus D plean a r&eacute;iteach ar an gcaighde&aacute;n a leag an Rialtas s&iacute;os agus a d'aontaigh s&eacute;.  D&eacute;arfadh an Rialtas leis an Aire sin go gcaithfidh s&eacute; n&oacute; s&iacute; treoir a thabhairt d&oacute;ibh &eacute; a dh&eacute;anamh.  Ar nd&oacute;igh, d&aacute; dtarl&oacute;dh s&eacute; sin, n&iacute; bheadh go leor de na fadhbanna ann.  An bhfuil an Coimisin&eacute;ir f&oacute;s a r&aacute; gur cheart f&aacute;il r&eacute;idh leis an gcumas sin maidir leis na pleananna?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.35" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:45:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000008#G00300"><p>An rud at&aacute; m&eacute; a r&aacute; n&aacute; m&aacute;s rud &eacute; go mbeadh gealltanas sonrach luaite i sc&eacute;im teanga, mar shampla sc&eacute;im teanga Chomhairle Chontae na Gaillimhe a luaigh an Teachta, a bhain le hiarratas plean&aacute;la, mar shampla, n&oacute; aon rud mar sin, agus muna chuims&iacute;odh na caighde&aacute;in a dtiocfadh isteach an m&eacute;id a bh&iacute; geallta sa sc&eacute;im teanga, n&iacute;or cheart go n-imeodh an gealltanas a bh&iacute; d&eacute;anta sa sc&eacute;im teanga.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.36" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="16:45:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000008#G00400"><p>Cuirfidh m&eacute; ar bhealach eile &eacute;.  D&aacute; dtiocfadh na caighde&aacute;in isteach agus mura gcuimseoidh siad rud &eacute;icint a cheapann an Roinn a bheith thar a bheith ind&eacute;anta i gc&aacute;s Chomhairle Chontae na Gaillimhe, mar shampla, n&oacute; an Roinn Talmha&iacute;ochta, Bia agus Mara i gConamara, nach mbeadh s&eacute; go maith go mbeadh c&oacute;ras na bpleananna f&aacute;gtha ann leis an rud breise sin a chur ann?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.37" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:45:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000008#G00500"><p>Ba cheart.  Ba cheart aon dualgas sa bhreis at&aacute;----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.38" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="16:45:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000008#G00600"><p>No, n&iacute;lim ag r&aacute; &eacute; sin.  An cheart go mbeadh an fh&eacute;idearthacht go dtiocfadh an Roinn ar ais ag r&aacute; go bhfuil na caighde&aacute;in air seo ar fad ann agus caithfear clo&iacute; leis sin ach, sa bhreis air sin, go bhfuil s&iacute; ag iarraidh plean ina mbeidh A, B, C agus D go bhreis ar na caighde&aacute;in.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.39" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:45:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000008#G00700"><p>D'fh&eacute;adfa&iacute; f&eacute;achaint air sin.  Is d&oacute;igh gur b'in ceist d&oacute;ibh at&aacute; ag ullmh&uacute; na reachta&iacute;ochta seo.  Glacaim leis an m&eacute;id at&aacute; an Teachta ag r&aacute; sa mh&eacute;id is go bhfuil difear idir R&aacute;th Chairn agus Gaeltacht na Gaillimhe, mar shampla, &oacute; thaobh iarratais plean&aacute;la.  Ag an am c&eacute;anna, &oacute; thaobh Chomhairle Contae na M&iacute; mar shampla, n&iacute; fheicim go mbeadh s&eacute; dodh&eacute;anta go mbeadh s&eacute; ar a chumas duine le Gaeilge a chur ar f&aacute;il sa rann&oacute;g plean&aacute;la chun cabhr&uacute; le daoine i R&aacute;th Chairn, i mBaile Ghib n&oacute; in aon &aacute;it eile i gContae na M&iacute; at&aacute; ag iarraidh an tseirbh&iacute;s sin tr&iacute; Ghaeilge.  S&iacute;lim go dteasta&iacute;onn an chom&oacute;ntacht sin &oacute; daoine chun go mbeidh an tuiscint ag daoine, nuair a th&eacute;ann siad isteach in oifig St&aacute;it at&aacute; ag freastal ar phobal Gaeltachta, gur f&eacute;idir leo a bheith cinnte gur f&eacute;idir leo a ngn&oacute; a dh&eacute;anamh tr&iacute; Ghaeilge.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.40" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="16:45:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000008#G00800"><p>Ach m&aacute; th&oacute;gfaimid mar shampla c&aacute;s Bhaile &Aacute;tha Cliath versus Ceatharlach n&oacute; Laois.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.41" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:45:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000008#G00900"><p>Ar&iacute;s shamhl&oacute;inn go mbeadh caighde&aacute;n difri&uacute;il leagtha s&iacute;os do Bhaile &Aacute;tha Cliath, &aacute;it a bhfuil pobal l&iacute;onmhar le Gaeilge ann, agus go mbeadh na dualgais ar eagra&iacute;ochta&iacute; i mBaile &Aacute;tha Cliath n&iacute;os troime &oacute; thaobh na seirbh&iacute;s&iacute; go gcaithf&iacute; a chur ar f&aacute;il de bharr gur l&eacute;ir go bhfuil daoine ann le Gaeilge at&aacute; ag iarraidh a ngn&oacute; a dh&eacute;anamh tr&iacute; Ghaeilge.  Shamhl&oacute;inn go mbeadh an c&oacute;ras leagtha s&iacute;os le freastal ar contaetha eile sa t&iacute;r freisin.  S&iacute;l&iacute;m gurb &iacute; an imn&iacute; at&aacute; an Teachta &aacute; l&eacute;iri&uacute; n&aacute; go bhf&eacute;adfadh s&eacute; tarl&uacute; go mbeadh n&iacute;os l&uacute; dualgas ann de thoradh ch&oacute;ras na gcaighde&aacute;n sin.  Ach n&iacute; fheicim gur cheart go dtarl&oacute;dh s&eacute; sin ar aon bhealach.  Bheidh s&eacute; an-t&aacute;bhachtach go leagfa&iacute; s&iacute;os sa reachta&iacute;ocht nua go leanfadh aon ghealltanas at&aacute; in aon sc&eacute;im teanga nach bhfuil cl&uacute;daithe ag caighde&aacute;n ar aghaidh.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.42" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="16:45:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000008#G01000"><p>T&aacute; rud amh&aacute;in faighte amach agamsa.  Nuair is rud di&uacute;ltach &eacute;, t&aacute; rud ar bith ind&eacute;anta &oacute; thaobh na Gaeilge de.  T&aacute; rud ar bith ind&eacute;anta a cheapann t&uacute; gur plean maith &eacute;.  Faigheann t&uacute; amach go gcuirtear i bhfeidhm &eacute; ar bhealach an-aisteach.</p> <p>T&aacute;imid ag caint ar phleananna a r&eacute;iteach agus tuarasc&aacute;lacha a shol&aacute;thar.  San &aacute;it seo, cuirtear moill ar tuarasc&aacute;lacha ar ch&uacute;iseanna &eacute;ags&uacute;la.  Chonaic muid leis an bplean tuaithe sampla maith den rud at&aacute; ar bun anseo.  N&iacute; dhearnadh tada ach scr&iacute;obhadh chuig chuile Roinn ag iarraidh orthu c&eacute;ard at&aacute; i gceist acu a dh&eacute;anamh leis na gceantair thuaithe ar fad.  Sheol siad ar fad ar ais na ruda&iacute; ar fad at&aacute; ar bun acu, ar n&oacute;s scoileanna agus b&oacute;ithre faoin tuath, agus bully for that.  Cuireadh chuile rud isteach i leabhar m&oacute;r, ach n&iacute;l aon rud ann a chuirfidh ceantair thuaithe chun cinn nach raibh ar bun cheana f&eacute;in.  T&aacute; s&eacute; soil&eacute;ir sna tuairisc&iacute; ar an strait&eacute;is 20 bliain go bhfuil an-chumas ag an St&aacute;tseirbh&iacute;s tuairisc&iacute; a scr&iacute;obh nach bhfuil tada t&eacute;agartha nua iontu at&aacute; comhdh&eacute;anta.  Le gairid, bhreathnaigh m&eacute; ar an bplean n&aacute;isi&uacute;nta &oacute; thaobh na Gaeltachta de.  An bhfuil moladh ar bith sa chreatlach phlean&aacute;la n&oacute; sa phlean forbartha &oacute; thaobh forbairt na Gaeltachta?  An bhfuil aon rud ann nach raibh ann?  T&aacute;thar chun ionad do chomharchumann n&oacute; comhlacht forbartha Inis Me&aacute;in a th&oacute;g&aacute;il, agus bully for that.  T&aacute; s&uacute;il agam go dtuigeann an tUasal &Oacute; Coisdealbha an m&eacute;id at&aacute; &aacute; r&aacute; agam.  An bhfuil aon rud ann a dh&eacute;anfaidh difr&iacute;ocht nach raibh ann cheana?  Is &eacute; sin an f&aacute;th go bhfuil m&eacute; in amhras gur f&eacute;idir an rud seo a dh&eacute;anamh gan toil Rialtais.  Nuair a deirim "toil Rialtais", n&iacute;lim ag caint ar thoil na St&aacute;tseirbh&iacute;se - t&aacute; m&eacute; ag caint faoi dheimhni&uacute; ag teacht anuas &oacute; bhord an Rialtais go nd&eacute;anfar &eacute; seo.  Dar liom, is cuma c&eacute;n reachta&iacute;ocht a chuirfidh muid i bhfeidhm - caithfear Rialtas a bheith ann a deireann go nd&eacute;anfar &eacute; seo agus mura nd&eacute;anfar beidh an tAire ag leagan s&iacute;os go nd&eacute;anfar mar is cinneadh Rialtais &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.44" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H00200"><p>T&aacute; ruda&iacute; &aacute;irithe go bhfuil smacht againn orthu agus t&aacute; ruda&iacute; &aacute;irithe nach bhfuil aon smacht againn orthu ar chor ar bith.  T&aacute;imid ag r&aacute; go bhfuil buanna ag baint leis na sc&eacute;imeanna teanga mar phr&oacute;iseas agus mar ch&oacute;ras.  T&aacute;thar in ann iad a chur in oiri&uacute;int don eagra&iacute;ocht.  Is &eacute; sin an bua is m&oacute;.  Is &iacute; an deacracht at&aacute; leo n&aacute; go bhfuil siad bunaithe ar phr&oacute;iseas idirbhearta&iacute;ochta.  Aonta&iacute;onn an d&aacute; ph&aacute;irt&iacute; c&eacute;ard iad na seirbh&iacute;s&iacute; a chuirfear ar f&aacute;il de thuras na huaire, mar a deirtear.  M&aacute; t&aacute; eagra&iacute;ocht ann at&aacute; iontach b&aacute;&uacute;il - t&aacute; caint d&eacute;anta ar an toil a bheith ann - aonta&iacute;tear riar maith.  T&aacute; m&eacute; in ann sampla&iacute; a thabhairt den chine&aacute;l sin sc&eacute;im.  T&aacute;imid ag f&eacute;achaint ar an bpr&oacute;iseas agus ar an gc&oacute;ras.  D&aacute; bheimis uilig ag dul sa treo c&eacute;anna, bheimis in ann a r&aacute; "t&aacute; na sc&eacute;imeanna mar uirlis le f&aacute;il ansin".  Is pr&oacute;iseas idirbhearta&iacute;ochta iad faoi l&aacute;thair, &aacute;fach.  Nuair a aonta&iacute;tear ruda&iacute;, cuirtear coinn&iacute;ollacha agus teorainneacha leo in &aacute;iteanna &aacute;irithe ach n&iacute; tharla&iacute;onn a leith&eacute;id in &aacute;iteanna eile.  N&iacute; bh&iacute;onn an toradh cinnte.  T&aacute;imid ag caint faoi ch&oacute;ras caighde&aacute;in cos&uacute;il leis na rialach&aacute;in at&aacute; d&eacute;anta le comhartha&iacute;ocht, st&aacute;isean&oacute;ireacht agus mar sin de.  T&aacute; s&eacute; luaite sa reachta&iacute;ocht gur f&eacute;idir aicm&iacute; difri&uacute;la caighde&aacute;in a leagan s&iacute;os de r&eacute;ir mar a shocra&iacute;tear.  Is f&eacute;idir breathn&uacute; ar aicm&iacute; difri&uacute;la caighde&aacute;in ag aon tr&aacute;th n&oacute; ag aon bhealach.  Sa bhreis air sin, m&aacute; theasta&iacute;onn uainn dul i ngleic r&eacute;as&uacute;nta sciobtha le rud &eacute;igin a tharla&iacute;onn gan choinne n&oacute; rud &eacute;igin faoi leith nach bhfuil cl&uacute;daithe ag na caighde&aacute;in, ba cheart d&uacute;inn dualgas a leagan ar bhealach &eacute;igin eile taobh amuigh de na caighde&aacute;in, b&iacute;odh sin i bhfoirm sc&eacute;im n&oacute; ar aon bhealach eile, ionas go mbeidh &uacute;dar&aacute;s n&oacute; cumhacht ag Aire dul i ngleic leis an gcine&aacute;l sin rud.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.45" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H00300"><p>T&aacute; s&eacute; r&aacute;ite san Acht faoi l&aacute;thair gur f&eacute;idir rialach&aacute;in a dh&eacute;anamh faoi &aacute;bhar ar bith.  B'fh&eacute;idir go bhfuil arg&oacute;int dl&iacute; ann i dtaobh c&eacute; chomh leathan is at&aacute; s&eacute; sin.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.46" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H00400"><p>Sea.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.47" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H00500"><p>Ar nd&oacute;igh, t&aacute; m&eacute; go hioml&aacute;n i bhfabhar c&oacute;ras na gcaighde&aacute;n.  Is &eacute; sin an f&aacute;th go raibh deis againn na rialach&aacute;in a dh&eacute;anamh, mar shampla.  Ba &iacute; an fh&oacute;gra&iacute;ocht an ch&eacute;ad rud eile a bh&iacute; i gceist againn ag an am.  Th&aacute;inig deireadh leis sin nuair a cuireadh m&eacute; as an Roinn.  Bh&iacute; m&eacute; ag obair air.  Is cuimhin liom an l&aacute;.  An t-aon rud a bh&iacute; ag coinne&aacute;il moille ar cheist na f&oacute;gra&iacute;ochta n&aacute; go raibh daoine &aacute;irithe i bhfabhar go gcuirfinn-----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.48" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H00600"><p>Gabh mo leithsc&eacute;al.  Iarraim ar an Teachta d&iacute;ri&uacute; isteach-----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.49" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H00700"><p>Tagann s&eacute; seo go cro&iacute; c&eacute;ard a dh&eacute;anann an tAcht.  Bh&iacute; d&iacute;osp&oacute;ireacht ag an am an bhf&eacute;adfa&iacute; f&oacute;gra comhionann a chur in iris Ghaeilge, n&oacute; an gcaithfear f&oacute;gra d&aacute;theangach a chur in <i>The Irish Times</i>ar chostas ollmh&oacute;r.  Bh&iacute; na me&aacute;in Gaeilge - na hiris&iacute; agus an teilif&iacute;s, srl. - go m&oacute;r i bhfabhar go gcuirf&iacute; na f&oacute;gra&iacute; seo i dtreo na me&aacute;in Gaeilge - na hiris&iacute;, an teilif&iacute;s agus mar sin de - seachas bheith ag tabhairt tuilleadh acmhainn&iacute; chuig na p&aacute;ip&eacute;ir m&oacute;ra nuachta nach nd&eacute;anann an oiread sin don Ghaeilge.  Ba mhaith liom freagra a thabhairt ar an gcruacheist a luadh n&iacute;os t&uacute;isce.  D&uacute;radh go bhfuil idirbhearta&iacute;ocht i gceist idir dh&aacute; eagra&iacute;ocht - an Roinn agus eagra&iacute;ocht X - agus go bhfuil fadhb ann mura ng&eacute;illeann eagra&iacute;ocht X don Roinn &oacute;s rud &eacute; nach n-&eacute;ir&iacute;onn le Roinn na Gaeltachta m&oacute;r&aacute;n a bhaint amach.  Nach &iacute; sin an tuairim?  Ar nd&oacute;igh, an rud a bh&iacute; taobh thiar den choincheap seo ar fad n&aacute; go raibh p&aacute;irt&iacute; amh&aacute;in - an Rialtas - a bh&iacute; n&iacute;os treise n&aacute; eagra&iacute;ocht X agus mura raibh an eagra&iacute;ocht sin ag teacht suas go dt&iacute; caighde&aacute;in na Roinne, gheobhadh s&eacute; treoir &oacute; bhord an Rialtais ag r&aacute; &quot;tough, d&eacute;an &eacute;, end of story&quot;.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.50" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H00800"><p>T&aacute; for&aacute;il san Acht a cheada&iacute;onn don Aire tuairisci&uacute; a dh&eacute;anamh m&aacute; tharla&iacute;onn s&eacute; nach bhfuil comhlacht poibl&iacute; ag comhoibri&uacute; leis n&oacute; l&eacute;i i dt&eacute;arma&iacute; a bheith ag aont&uacute; sc&eacute;im teanga.  N&iacute;or tharla s&eacute; sin riamh.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.51" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H00900"><p>N&iacute;or tharla s&eacute; riamh.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.52" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H01000"><p>N&iacute; f&eacute;idir liom a r&aacute; ach gur f&iacute;ric &iacute; sin.  N&iacute;or d&uacute;radh riamh go raibh fadhb ann le bheith ag aont&uacute; sc&eacute;im teanga.  T&aacute; na sc&eacute;imeanna mar at&aacute; siad.  N&iacute; f&eacute;idir linn ach labhairt faoin chaoi go bhfeictear d&uacute;inn go bhfuil siad.  Go bun&uacute;sach, is conartha&iacute; faoi shol&aacute;thar na seirbh&iacute;s&iacute; thar tr&eacute;imhse &aacute;irithe ama at&aacute; iontu.  Athra&iacute;onn siad.  Mar a bh&iacute;os ag tr&aacute;chtaireacht, maola&iacute;tear agus laghda&iacute;tear iad.  Cuirtear leo chomh maith.  N&iacute; f&eacute;idir linn a r&aacute; go bhfuil s&eacute; uilig di&uacute;ltach.  Bheimis ag r&aacute; go bhfuil cuid de na sc&eacute;imeanna an-mhaith.  Mar ph&aacute;tr&uacute;n, is l&eacute;ir go ginear&aacute;lta go bhfuil teorann&uacute; i gceist.  D'iarr an Cathaoirleach an ceart d&uacute;inn iad go l&eacute;ir a dh&iacute;birt, agus f&aacute;il r&eacute;idh leo uilig.  Is cinnte gur cheart go mbeadh na caighde&aacute;in in ann bheith n&iacute;os foirfe mar ch&oacute;ras.  B'fh&eacute;idir go dteasta&iacute;onn rud &eacute;igin breise i dtaobh na ruda&iacute; eisceacht&uacute;la.  Sa ch&aacute;s sin, b'fh&eacute;idir gur sc&eacute;im n&oacute; rud &eacute;igin eile a bheadh i gceist a thugadh cead don Aire rialach&aacute;in a dh&eacute;anamh, m&aacute;s mian leis n&oacute; l&eacute;i &eacute; sin a dh&eacute;anamh, ag aon tr&aacute;th i leith aon chine&aacute;l seirbh&iacute;s ag an leibh&eacute;al eagra&iacute;ochta.  T&aacute;imid ar ais go dt&iacute; an m&oacute;rphointe - gur cheart an phlean&aacute;il cheart a bheith d&eacute;anta.  N&iacute; ceart malart&uacute; a dh&eacute;anamh idir an c&oacute;ras sc&eacute;imeanna agus an c&oacute;ras caighde&aacute;in gan an phlean&aacute;il cheart a bheith d&eacute;anta leis an earca&iacute;ocht, leis na seirbh&iacute;s&iacute; agus leis an treo ina bhfuilimid ag dul.  Teasta&iacute;onn an plean sin go mbeadh dualgas reacht&uacute;il leis an bplean, go mbeadh an plean ullmhaithe taobh istigh de thr&eacute;imhse &aacute;irithe ama agus go mbeadh na dualgais &aacute; gcomhl&iacute;onadh.  T&aacute; m&eacute; ag caint faoi phlean naisi&uacute;nta seachas faoi phlean ag leibh&eacute;al eagra&iacute;ochta.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.53" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H01100"><p>T&aacute; dh&aacute; rud i gceist anseo - ceist ollmh&oacute;r na tola Rialtais agus an reachta&iacute;ocht chu&iacute; a thabhairt isteach.  Is &iacute; seo an tr&iacute;&uacute; huair a th&aacute;inig an Coimisin&eacute;ir os &aacute;r gcomhair.  Bh&iacute; teachtaireacht i gceist an dara huair a th&aacute;inig s&eacute; os &aacute;r gcomhair.  D&uacute;irt s&eacute; go soil&eacute;ir ina r&aacute;iteas tosaigh go raibh teipthe go huile is go hioml&aacute;n ar na sc&eacute;imeanna teanga.  T&aacute; s&eacute; sin r&aacute;ite ag an gCoimisin&eacute;ir ar&iacute;s inniu.  An bhfuil an leagan Gaeilge den togra 2040 foilsithe f&oacute;s?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.54" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H01200"><p>N&iacute;l d&oacute;igh liom go bhfuil.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.55" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H01300"><p>An bhfuil cumhacht ar bith ag an gCoimisin&eacute;ir faoin reachta&iacute;ocht at&aacute; ann maidir leis an tuarasc&aacute;il sin?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.56" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H01400"><p>T&aacute;, i dtaobh cuid de ar aon n&oacute;s.  T&aacute; roinnt gear&aacute;in d&eacute;anta leis an oifig s'againne faoi sin.  Tagann s&eacute; faoi dh&aacute; Roinn - an Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe agus an Roinn Tith&iacute;ochta, Plean&aacute;la agus Rialtais &Aacute;iti&uacute;il.  T&aacute;imid i dteagmh&aacute;il leo faoi sin.  Tagann cuid amh&aacute;in - an creat plean&aacute;la n&aacute;isi&uacute;nta - faoin Roinn Tith&iacute;ochta, Plean&aacute;la agus Rialtais &Aacute;iti&uacute;il agus an chuid eile - an plean forbartha n&aacute;isi&uacute;nta - faoin Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe.  T&aacute;imid i dteagmh&aacute;il leis an d&aacute; Roinn.  T&aacute; s&eacute; sin f&oacute;s ar si&uacute;l.  T&aacute;imid f&oacute;s ag pl&eacute; leis na gear&aacute;in.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.57" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H01500"><p>Ba mhaith liom d&iacute;ri&uacute; isteach ar shampla de na laig&iacute; at&aacute; laistigh den reachta&iacute;ocht at&aacute; ann.  C&eacute;n f&aacute;th an bhfuil Oifig an Choimisin&eacute;ara Teanga f&oacute;s i mbun idirbhearta&iacute;ochta?  Cad at&aacute; ar si&uacute;l?  An bhfuil dualgas ar an Rialtas an tuarasc&aacute;il seo a fhoilsi&uacute; tr&iacute; Ghaeilge agus tr&iacute; Bh&eacute;arla?  T&aacute; an tuarasc&aacute;il sin pioctha amach agam mar shampla den phointe at&aacute; d&eacute;anta ag an Teachta &Oacute; Cu&iacute;v agus daoine eile, m&eacute; f&eacute;in ina measc.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.58" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="16:55:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000009#H01600"><p>T&aacute; dualgas san Acht ruda&iacute; a dtugtar "togra&iacute; beartais phoibl&iacute;" a fhoilsi&uacute; go comhuaineach i nGaeilge agus i mB&eacute;arla - go bhfoilseofar iad ag an am ceannann c&eacute;anna.  Leagann sc&eacute;im teanga na Roinne Tith&iacute;ochta, Plean&aacute;la agus Rialtais &Aacute;iti&uacute;il amach c&aacute;ip&eacute;is&iacute; go bhfuil i gceist acu a fhoilsi&uacute; i nGaeilge agus i mB&eacute;arla.  Is cinnte go dtagann an chuid sin den tionscnamh 2040 faoin mh&eacute;id at&aacute; geallta i sc&eacute;im teanga na Roinne, s&eacute; sin, go bhfoilseofar &eacute; i nGaeilge agus i mB&eacute;arla.</p> <p>An chuid eile ansin a thagann tr&iacute; an Roinn Caiteachais Phoibl&iacute; agus Athch&oacute;irithe, n&iacute;l aon gealltanas chomh sonrach leis sin sa sc&eacute;im teanga.  T&aacute;imid ar ais ag c&eacute;ard at&aacute; san Acht f&eacute;in maidir le togra&iacute; beartais phoibl&iacute;.  An cheist at&aacute; ann maidir leis an bplean seo n&aacute; an plean &eacute; at&aacute; aontaithe ag an Rialtas, seachas molta&iacute; i nd&aacute;ir&iacute;re, an leanann an gealltanas sin ar aghaidh?  An dearca a bheadh agam sa ch&aacute;s sin n&aacute; gur plean &eacute; seo at&aacute; aontaithe, seachas molta&iacute;.  D&aacute; bharr sin, d'fh&eacute;adfadh s&eacute; nach dtagann an chuid sin faoin gcuid sin den Acht.  An bealach go b'fh&eacute;adfa&iacute; &eacute; sin a dh&eacute;anamh faoin Acht n&aacute; faoi alt 10 a deir gur f&eacute;idir leis an Aire fo-ord&uacute; a dh&eacute;anamh go bhfoilseofa&iacute; c&aacute;ip&eacute;is&iacute; n&oacute; doicim&eacute;id go bhfuil t&aacute;bhacht faoi leith leo sa d&aacute; theanga.  N&iacute;or tharla s&eacute; sin riamh agus n&iacute;or tharla s&eacute; sa ch&aacute;s seo ach an oiread.  Sin bealach amh&aacute;in lena chinnti&uacute; go mbeadh a leith&eacute;id ar f&aacute;il ag an am c&eacute;anna.  T&aacute; an d&aacute; ph&aacute;irt&iacute;, an d&aacute; eagra&iacute;ocht, an d&aacute; Roinn ag r&aacute; go bhfoilseofa&iacute; i nGaeilge &eacute;, ach i nd&aacute;ir&iacute;re t&aacute; s&eacute; an-deireanach anois agus n&iacute; raibh s&eacute; ar f&aacute;il nuair ba cheart d&oacute; a bheith ar f&aacute;il do dhaoine ag am a fhoilsithe.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.60" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J00200"><p>Nach l&eacute;argas &eacute; sin?  T&aacute;imid ag caint faoi freagrachta&iacute; at&aacute; ar na comhlachta&iacute; poibl&iacute; agus na fochuideacht de, ach n&iacute;l an Rialtas &eacute; f&eacute;in, agus n&iacute;l Oifig na Coimisin&eacute;ara Teanga in ann aon rud a dh&eacute;anamh faoi l&aacute;thair ach-----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.61" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J00300"><p>T&aacute;imid in ann &oacute; thaobh cuid amh&aacute;in de cinnte.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.62" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J00400"><p>Beidh cuid den tuarasc&aacute;il foilsithe i nGaeilge agus beidh an cuid eile i mB&eacute;arla.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.63" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J00500"><p>T&aacute; an d&aacute; Roinn ag r&aacute; go bhfoilseoidh siad an leagan i nGaeilge ach t&aacute; s&eacute; r&oacute;-mhall ar aon n&oacute;s.  Ba cheart go mbeadh s&eacute; tarlaithe ag an am.  Ar&iacute;s is rud &eacute; a thagann chun cinn go minic, go ndeirtear linn go bhfoilseofar &eacute; i nGaeilge amach anseo ach go raibh br&uacute; ama bh&iacute; orthu &eacute; a fhoilsi&uacute; i mB&eacute;arla ag an dt&uacute;s.  N&iacute;l s&eacute; sin s&aacute;s&uacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.64" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J00600"><p>Maidir leis an dr&eacute;acht-Acht, an bhfuil seans ann go dtarl&oacute;idh s&eacute; sin ar&iacute;s leis an reachta&iacute;ocht nua?  An bhfuil for&aacute;il faoi leith anseo?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.65" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J00700"><p>N&iacute;l aon athr&uacute; ar alt 10.  T&aacute; roinnt beala&iacute; thimpeall air.  Cinnte bealach amh&aacute;in, t&aacute; s&eacute; r&aacute;ite go sonrach agus s&iacute;lim gur tuigeadh &eacute; seo nuair a bh&iacute; an t-Acht a dhr&eacute;acht&uacute;, go bhf&eacute;adfadh s&eacute; tarl&uacute; go mbeadh doicim&eacute;id&iacute; n&oacute; tuarasc&aacute;lacha ag teacht chun cinn a bh&iacute; t&aacute;bhacht faoi leith leo.  Luaitear ansin in alt 10(e) gur f&eacute;idir leis an Aire fo-ord&uacute; a dh&eacute;anamh go gcaithfear &eacute; sin a bheith ar f&aacute;il go chomhionannach i nGaeilge agus i mB&eacute;arla.  D&aacute; bhfeicfeadh Aire Rialtas go raibh t&aacute;bhacht faoi leith ag baint le c&aacute;ip&eacute;is a bheith ag teacht, muna raibh s&eacute; ag teacht faoin Alt f&eacute;in, go bhf&eacute;adfadh s&eacute; fo-ord&uacute; a dh&eacute;anamh go gcaithfear &eacute; a fhoilsi&uacute; sa d&aacute; theanga ag an am c&eacute;anna.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.66" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J00800"><p>Deireann an t-Acht go gcaithfear gach togra beartais phoibl&iacute;-----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.67" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J00900"><p>Deireann.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.68" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J01000"><p>Nach togra beartais phoibl&iacute; &eacute; an plean n&aacute;isi&uacute;nta agus an creatlach n&aacute;isi&uacute;nta plean&aacute;la?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.69" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J01100"><p>An l&eacute;amh a bheadh agam air n&aacute; gur plean &eacute; seo at&aacute; aontaithe ag an Rialtas, seachas molta&iacute;.  D&aacute; bharr sin, nach dtagann s&eacute; faoi alt 10(a) go sonrach, ach go dtagann s&eacute;, &oacute; thaobh an Roinn Tith&iacute;ochta, Plean&aacute;la, agus Rialtais &Aacute;iti&uacute;il de go bhfuil dualgas sa sc&eacute;im &oacute; thaobh c&aacute;ip&eacute;is&iacute; a bheith aistrithe go Gaeilge.  Tagann an chuid sin den Acht, den tionscnamh 24, faoin dualgas ansin.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.70" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J01200"><p>D&aacute; gceapfainn go raibh amhras ar bith air, nach polasa&iacute; poibl&iacute; &eacute;, n&oacute; beartas phoibl&iacute; &eacute; an creatlach plean&aacute;la, n&iacute; shin an uchta&iacute;ocht a bheadh sa reachta&iacute;ocht mar ceapadh ag an am gurb &eacute; sin an ciall leis.  N&iacute; raibh amhras ar bith faoi agus mar a deireadh bh&iacute; s&eacute; fiafraithe ag an Ard-Aighne ag an am, agus fear an-cumasach a bh&iacute; ann.  Rud eile a d&uacute;irt s&eacute; a bh&iacute; sp&eacute;isi&uacute;il i gcomhth&eacute;acs an comhr&aacute; a bh&iacute; againn faoin mBunreacht n&aacute; go bhf&eacute;adfadh plean a bheith n&iacute;os laige n&aacute; an ch&eacute;ad phlean.  T&aacute; mise ag teacht chun an tuairim gur f&eacute;idir le lucht dl&iacute; an dubh a chur ar an mb&aacute;n ar aon l&aacute; den tseachtain.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.71" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J01300"><p>Tuigim gur an strategic communications unit a bh&iacute; amach go l&aacute;idir ag craoladh agus ag cur eolas ann mar gheall air an plean &Eacute;ire 2040.  N'fheadar, ar dheineadar aon teagmh&aacute;il le hOifig an Coimisin&eacute;ara Teanga mar gheall ar bunaidhmithe chun cumars&aacute;id.  Ar dheineadar aon teagmh&aacute;il leo mar gheall ar conas a dheanaid&iacute;s idirdheal&uacute; idir na sc&eacute;imeanna &eacute;ags&uacute;la n&oacute; c&eacute;n dualgas a bheadh acu maidir leis an bplean 2040 a chur chun cinn as Gaeilge?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.72" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J01400"><p>N&iacute; dhearnadh aon teagmh&aacute;il linn roimh r&eacute;.  Rud a d&uacute;radh linn nuair a chuaigh muid i dteagmh&aacute;il leis na Ranna Rialtais ina dhiadh sin n&aacute; go raibh br&uacute; ama orthu &oacute; thaobh &eacute; a fhoilsi&uacute;.  Ar&iacute;s, is rud faraor nach rud neamhchoitianta &eacute; sin, tarla&iacute;onn s&eacute; sin go ndeirtear gur t&oacute;gadh cinneadh.  Sa ch&aacute;s seo, d&uacute;irt siad n&aacute;r t&oacute;gadh an cinneadh Rialtais go dt&iacute; an mhaidin sin agus gur foils&iacute;odh an doicim&eacute;ad nuair a bh&iacute; an cinneadh Rialtais t&oacute;gtha.  I nd&aacute;ir&iacute;re t&aacute; s&eacute; sin-----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.73" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J01500"><p>-----an leagan B&eacute;arla?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.74" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J01600"><p>Sin &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.75" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J01700"><p>C&eacute;n f&aacute;th a nd&uacute;radh go raibh leagan B&eacute;arla ar f&aacute;il gan leagan chomhionann Gaeilge a bheith ar f&aacute;il?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.76" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J01800"><p>Is ea.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.77" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J01900"><p>C&eacute; lenar aonta&iacute;odh &eacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.78" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J02000"><p>T&aacute;imid ag teacht ar ais ar&iacute;s i nd&aacute;ir&iacute;re, go ceist plean&aacute;la agus go ceist tola.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.79" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J02100"><p>Chuala m&eacute; go bhfuil s&eacute; n&iacute;os measa n&aacute; sin, go raibh action plan d&eacute;anta &eacute; a fhoilsi&uacute; tr&iacute; Ghaeilge agus go scupper&aacute;ladh &eacute; a lua.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.80" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J02200"><p>Ag an tr&aacute;th seo, t&aacute;imid tar &eacute;is scr&iacute;obh chuig na Ranna Rialtais.  T&aacute; freagra faighte le gach ceann acu sin.  T&aacute; fadhb leis an bhfocla&iacute;ocht mar at&aacute; s&eacute;, gan dabht is beartais phoibl&iacute; &eacute;.  Is &eacute; an ceist n&aacute; an togra at&aacute; ann n&oacute; an bhfuilimid ag baill&iacute; thar st&aacute;id an togra.  Bealach amh&aacute;in n&oacute; bealach eile, bheadh m&eacute; ag r&aacute; maidir leis an gcreat, t&aacute; n&iacute;os m&oacute; seans go bhfuil togra ansin, maidir leis an bplean, t&aacute; n&iacute;os m&oacute; seans gur plean at&aacute; ansin agus go mba f&eacute;idir go dtiteann s&eacute; taobh amuigh de scope na bhfocal at&aacute; ins an Acht mar at&aacute; s&eacute; faoi l&aacute;thair.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.81" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J02300"><p>Ag teacht ar ais go dt&iacute; na cumhachta&iacute; breise at&aacute; &aacute; lorg chun monat&oacute;ireacht a dh&eacute;anamh ar na pleananna, an dtiocfaidh s&eacute; laistigh sa todhcha&iacute; amach?  An dtiocfaidh na pleananna seo laistigh de na cumhachta&iacute; sin a bh&iacute;onn ag Oifig na Coimisin&eacute;ara Teanga?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.82" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J02400"><p>Ba mhaith liom a shamhl&uacute; go dtiocfadh, go bhf&eacute;adfadh an aidhm a bheith ag an gCoimisin&eacute;ara Teanga, f&eacute;achaint ar phleananna mar sin agus f&eacute;achaint c&eacute;n tionchar a bheidh acu ar ch&uacute;rsa&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.83" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J02500"><p>Sin an moladh at&aacute; d&eacute;anta ag an bhfinn&eacute;, go mbeidh cumhachta&iacute; breise aige.  Laistigh de na cumhachta&iacute; breise sin, n&iacute; tharl&oacute;dh seo ar&iacute;s d&aacute; mbeadh an cumhacht sin aige.  Bheadh de cumhacht aige chun breathn&uacute; roimhr&eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.84" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J02600"><p>D&aacute; mbeadh s&eacute; sin leagtha s&iacute;os sa reachta&iacute;ocht d'fh&eacute;adfainn &eacute; sin a fhiosr&uacute; roimhr&eacute; agus cur ar s&uacute;ile p&eacute; eagra&iacute;ocht n&oacute; p&eacute; Roinn Rialtais at&aacute; ag forbairt na bpleananna seo go bhfuil dualgas orthu &oacute; thaobh na reachta&iacute;ochta de, &oacute; thaobh iad a bheith ar f&aacute;il i nGaeilge agus i mB&eacute;arla.  T&aacute; s&eacute; t&aacute;bhachtach freisin - an smaoineamh at&aacute; taobh thiar den mholadh i nd&aacute;ir&iacute;re - go bhfeicfinn ar na tuairisc&iacute; seo ina ioml&aacute;n ag f&eacute;achaint c&eacute;n tionchar at&aacute; acu &oacute; thaobh na Gaeilge de agus &oacute; thaobh cur chun cinn na Gaeilge de sa St&aacute;t go ginear&aacute;lta, seachas ar ch&uacute;rsa&iacute; aistri&uacute;ch&aacute;in.  N&iacute; h&eacute; sin a bh&iacute; i mo intinn ag an am, ach &oacute; thaobh na beartais a bheadh istigh ann &oacute; thaobh na Gaeilge de.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.85" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J02700"><p>Nuair a bh&iacute; an dr&eacute;acht-plean ann, n&iacute; raibh laistigh den rud ioml&aacute;n ach alt beag b&iacute;deach faoin nGaeilge: sin an t-aon rud.  Rinneamar go l&eacute;ir gear&aacute;n, agus ansin bh&iacute; p&iacute;osa breise i gceist.  I bhfad n&iacute;os t&aacute;bhachta&iacute;, n&iacute; raibh muid in ann d&iacute;osp&oacute;ireacht a dh&eacute;anamh mar n&iacute; raibh leagan Gaeilge againn ar chor ar bith.  Ag teacht ar ais ar&iacute;s, nuair a th&aacute;inig an finn&eacute; os comhair an choiste, bh&iacute; tr&iacute; phr&iacute;omhmoladh i gceist aige.  D&uacute;irt an finn&eacute; go mbeadh s&eacute; tarbhach d&aacute; mbeadh monat&oacute;ireacht neamhsple&aacute;ch &aacute; d&eacute;anamh ar fheidhmi&uacute; an pholasa&iacute; earca&iacute;ochta le tuarisci&uacute; rialta chuig coiste Oireachtais.  An raibh Oifig na Coimisin&eacute;ara Teanga i gceist ansin n&oacute; c&oacute;ras neamhsple&aacute;ch eile?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.86" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J02800"><p>Oifig na Coimisin&eacute;ara Teanga f&eacute;in.  T&aacute; taith&iacute; ann ag d&eacute;anamh monat&oacute;ireacht ar fheidhmi&uacute; Acht na dTeangacha Oifigi&uacute;la 2003 agus mar sin de agus t&aacute; na scileanna sin ag an bhfoireann le tabhairt faoin obair sin.  &Oacute; thaobh Ombudsman na Leana&iacute;, mar shampla, t&aacute; dualgas leagtha s&iacute;os ar an ombudsman ansin &oacute; thaobh ini&uacute;chadh a dh&eacute;anamh ar reachta&iacute;ocht at&aacute; ag teacht chun cinn, f&eacute;achaint c&eacute;n tionchar a bheidh aige sin ar ch&uacute;ram agus ar chosaint leana&iacute;.  Ba cheart go mbeadh a leith&eacute;id ar f&aacute;il &oacute; thaobh cosaint chearta teanga freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.87" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J02900"><p>Agus &oacute; thaobh earca&iacute;ochta de freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.88" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:05:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000010#J03000"><p>Is ea, gan dabht.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.89" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K00100"><p>Okay.  Maidir leis na sc&eacute;imeanna teanga agus an moladh a bh&iacute; ag an gCoimisin&eacute;ir Teanga go dtos&oacute;fa&iacute; ag &eacute;abhl&oacute;idi&uacute; &oacute; ch&oacute;ras sc&eacute;imeanna teanga chuig c&oacute;ras rialach&aacute;n ar bhonn c&eacute;imneach, ar mhiste leis l&eacute;argas a thabhairt air sin?  D&aacute; mba rud &eacute; go raibh an reachta&iacute;ocht againn am&aacute;rach, cad a tharl&oacute;dh maidir le sc&eacute;imeanna teanga agus an c&oacute;ras nua?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.90" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K00200"><p>Tagann s&eacute; ar ais don phointe a bh&iacute; an Teachta &Oacute; Cu&iacute;v ag d&eacute;anamh freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.91" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K00300"><p>Tagann.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.92" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K00400"><p>An fhadhb a bhaineann le c&oacute;ras na sc&eacute;imeanna teanga n&aacute; nach raibh an tuiscint ann &oacute; thaobh c&aacute; bhfuil muid anois, c&aacute; bhfuil muid ag dul agus c&eacute;ard at&aacute; ag teast&aacute;il.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.93" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K00500"><p>Tuigim &eacute; seo agus, mar a tharla, aonta&iacute;m leat.  Ach, &oacute; thaobh an ch&oacute;rais phraitici&uacute;il, t&aacute; na sc&eacute;imeanna ann.  An mbeidh oifig an Coimisin&eacute;ara ag cur br&uacute; ar na comhlachta&iacute; leanacht ar aghaidh leis na sc&eacute;imeanna a fhad is at&aacute;imid ag fanacht ar an reachta&iacute;ocht?  Cad a tharl&oacute;idh san idirthr&eacute;imhse?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.94" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K00600"><p>Is &iacute; an Roinn Cult&uacute;ir, Oidhreachta agus Gaeltachta a dhaingn&iacute;onn na sc&eacute;imeanna leis na comhlachta&iacute; poibl&iacute;.  Is &eacute; an r&oacute;l at&aacute; agamsa n&aacute; faireach&aacute;n a dh&eacute;anamh ar Acht na dTeangacha Oifigi&uacute;la f&eacute;in.  Bheinn ag samhl&uacute; gur pr&oacute;iseas &eacute;abhl&oacute;ide a bheas ann &oacute; ch&oacute;ras na sc&eacute;imeanna go c&oacute;ras nua caighde&aacute;n.  Shamhl&oacute;inn nach f&eacute;idir f&aacute;il r&eacute;idh le c&oacute;ras na sc&eacute;imeanna agus a r&aacute; go bhfuil na caighde&aacute;in i bhfeidhm go dt&iacute; go bhfuil na caighde&aacute;in m&iacute;nithe i gceart agus go bhfuil tuiscint ann faoi c&eacute;ard iad na caighde&aacute;in f&eacute;in.  Tuigim an imn&iacute; at&aacute; ann go bhf&eacute;adfadh s&eacute; go mbeadh geall&uacute;int sa sc&eacute;im teanga nach mbeadh cl&uacute;daithe ag an gcaighde&aacute;n.  Cinnte sa gc&aacute;s sin chaithf&iacute; a chinnti&uacute; go leanfaidh p&eacute; dualgais at&aacute; sa sc&eacute;imeanna ar aghaidh.  Tagann s&eacute; ar ais go dt&iacute; an m&eacute;id a bh&iacute; m&eacute; ag r&aacute; faoi phlean&aacute;il do sheirbh&iacute;s&iacute; poibl&iacute;.  Ba cheart go mbeadh s&eacute; sin mar bhunchloch don reachta&iacute;ocht nua chun cinnti&uacute; nach i bhfol&uacute;s a dtagann na caighde&aacute;in i bhfeidhm.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.95" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K00700"><p>Feicimid &eacute; seo ag oibri&uacute; sa tsl&iacute; at&aacute; leagtha amach sna ceannteidil f&eacute;in, is &eacute; sin go leanfadh c&oacute;ras na sc&eacute;imeanna ar aghaidh go dt&iacute; go dtagann na caighde&aacute;in isteach.  T&oacute;gaimid seirbh&iacute;s &eacute;icint, b'fh&eacute;idir su&iacute;omhanna gr&eacute;as&aacute;in, mar shampla.  Tagann s&eacute; ar ais go dt&iacute; na seirbh&iacute;s&iacute;.  Faoi l&aacute;thair tagann su&iacute;omhanna gr&eacute;as&aacute;in n&oacute; seirbh&iacute;s&iacute; ar l&iacute;ne faoi sc&eacute;imeanna teanga.  T&aacute; chuile sc&eacute;im difri&uacute;il.  T&aacute; cuid acu cos&uacute;il lena ch&eacute;ile agus t&aacute; cuid acu an-difri&uacute;il.  T&aacute;imid ag r&aacute; go leagfa&iacute; s&iacute;os caighde&aacute;n, le haghaidh seirbh&iacute;s&iacute; ar l&iacute;ne mar shampla, agus is &eacute; seo an caighde&aacute;n seirbh&iacute;se a bheadh muid ag s&uacute;il leis le haghaidh seirbh&iacute;s&iacute; ar l&iacute;ne, idir chinn nua agus sheanchinn a athr&oacute;idh thar tr&eacute;imhse ama.  Nuair a bheidh s&eacute; sin aontaithe agus socraithe, n&iacute; bheidh bail&iacute;ocht ag aon ghealltanas a tugadh sa sc&eacute;im teanga.  Beidh an r&eacute;imse seirbh&iacute;s&iacute; sin anois cl&uacute;daithe ag caighde&aacute;n.  Sa gcaoi c&eacute;anna, bheadh seirbh&iacute;s&iacute; ar l&iacute;ne, foilseach&aacute;in ar n&oacute;s an tuarasc&aacute;il a luaigh muid, foirmeacha iarratais agus an s&oacute;rt sin reims&iacute; seirbh&iacute;s&iacute; cl&uacute;daithe i gcaighde&aacute;n thar tr&eacute;imhse ama.  Sular aonta&iacute;tear sin, leanann bail&iacute;ocht aon ghealltanais at&aacute; tugtha sa sceim teanga.  Fanann s&eacute; seo i bhfeidhm go dt&iacute; go n-aonta&iacute;tear caighd&eacute;an.  Th&oacute;g s&eacute; dh&aacute; bhliain chun na rialach&aacute;in at&aacute; ann le haghaidh st&aacute;isean&oacute;ireachta, comhartha&iacute;ochta agus mar sin de a chur i bhfeidhm.  T&oacute;gann s&eacute; am chun dul tr&iacute;d an bpr&oacute;iseas.  Caithfidh deis a bheith ag daoine comhairli&uacute;ch&aacute;in agus tuairim&iacute; a thabhairt.  A fhad is at&aacute; s&eacute; sin ag dul tr&iacute;d an bpr&oacute;iseas, go dt&iacute; go n-aonta&iacute;tear Acht, fanann na gealltanais.  Nuair a aonta&iacute;tear caighde&aacute;n n&iacute; bheidh bail&iacute;ocht ag an ngealltanas n&iacute;os m&oacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.96" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K00800"><p>T&aacute; c&uacute;pla ceist eile agam.  T&aacute; s&eacute; soil&eacute;ir, agus bh&iacute; s&eacute; soil&eacute;ir sa r&aacute;iteas a thug an Coimisin&eacute;ir i m&iacute; Aibre&aacute;in 2017, gurb &eacute; cro&iacute;l&aacute;r na faidhbhe n&aacute; easpa foirne.  T&aacute; s&eacute; sin soil&eacute;ir agus t&aacute; s&eacute; r&aacute;ite.  N&iacute;l m&eacute; chun dul ar ais air.  T&aacute; s&eacute; ag r&aacute; go bhfuil g&aacute; le c&oacute;ras monat&oacute;ireachta neamhsple&aacute;ch.  Sin cro&iacute;l&aacute;r na faidhbe.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.97" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K00900"><p>T&aacute;im ag moladh go mbeadh creidi&uacute;int ag daoine go bhfuil s&eacute; ag tarl&uacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.98" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K01000"><p>Chomh maith leis sin t&aacute; pointe d&eacute;anta ag an Uasal &Oacute; Domhnaill maidir le l&oacute;g&oacute;nna.  D&uacute;irt s&eacute; gur ch&oacute;ir go mbeadh sainmh&iacute;ni&uacute; ann.  D&uacute;irt s&eacute; freisin gur ch&oacute;ir go mbeadh caighde&aacute;n ann i leith seirbh&iacute;s&iacute; ateangaireachta.  B'fh&eacute;idir go mbeadh s&eacute; in ann teacht ar ais le soil&eacute;iri&uacute; air sin.  Maidir le spriocdh&aacute;ta &oacute; thaobh na hearca&iacute;ochta agus na gcaighde&aacute;n de, cad iad na fadhbanna ansin?  Cad iad na fadhbanna i leith seirbh&iacute;s&iacute; ateangaireachta?  Cad at&aacute; ag teast&aacute;il &oacute;n gComisin&eacute;ir?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.99" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K01100"><p>T&aacute; d&iacute;ol&uacute;ine ann faoi l&aacute;thair do l&oacute;g&oacute;nna.  An moladh at&aacute; agam n&aacute; go bhfaighidh r&eacute;idh leis an d&iacute;ol&uacute;ine sin.  An rud at&aacute; ag teast&aacute;il n&aacute; go mbeadh sainmh&iacute;ni&uacute; san Acht faoi c&eacute;ard is l&oacute;g&oacute; ann.  C&eacute;ard a chuims&iacute;onn l&oacute;g&oacute;?  An gcuims&iacute;onn s&eacute; n&iacute;os m&oacute; n&aacute; ainm an chomhlachta phoibl&iacute;?  An gcuims&iacute;onn s&eacute; mana&iacute; a bheadh ag dul leis, catchphrase a bheadh ag an gcomhlacht poibl&iacute;, n&oacute; aon rud mar sin?  An bhfuil s&eacute; sin mar chuid den l&oacute;g&oacute; n&oacute; nach bhfuil?  C&eacute;ard &eacute; seasamh Thithe an Oireachtais air sin?  C&eacute;ard at&aacute; ag teast&aacute;il &oacute; Thithe an Oireachtais leis sin?  Dh&eacute;anfadh s&eacute; sin simpli&uacute; agus soil&eacute;iri&uacute; ar an gceist sin &oacute; thaobh l&oacute;g&oacute;nna de d&aacute; mbeadh s&eacute; leagtha s&iacute;os go soil&eacute;ir-----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.100" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K01200"><p>An bhfuil sampla de shainmh&iacute;ni&uacute; &oacute; thaobh l&oacute;g&oacute;nna de le feice&aacute;il &oacute;n mBreatain Beag n&oacute; &aacute;it &eacute;igin eile?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.101" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K01300"><p>N&iacute; ritheann aon rud liom.  B&iacute;onn go leor anonn agus anall againne ag cruinnithe ag f&eacute;achaint ar c&eacute;ard is l&oacute;g&oacute; ann agus c&eacute;ard nach l&oacute;g&oacute; ann.  N&iacute; heol dom sampla idirn&aacute;isi&uacute;nta de sin.  Is f&eacute;idir liom dul &aacute;-----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.102" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K01400"><p>T&aacute; g&aacute; le tuilleadh oibre anseo.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.103" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K01500"><p>T&aacute; g&aacute; le tuilleadh oibre.  &Oacute; thaobh c&oacute;ras ateangaireachta sna c&uacute;irteanna, mar is eol d&uacute;inn t&aacute; an ceart ag duine faoi l&aacute;thair fianaise a thabhairt sa gc&uacute;irt tr&iacute; Ghaeilge ach n&iacute; hin le r&aacute; go gcaithfear an c&aacute;s ar fad a reacht&aacute;il tr&iacute; Ghaeilge.  Sa gc&aacute;s sin &uacute;s&aacute;idtear ateangaireacht.  Rinneadh teagmh&aacute;il linn roinnt uaireanta faoi dheacrachta&iacute; a bh&iacute; ag daoine an ateangaireacht a thuiscint agus faoi c&eacute; chomh cinnte cruinn ceart agus a bh&iacute; s&eacute; den mh&eacute;id a bh&iacute; le r&aacute;.  Ar&iacute;s d'fh&eacute;adfa&iacute; dul i muin&iacute;n an sh&eacute;ala aistri&uacute;ch&aacute;in, mar shampla, chun cinnti&uacute; go mbeadh com&oacute;ntacht ann agus go mbeadh an tseirbh&iacute;s ateangaireachta sa gc&uacute;irteanna soil&eacute;ir agus n&iacute;os foirfe.  Sin an cheist a bh&iacute; ag an gCathaoirleach, an ea?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.104" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K01600"><p>Is ea, ach cad at&aacute; i gceist ag oifig an Coimisin&eacute;ara?  Ar mhian leis caighde&aacute;in a leagan s&iacute;os &oacute; thaobh na hateangaireachta de?  Nach bhfuil caighde&aacute;n ann faoi l&aacute;thair?  N&iacute;l</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.105" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K01700"><p>D'fh&eacute;adfa&iacute; leagan s&iacute;os-----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.106" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K01800"><p>T&aacute; c&aacute;s sa ch&uacute;irt faoi l&aacute;thair.  N&iacute;l s&eacute; sa C&uacute;irt D&uacute;iche ach sa Circuit Court i gCorcaigh.  T&aacute; s&eacute; d&iacute;reach ar an &aacute;bhar c&eacute;anna go bhfios dom.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.107" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K01900"><p>T&aacute; s&eacute; ag d&eacute;ile&aacute;il le heaspa caighde&aacute;in, an bhfuil?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.108" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K02000"><p>Tagann gear&aacute;in faoi seo &oacute; am go ch&eacute;ile.  Deireann daoine go mb&iacute;onn deacracht acu.  T&aacute; ceist ann nuair at&aacute; daoine os comhair na c&uacute;irte, is &eacute; sin an bhfuil muin&iacute;n acu a gcuid fhianaise a thabhairt i nGaeilge.  M&aacute;s f&eacute;idir aon rud a dh&eacute;anamh le cuidi&uacute; leis an muin&iacute;n sin a thabhairt, is &eacute; is fearr &eacute;.  Is ceann de na deacrachta&iacute; uaireanta n&aacute; nach mb&iacute;onn muin&iacute;n as an gcaighde&aacute;n ateangaireachta a bh&iacute;onn ar si&uacute;l.  B&iacute;mid ag r&aacute; go bhf&eacute;adfa&iacute; dul i ngleic leis sin, mar shampla, tr&iacute; chaighde&aacute;n a leagan s&iacute;os maidir leis an gcaoi inar f&eacute;idir leis an tSeirbh&iacute;s Ch&uacute;irteanna ateangair&iacute; a fhost&uacute; agus maidir leis an leibh&eacute;al c&aacute;il&iacute;ochta&iacute; gur ch&oacute;ir a bheith ag ateangaire sular f&eacute;idir leis n&oacute; l&eacute;i bheith ag obair i gc&uacute;irteanna.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.109" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K02100"><p>&Oacute; mo thaith&iacute; f&eacute;in, t&aacute; easpa caighde&aacute;n i gceist maidir le chuile teanga.  An rud difri&uacute;il &eacute; sin?  T&aacute; gear&aacute;in faighte agam f&eacute;in &oacute; thaobh teangacha eile.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.110" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K02200"><p>N&iacute; d&eacute;ile&aacute;ileann muid ach leis na dteangacha oifigi&uacute;la.  N&iacute;l muid ag f&aacute;il aon locht ar aon cheo eile.  D'fh&eacute;adfa&iacute; m&uacute;nla a bheith ann chun &eacute; sin a dh&eacute;anamh.  &Oacute;n&aacute;r dtaobh de, bheadh muid ag smaoineamh i dtearma&iacute; na dteangacha oifigi&uacute;la amh&aacute;in.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.111" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K02300"><p>Tuigim.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.112" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K02400"><p>N&iacute;lim ag r&aacute; nach f&eacute;idir &eacute; a dh&eacute;anamh le teangacha eile chomh maith.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.113" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:15:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000011#K02500"><p>Ar phr&iacute;omhcheist an Chathaoirligh &oacute; thaobh na gcaighde&aacute;n agus spriocdh&aacute;ta le hiad a thabhairt isteach de, mar a bh&iacute; muid ag r&aacute;, th&oacute;g s&eacute; dh&aacute; bhliain na rialach&aacute;in a thabhairt i bhfeidhm &oacute; thaobh comhartha&iacute;ochta agus st&aacute;isean&oacute;ireachta, agus f&oacute;gra&iacute; taifeadta b&eacute;il ina dhiaidh sin, agus mar sin de.  Shamhl&oacute;inn go dt&oacute;gfadh s&eacute; an m&eacute;id sin ama ar&iacute;s leis na caighde&aacute;in.  Is &eacute; an rud at&aacute; ag teast&aacute;il n&aacute; go dtabharfa&iacute; sampla sa reachta&iacute;ocht, n&oacute; fi&uacute; mar chuid t&aacute;naisteach den reachta&iacute;ocht, ina leagfa&iacute; amach go soil&eacute;ir c&eacute;ard iad na caighde&aacute;n a bheas ann.  Fi&uacute; amh&aacute;in m&aacute; t&aacute; sc&eacute;imeanna teanga &aacute; ndaingni&uacute; amach anseo le linn an ama sin, ba ch&oacute;ir go mbeadh siad bunaithe ar c&eacute;ard a bheas ag teacht i bhfeidhm &oacute; thaobh na gcaighde&aacute;n de.  Ba ch&oacute;ir go mbeif&iacute; ag r&aacute; le comhlachta&iacute; poibl&iacute; go bhfuil na caighde&aacute;in seo ag teacht i bhfeidhm faoi cheann dh&aacute; bhlian agus go mbeidh caighde&aacute;in leagtha s&iacute;os &oacute; thaobh su&iacute;omhanna gr&eacute;as&aacute;in, an tairiscint gn&iacute;omhach agus foilseach&aacute;in de.  T&aacute;imid ag iarraidh, go dt&iacute; go dtarl&oacute;dh s&eacute; sin, go bhfeicfimid &eacute; sin mar chuid den sc&eacute;im teanga.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.114" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L00100"><p>Go raibh maith agat.  An bhfuil aon cheist eile?  T&aacute; ceist dheireanach agamsa maidir le c&oacute;ras c&uacute;itimh agus f&iacute;ne&aacute;lacha.  An raibh c&oacute;ras c&uacute;itimh i gceist?  An raibh s&eacute; i bhfeidhm?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.115" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L00200"><p>N&iacute; raibh s&eacute; i bhfeidhm riamh.  N&iacute;or tugadh feidhm d&oacute; sin laistigh den Acht riamh maidir le c&uacute;iteamh.  Is ceist ar&iacute;s &eacute; sin, is d&oacute;igh, don Roinn n&oacute; don Aire feidhm a thabhairt d&oacute; sin &oacute; thaobh-----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.116" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L00300"><p>T&aacute; s&eacute; ar intinn acu &eacute; sin a athr&uacute; go dt&iacute; c&oacute;ras f&iacute;ne&aacute;lacha.  Cad &eacute; do thuairim faoi sin?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.117" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L00400"><p>M&aacute; chuid&iacute;onn s&eacute; le comhlachta&iacute; poibl&iacute; a n-aigne a dh&iacute;ri&uacute; ar mholta&iacute; at&aacute; d&eacute;anta in imscr&uacute;duithe, cuideodh s&eacute; leis sin.  Faoi l&aacute;thair, don chuid is m&oacute;, cuirtear cuid mhaith de na molta&iacute; a dh&eacute;antar i bhfeidhm, ach nuair nach gcuirtear, an t-aon &aacute;it at&aacute; le dul ansin n&aacute; Tithe an Oireachtais.  T&aacute; s&uacute;il agam, ar aon n&oacute;s, go gcuideodh s&eacute; liom cur ina lu&iacute; ar dhaoine go bhfuil an dualgas seo orthu na molta&iacute; a chur i bhfeidhm agus go bhfuil an chumhacht sin ann f&iacute;ne&aacute;il a ghearradh.  Go minic, feictear domsa, n&iacute; h&eacute; an tuairisc chuig Tithe an Oireachtais a th&eacute;ann i bhfeidhm ar dhaoine, ach an baol go bhf&eacute;adfadh s&eacute; sin tarl&uacute;.  D&aacute; mbeadh an baol ann go bhf&eacute;adfa&iacute; f&iacute;ne&aacute;il a ghearradh seachas an fh&iacute;ne&aacute;il f&eacute;in, is cuidi&uacute; a bheadh ansin.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.118" speakerid="com.kildarestreet/member/1312" speakername="&Eacute;amon &Oacute; Cu&iacute;v" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L00500"><p>An f&aacute;th a ndeachaigh muid s&iacute;os b&oacute;thar an ch&uacute;itimh seachas b&oacute;thar na bhf&iacute;ne&aacute;lacha n&aacute; is &eacute; an costas c&eacute;anna ar an eagra&iacute;ocht &eacute;.  Ach an smaoineamh a bh&iacute; ann n&aacute; go mbeadh go leor a scr&iacute;obhfadh litir i nGaeilge, mar shampla, ag s&uacute;il le freagra i mB&eacute;arla, d&aacute; gceapfaid&iacute;s go bhfaighid&iacute;s &euro;10 n&oacute; &euro;20 go bog as an St&aacute;t as.  M&aacute; t&aacute; f&iacute;ne&aacute;il i gceist cialla&iacute;onn s&eacute; sin nach dtiocfaidh s&eacute; ag an t&eacute; a nd&eacute;anfar an &eacute;ag&oacute;ir air n&oacute; uirthi.  Is &eacute; an trua n&aacute;r feidhm&iacute;odh &eacute; riamh &eacute;, ach d&aacute; bhfeidhmeofa&iacute;, cheap m&eacute; f&eacute;in go mbeadh an c&uacute;iteamh n&iacute;os fearr n&aacute; an fh&iacute;ne&aacute;il, mar bheadh spreagadh ann do dhaoine an tseirbh&iacute;s a lorg i nGaeilge agus bheadh win win situation.  Gheobhaid&iacute;s an tseirbh&iacute;s i nGaeilge at&aacute; uathu, agus mura bhfaighid&iacute;s i nGaeilge: lolly.  Bheadh go leor daoine ag &eacute;ileamh seirbh&iacute;s i nGaeilge ansin.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.119" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L00600"><p>Is &eacute; sin for&aacute;il bhreise at&aacute; beartaithe anseo.  Is d&oacute;igh liom go bhfanann alt----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.120" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L00700"><p>Gabh mo leithsc&eacute;al-----</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.121" speakerid="unknown" error="nomatch" speakername="Mr. Colm &Oacute; Coisdealbha" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L00800"><p>Fanann an sc&eacute;im c&uacute;iteamh go dt&iacute; go dtiocfaidh for&aacute;il bhreise isteach gur f&eacute;idir f&iacute;ne&aacute;il a ghearradh.  An rud at&aacute;imid a r&aacute; leis sin n&aacute; chaithfimis a bheith soil&eacute;ir, m&aacute; t&aacute; f&iacute;ne&aacute;lacha i gceist, c&eacute;ard a tharla do na f&iacute;ne&aacute;lacha.  C&eacute;n dearadh a bheadh ar na f&iacute;ne&aacute;lacha?  C&eacute; a shocr&oacute;dh na f&iacute;ne&aacute;lacha?  D'fh&eacute;adfa&iacute; breathn&uacute; air mar rud dearfach maidir leo gan dabht n&oacute; d'fh&eacute;adfa&iacute; breathn&uacute; &oacute; thaobh di&uacute;ltach orthu, &oacute; thaobh f&iacute;ne&aacute;lacha a bheith &aacute; ngearradh agus go mbeadh ciorruithe ar sheirbh&iacute;s&iacute; agus mar sin de.  T&aacute; s&eacute; t&aacute;bhachtach &eacute; sin a shoil&eacute;iri&uacute;, is &eacute; sin an pointe at&aacute;imid &aacute; dh&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.122" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L00900"><p>An bhfuil aon rud eile le r&aacute; ag an gcoimisin&eacute;ir?</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.123" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L01000"><p>G&uacute;im gach rath leis an tuarasc&aacute;il a chur le ch&eacute;ile agus t&aacute; s&uacute;il agam go n-&eacute;ireoidh go maith leis sin agus go nd&eacute;anfar &eacute; go luath.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.124" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L01100"><p>T&aacute; s&uacute;il agam nach mbeimid ar ais anseo an bhliain seo chugainn agus gan an tuarasc&aacute;il.  Go raibh m&iacute;le maith agaibh, t&aacute;imid thar a bheith bu&iacute;och d&iacute;obh.  T&aacute; a fhios agam an t-uaf&aacute;s oibre at&aacute; curtha isteach ag na finn&eacute;ithe.  Bh&iacute; na cruinnithe thar a bheith cabhrach domsa agus don chl&eacute;ireach freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.125" speakerid="unknown" error="nomatch" speakername="Mr. R&oacute;n&aacute;n &Oacute; Domhnaill" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L01200"><p>Gabhaim bu&iacute;ochas leis an gCathaoirleach.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.126" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:25:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2018032000012#L01300"><p>Beidh seisi&uacute;n pr&iacute;obh&aacute;ideach againne anois ar feadh tr&eacute;imhse.</p></speech>
    <speech id="com.kildarestreet/committees/2018-03-20a.127" nospeaker="true" time="17:25:00" ><p>Lean an coiste le gn&oacute; pr&iacute;obh&aacute;ideach, agus cuireadh an coiste ar fionra&iacute; ag 6.17 p.m.</p></speech>
</publicwhip>