<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE publicwhip
[
<!ENTITY aacute "&#225;" >
<!ENTITY eacute "&#233;" >
<!ENTITY iacute "&#237;" >
<!ENTITY oacute "&#243;" >
<!ENTITY uacute "&#250;" >
<!ENTITY yacute "&#253;" >
<!ENTITY yen    "&#165;" >

<!ENTITY Aacute "&#193;" >
<!ENTITY Acirc  "&#194;" > 
<!ENTITY Eacute "&#201;" >
<!ENTITY Ecirc  "&#202;" > 
<!ENTITY Iacute "&#205;" >
<!ENTITY Oacute "&#211;" >
<!ENTITY Uacute "&#218;" >
<!ENTITY zcaron  "&#381;" > 
<!ENTITY hellip  "..." >
<!ENTITY bullet  "&#8226;" >
<!ENTITY Dagger  "&#8224;" >
<!ENTITY eth  "&#240;">

<!ENTITY ndash   "&#8211;">
<!ENTITY mdash   "&#8212;">
<!ENTITY iexcl   "&#161;">
<!ENTITY divide  "&#247;">
<!ENTITY euro    "&#8364;">
<!ENTITY trade   "&#8482;">
<!ENTITY bull    "&#8226;">
<!ENTITY lsquo   "&#8216;">
<!ENTITY rsquo   "&#8217;">
<!ENTITY sbquo   "&#8218;">
<!ENTITY ldquo   "&#8220;">
<!ENTITY rdquo   "&#8221;">
<!ENTITY bdquo   "&#8222;">
<!ENTITY dagger  "&#8224;">

<!ENTITY Scaron "&#352;" >
<!ENTITY scaron "&#353;" >
<!ENTITY Ouml   "&#214;" >
<!ENTITY szlig  "&#223;" >
<!ENTITY agrave "&#224;" >
<!ENTITY acirc  "&#226;" >
<!ENTITY atilde "&#227;" >
<!ENTITY auml   "&#228;" >
<!ENTITY ccedil "&#231;" >
<!ENTITY Ccedil "&#199;" >
<!ENTITY egrave "&#232;" >
<!ENTITY ograve "&#243;" >
<!ENTITY Egrave "&#200;" >
<!ENTITY ecirc  "&#234;" >
<!ENTITY euml   "&#235;" >
<!ENTITY icirc  "&#238;" >
<!ENTITY igrave "&#204;" >
<!ENTITY iuml	"&#239;" >
<!ENTITY ntilde "&#241;" >
<!ENTITY nbsp   "&#160;" >
<!ENTITY ocirc  "&#244;" >
<!ENTITY ouml   "&#246;" >
<!ENTITY oslash "&#248;" >
<!ENTITY uuml   "&#252;" >
<!ENTITY ucirc  "&#251;" >
<!ENTITY thorn  "&#254;" >
<!ENTITY Icirc  "&#206;" >

<!ENTITY pound  "&#163;" >
<!ENTITY sect   "&#167;" >
<!ENTITY copy   "&#169;" >
<!ENTITY reg    "&#174;" >
<!ENTITY deg    "&#176;" >
<!ENTITY plusmn "&#177;" >
<!ENTITY sup2   "&#178;" >
<!ENTITY sup3   "&#179;" >
<!ENTITY micro  "&#181;" >
<!ENTITY para   "&#182;" >
<!ENTITY middot "&#183;" >
<!ENTITY ordm   "&#186;" >
<!ENTITY frac14 "&#188;" >
<!ENTITY frac12 "&#189;" >
<!ENTITY frac34 "&#190;" >
<!ENTITY oelig "&#339;" >
<!ENTITY aelig  "&#230;" >
<!ENTITY Aring  "&#197;" >
<!ENTITY aring  "&#229;" >
]>


<publicwhip scrapeversion="a" latest="yes">
    <major-heading id="com.kildarestreet/committees/2017-06-13a.2" nospeaker="true" time="17:00:00" url="">Joint Standing Committee on the Irish Language, the Gaeltacht and the Islands</major-heading>
    <speech id="com.kildarestreet/committees/2017-06-13a.3" nospeaker="true" time="17:00:00" ><p>The Joint Committee met at 17:00</p><p>MEMBERS PRESENT:</p><p>Deputy Pat The Cope Gallagher, Senator Brian Ó Domhnaill. Deputy Brendan Griffin, Deputy Aindrias Moynihan, Deputy Donnchadh Ó Laoghaire.*</p><p>* In the absence of Deputy Peadar Tóibín.</p><p>DEPUTY CATHERINE CONNOLLY IN THE CHAIR.</p></speech>
    <minor-heading id="com.kildarestreet/committees/2017-06-13a.4" nospeaker="true" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B00100">Polasaí don Oideachas Gaeltachta 2017-22: Múinteoirí Meánscoile</minor-heading>
    <speech id="com.kildarestreet/committees/2017-06-13a.5" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B00200"><p>T&aacute; t&uacute;s curtha leis an gcruinni&uacute;.  Gabhaim bu&iacute;ochas leis an Seanad&oacute;ir a th&aacute;inig isteach chun cabhair a thabhairt d&uacute;inn.  &Oacute;s rud &eacute; go bhfuil an cruinni&uacute; tosaithe anois, is f&eacute;idir leis f&aacute;g&aacute;il m&aacute;s mian leis.  N&iacute;l m&eacute; ag iarraidh &eacute; a choinne&aacute;il.  Tos&oacute;imid leis an gcur i l&aacute;thair.  Ina dhiaidh sin, beidh cruinni&uacute; pr&iacute;obh&aacute;ideach againn maidir leis na mionsonra&iacute;.  Ba mhaith liom c&eacute;ad m&iacute;le f&aacute;ilte a chur roimh M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na, at&aacute; mar phr&iacute;omhoide ar Chol&aacute;iste Phobail Cholmcille i gContae Dh&uacute;n na nGall.  N&iacute; f&eacute;idir liom "D&uacute;n na nGall" a r&aacute; nuair at&aacute; m&eacute; ag caint le dl&uacute;thchara at&aacute; agam.  Deireann s&iacute; "T&iacute;r Chonaill" i gc&oacute;na&iacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.6" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B00300"><p>T&aacute; "T&iacute;r Chonaill" n&iacute;os fearr.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.7" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B00400"><p>Cuirim f&aacute;ilte freisin roimh Orla N&iacute; Cheallaigh, at&aacute; mar mh&uacute;inteoir Gaeilge i gCol&aacute;iste Pobail R&aacute;th Chairn; agus roimh M&iacute;che&aacute;l &Oacute; S&uacute;illeabh&aacute;in, at&aacute; mar mh&uacute;inteoir Gaeilge i gCol&aacute;iste Beaufort san Uaimh i gContae na M&iacute;.  Beidh siad ag labhairt freisin.  Cuirim c&eacute;ad m&iacute;le f&aacute;ilte rompu.  Iarraim anois ar Chl&eacute;ireach an Choiste r&aacute;iteas maidir le pribhl&eacute;id a l&eacute;amh.  T&aacute; s&eacute; beag&aacute;in&iacute;n deacair &eacute; a l&eacute;amh amach.  Baineann s&eacute; leis an g&aacute; at&aacute; ann bheith c&uacute;ramach leis an m&eacute;id a bheidh le r&aacute; againn.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.8" speakerid="unknown" error="nomatch" speakername="Clerk to the Committee" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B00500"><p>Ba mhaith liom na finn&eacute;ithe a chur ar a n-aird go bhfuil, de bhua alt 17(2)(l) den Acht um Chl&uacute;mhilleadh 2009, finn&eacute;ithe faoi chosaint ag l&aacute;n-phribhl&eacute;id maidir leis an bhfianaise a thugann siad don choiste seo.  M&aacute; orda&iacute;onn an coiste do na finn&eacute;ithe &aacute;mh &eacute;ir&iacute; as fianaise a thabhairt i leith n&iacute; &aacute;irithe agus m&aacute; leanann siad d&aacute; tabhairt, n&iacute;l siad i dteideal tar &eacute;is sin ach pribhl&eacute;id ch&aacute;ilithe i leith na fianaise acu.  Orda&iacute;tear d&oacute;ibh nach dtabharfar ach fianaise a bhaineann le h&aacute;bhar na n-imeachta&iacute; seo agus fiafra&iacute;tear d&oacute;ibh cleachtadh parlaiminte a urraimi&uacute; nach ch&oacute;ir, m&aacute;s f&eacute;idir, daoine n&aacute; eintiteas a ch&aacute;ineadh n&aacute; l&iacute;omhaint&iacute; a dh&eacute;anamh ina n-aghaidh, ina ainm, ina hainm n&oacute; ina n-ainmneacha ar shl&iacute; ar bhf&eacute;adfa&iacute; iad a aithint.  Ba mhaith liom iad a chur ar an eolas go nd&eacute;anfar na r&aacute;iteas tionscnaimh a chuireann siad faoi bhr&aacute;id an choiste a fhoilsi&uacute; ar shu&iacute;omh ghr&eacute;as&aacute;in an choiste tar &eacute;is an chruinnithe seo.  Meabhra&iacute;tear do chomhalta&iacute; an cleachtadh parlaiminte at&aacute; ann le fada n&aacute;r ch&oacute;ir d&oacute;ibh tuairim&iacute; a thabhairt maidir le duine at&aacute; taobh amuigh de na Tithe, n&oacute; le hoifigeach, ina ainm n&oacute; ina hainm ar shl&iacute; ina bhf&eacute;adfa&iacute; &eacute; n&oacute; &iacute; a aithint.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.9" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B00600"><p>T&aacute; leithsc&eacute;al faighte &oacute;n Teachta Peadar T&oacute;ib&iacute;n, a bh&iacute;onn anseo de ghn&aacute;th, &oacute;n Seanad&oacute;ir Trevor &Oacute; Clochartaigh agus &oacute;n Seanad&oacute;ir Joe O'Reilly.  Is g&aacute; bheith f&eacute;ar&aacute;ilte agus a r&aacute; go mb&iacute;onn siad anseo de ghn&aacute;th le haghaidh chuile chruinni&uacute;.  Is l&aacute; neamhghn&aacute;ch &eacute; an l&aacute; inniu &oacute;s rud &eacute; go bhfuil ruda&iacute; cinni&uacute;nacha ar si&uacute;l ar fud an Oireachtais.  Iarraim ar Mh&aacute;ire Cl&aacute;r Nic Mhath&uacute;na a r&aacute;iteas a thabhairt anois.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.10" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B00700"><p>Ba mhaith liom bu&iacute;ochas a ghabh&aacute;il leis an gcoiste as ucht cuireadh a thabhairt d&uacute;inn teacht anseo agus an &aacute;bhar imn&iacute; seo a phl&eacute;.  Labhr&oacute;idh m&eacute; ar feadh c&uacute;pla bomaite faoin t&aacute;bhacht a bhaineann leis an scr&uacute;d&uacute; cainte agus muid ag iarraidh an polasa&iacute; don oideachais Gaeltachta a chur i bhfeidhm.  Ina dhiaidh sin, pl&eacute;fidh mo chomhleacaithe mar a rachfaidh an tsonra&iacute;ocht i bhfeidhm ar fhoglaim, ar bhuan&uacute; agus ar labhairt na Gaeilge sna scoileanna.</p>  <p>  Is ionann Gaeltacht agus &aacute;it ina labhartar Gaeilge.  T&aacute; s&eacute; de dhualgas againn na ceantair seo a chaomhn&uacute;, a choth&uacute; agus a choinne&aacute;il ag dul.  Don chuid is m&oacute;, is ceantair iarg&uacute;lta scoite iad ina mb&iacute;onn d&iacute;fhosta&iacute;ocht agus an imirce mar &aacute;bhar buartha don phobal.  T&aacute; rud amh&aacute;in acu - saibhreas teangan agus cult&uacute;ir.  Is f&eacute;idir leis na pobail Gaeltachta bheith br&oacute;d&uacute;il astu f&eacute;in de thairbhe sin.  Dar leis na saineolaithe, ar an drochuair beidh an Ghaeilge ar shi&uacute;l as na ceantracha seo taobh istigh de deich mbliana.  Creidim go bhfuil tr&eacute;imhse ocht mbliana i gceist i gc&aacute;sanna &aacute;irithe.  Caillfear an tsaibhreas sin - na can&uacute;int&iacute; &eacute;ags&uacute;la, an st&oacute;r focal agus an l&eacute;argas - ach n&iacute; bhfaighfimid ar ais go br&aacute;th &eacute;.  De r&eacute;ir daon&aacute;irimh-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.11" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B00800"><p>Gabh mo leithsc&eacute;al.  An bhfuil an finn&eacute; ag l&eacute;amh as doicim&eacute;ad difri&uacute;il?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.12" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B00900"><p>N&iacute; d&oacute;igh liom go bhfuil an c&aacute;ip&eacute;is a sheolamar chuig an choiste inn&eacute; os mo chomhair anois.  T&aacute; n&oacute;ta&iacute; eile agam inniu.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.13" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B01000"><p>T&aacute; leagan nua &aacute; thabhairt d&uacute;inn anois.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.14" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B01100"><p>T&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.15" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B01200"><p>Ceart go leor.  Bh&iacute; m&eacute; ag iarraidh gach rud a thuiscint.  An bhfuil c&oacute;ipeanna den r&aacute;iteas nua ar f&aacute;il?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.16" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B01300"><p>T&aacute; c&oacute;ip amh&aacute;in agam.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.17" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B01400"><p>T&aacute; c&oacute;ip agam freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.18" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B01500"><p>B'fh&eacute;idir go mbeimid in ann &eacute; a th&oacute;g&aacute;il agus c&oacute;ipeanna a fh&aacute;il do chuile dhuine.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.19" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B01600"><p>T&aacute; s&eacute; garbh go maith.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.20" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B01700"><p>Is d&oacute;cha go bhuil c&oacute;ipeanna ag teast&aacute;il &oacute; chuile dhuine.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.21" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:00:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300003#B01800"><p>De r&eacute;ir daonaireamh na bliana 2016, t&aacute; laghd&uacute; tagtha ar l&iacute;on na gcainteoir&iacute; d&uacute;chais, ach amh&aacute;in i bPort L&aacute;irge agus i gcathair na Gaillimhe.  Teasta&iacute;onn gn&iacute;omh anois.  Ba cheart d&uacute;inn iarracht a dh&eacute;anamh an saibhreas seo Gaeilge a sh&aacute;bh&aacute;il agus a chaomhn&uacute;.  T&aacute; iarrachta&iacute; d&eacute;anta, mar shampla in Acht na Gaeltachta, 2012, leis an bplean&aacute;il teanga agus an strait&eacute;is 20 bliain don Ghaeilge a chur chun cinn agus t&aacute; iarrachta&iacute; eile ar bun anois leis an bpolasa&iacute; don oideachas Gaeltachta.  Muna bhfuil daoine &oacute;ga ag labhairt na teanga go laeth&uacute;il, is beag toradh a bheidh ar na hiarrachta&iacute; seo uilig.  Is ag an am seo, agus muid ag iarraidh labhairt na teangan a spreagadh agus a thabhairt le fios do dhaoine &oacute;ga go bhfuil t&aacute;bhacht agus fi&uacute;ntas ag baint leis an teanga labhartha, a socra&iacute;odh gan scr&uacute;d&uacute; cainte a bheith mar chuid den teastas s&oacute;isearach n&iacute;os m&oacute;.</p>  <p>  De r&eacute;ir staitistic&iacute; &oacute;n bPr&iacute;omh-Oifig Staidrimh sa bhliain 2011, d&uacute;irt an tr&iacute;&uacute; cuid de dhaoine &oacute;ga sa Ghaeltacht idir deich mbliana agus naoi mbliana d&eacute;ag d'aois nach raibh Gaeilge acu - sin gan tr&aacute;cht ar na daoine at&aacute; ar n&oacute;s "is cuma liom" f&aacute; dtaobh den teanga.  Muna bhfuil bunt&aacute;iste ar bith le baint as labhairt na Gaeilge, cad chuige a d'fhoghlaimeoid&iacute;s &iacute;?  D&uacute;radh i dtuarasc&aacute;il an phr&iacute;omhchigire a bhain leis na blianta idir 2010 agus 2012 nach raibh an tr&iacute;&uacute; cuid de na m&uacute;inteoir&iacute; sna scoileanna Gaeltachta agus sna Gaelscoileanna l&iacute;ofa go leor lena gcuid teagaisc a dh&eacute;anamh tr&iacute; mhe&aacute;n na Gaeilge.  C&eacute; a chuideoidh leis na scol&aacute;ir&iacute; sna scoileanna sin dearcadh dearfach a bheith acu faoin teanga, gan tr&aacute;cht ar a gcuid Gaeilge a fheabhs&uacute;, muna bhfuil d&oacute;thain Gaeilge ag a gcuid m&uacute;inteoir&iacute;?  B'fh&eacute;idir go n-imeoidh cuid de na scol&aacute;ir&iacute; sin go dt&iacute; na col&aacute;ist&iacute; tr&iacute;&uacute; leibh&eacute;al le haghaidh oili&uacute;nt mh&uacute;inteora.  An mbeidh Gaeilge l&iacute;ofa acu, agus iad tar &eacute;is teacht tr&iacute; ch&oacute;ras nach leagtar b&eacute;im ar labhairt na teangan ann?  Is &eacute; sin an todhcha&iacute; at&aacute; os &aacute;r gcomhair nuair a bheidh m&uacute;inteoir&iacute; agus tuismitheoir&iacute; den chine&aacute;l seo againn amach anseo.  Muna bhfuil an Ghaeilge acusan, agus l&eacute;argas ar th&aacute;bhacht na Gaeilge, n&iacute; mhairfidh s&iacute; sa Ghaeltacht mar theanga labhartha.</p>  <p>  T&aacute; go leor le moladh sa tsonra&iacute;ocht don teastas s&oacute;isearach, ach creidim go mbeidh drochthionchar ag an gcinneadh seo gan scr&uacute;d&uacute; cainte ar bith a bheith ann.</p> <p>Cuirfidh s&eacute; isteach ar an obair a bheidh ar si&uacute;l ag coist&iacute; plean&aacute;la teanga agus ar na scoileanna a bheidh ag iarraidh an pholasa&iacute; don oideachas Gaeltachta a chur i bhfeidhm.  Caithfimid deiseanna a chur ar f&aacute;il do na scol&aacute;ir&iacute; cumars&aacute;id fh&iacute;rinneach n&aacute;d&uacute;rtha a bheith acu le pobal na scoile, cinnte, ach leis an phobal a bhfuil siad mar ph&aacute;irt de chomh maith.  Is minice ag caint iad, is l&iacute;ofa a bheidh siad.  Beatha teanga &iacute; a labhairt.</p> <p> T&aacute; s&eacute; i gceist achomharc a dh&eacute;anamh i gceann tr&iacute; bliana.  Beidh s&eacute; r&oacute;-mhall an t-am sin.  Creidim gur ch&oacute;ir do scr&uacute;d&uacute; cainte a bheith mar chuid den scr&uacute;d&uacute; Gaeilge.  Mura bhfuiltear s&aacute;sta leis sin, cad tuige nach gcoinn&iacute;tear an scr&uacute;d&uacute; roghnach mar at&aacute; san am at&aacute; i l&aacute;thair?  Is &eacute; an rud ba mhaith liomsa agus a chreidim go gcuideodh leis an nGaeilge a l&aacute;idri&uacute; n&aacute; go mbeadh 50% de na marcanna ag dul don teanga labhartha ag an leibh&eacute;al sin i scoileanna ina bhfuil na scol&aacute;ir&iacute; ag foghlaim tr&iacute; mhe&aacute;n na Gaeilge.  Ba ch&oacute;ir &eacute; a chur ar thriail go bhfeicimid agus achomharc a dh&eacute;anamh faoi cheann tr&iacute; bliana n&oacute; mar sin de.</p> <p> M&aacute; t&aacute; toradh fi&uacute;ntach le bheith ar na hiarrachta&iacute; seo uilig an Ghaeilge a chaomhn&uacute;, a choth&uacute; agus a chur chun cinn, t&aacute; m&oacute;r-ghn&iacute;omh suntasach cr&oacute;ga ag teast&aacute;il anois d&iacute;reach.  An t-am deireanach a rinneadh cinneadh cr&oacute;ga faoin nGaeilge, buna&iacute;odh Gaeltacht na M&iacute; in 1935.  Ba mhaith an cinneadh &eacute; sin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.23" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C00200"><p>Gabhaim bu&iacute;ochas leis an bhfinn&eacute;.  Leanfaimid ar aghaidh.  Fad is at&aacute;imid ag fanacht, t&aacute; deis ann do cheisteanna.  Tiocfaidh m&eacute; ar ais go dt&iacute; na finn&eacute;ithe eile.  T&aacute; an finn&eacute; ag moladh go mbeidh 50% de na marcanna ag dul go dt&iacute; scr&uacute;d&uacute;-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.24" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C00300"><p>Agus muid ag iarraidh polasa&iacute; don oideachas Gaeltachta a chur i gcr&iacute;ch, t&aacute;im ag moladh go mbeadh 50% ag dul do scr&uacute;d&uacute; cainte, cib&eacute; leagan amach a bheadh air sin, ag leibh&eacute;al an teastais sh&oacute;isirigh sna scoileanna Gaeltachta agus na Gaelscoileanna.  Spreagadh s&eacute; na daoine &oacute;ga chun Gaeilge a labhairt.  D&eacute;arfainn go mbeidh toradh fi&uacute;ntach air sin agus go gcuideodh s&eacute; go m&oacute;r leis na coist&iacute; plean&aacute;la teanga at&aacute; ag iarraidh an Ghaeilge a chur chun cinn.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.25" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C00400"><p>Faoin st&aacute;das faoi l&aacute;thair, t&aacute; cinneadh d&eacute;anta f&aacute;il r&eacute;idh leis-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.26" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C00500"><p>T&aacute; cinneadh d&eacute;anta f&aacute;il r&eacute;idh leis.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.27" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C00600"><p>-----ar feadh tr&iacute; bliana agus ansin beidh achomharc i gceist.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.28" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C00700"><p>Beidh, ach mar at&aacute; a fhios ag an gCathaoirleach f&eacute;in-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.29" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C00800"><p>T&aacute; m&eacute; d&iacute;reach ag iarraidh &eacute; a shoil&eacute;iri&uacute; agus muid ag fanacht ar cheisteanna.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.30" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C00900"><p>Ba mhaith liom soil&eacute;iri&uacute; a fh&aacute;il ar phointe amh&aacute;in ansin.  Luaigh an finn&eacute; 50% de na Gaelscoileanna agus scoileanna Gaeltachta.  An mbeadh rud difri&uacute;il ansin i gc&oacute;ir na scoileanna eile ar fud na t&iacute;re?  An bhfuil an moladh d&iacute;rithe ina ioml&aacute;n ar na Gaelscoileanna agus scoileanna Gaeltachta?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.31" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C01000"><p>T&aacute; m&eacute; f&eacute;in agus Orla N&iacute; Cheallaigh ag d&eacute;ile&aacute;il le scoileanna Gaeltachta agus t&aacute; Miche&aacute;l &Oacute; Suilleabh&aacute;in ag d&eacute;ile&aacute;il le scoileanna B&eacute;arla.  T&aacute; idirdheal&uacute; d&eacute;anta.  Is iad scoileanna T1, mar a thugtar orthu, na scoileanna a bheidh ag foghlaim tr&iacute; mhe&aacute;n na Gaeilge.  Is iad scoileanna T2 na gn&aacute;th-scoileanna Bh&eacute;arla.  T&aacute; mise ag moladh do na scoileanna T1, san &aacute;it a bhfuilimid ag iarraidh an Ghaeilge a chaomhn&uacute; sa Ghaeltacht sula mbeidh s&eacute; r&oacute;-mhall, gur cheart rud iontach a dh&eacute;anamh go ceann tamaill gairid.  M&aacute; chuireann muid ar shi&uacute;l an scr&uacute;d&uacute; cainte, n&iacute; thiocfaidh s&eacute; ar ais.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.32" speakerid="com.kildarestreet/member/1287" speakername="Donnchadh &Oacute; Laoghaire" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C01100"><p>Faoi l&aacute;thair, an bhfuil an rud c&eacute;anna &aacute; mholadh do scoileanna T1 agus T2, nach mbeidh aon bh&eacute;altriail?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.33" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C01200"><p>Go bun&uacute;sach, is &eacute; an rud c&eacute;anna at&aacute; molta.  T&aacute; leagan amach difri&uacute;il ann agus n&iacute; bheidh an oiread oibre le d&eacute;anamh ag scoileanna T2.  Beidh meas&uacute;n&uacute; rang-bhunaithe sna scoileanna T1 agus beidh orthu n&iacute;os m&oacute; l&eacute;itheoireacht a dh&eacute;anamh.  Beidh ruda&iacute; bunaithe air sin.  I scoileanna T2, n&iacute; bheidh an oiread c&eacute;anna r&eacute;amh-ullmh&uacute;ch&aacute;in le d&eacute;anamh, cuirim i gc&aacute;s.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.34" speakerid="com.kildarestreet/member/1287" speakername="Donnchadh &Oacute; Laoghaire" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C01300"><p>Ach go sonrach don bh&eacute;altriail, t&aacute; an rud c&eacute;anna &aacute; mholadh nach mbeadh b&eacute;altriail ann do scoileanna T1 agus T2.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.35" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C01400"><p>Go d&iacute;reach.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.36" speakerid="com.kildarestreet/member/1289" speakername="Pat Gallagher" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C01500"><p>Maidir leis an scr&uacute;d&uacute; scr&iacute;ofa i nGaeilge, c&eacute;n difear a bheidh ann idir T1 agus T2?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.37" speakerid="unknown" error="nomatch" speakername="Mr. Miche&aacute;l &Oacute; Suilleabh&aacute;in" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C01600"><p>T&aacute; an difear sa mh&eacute;ad litr&iacute;ocht a dh&eacute;antar sna tr&iacute; bliana sin.  Beidh dr&aacute;ma sa mbreis agus &uacute;rsc&eacute;al sa mbreis le d&eacute;anamh ag scoileanna T1.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.38" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C01700"><p>Is f&eacute;idir liomsa cur i l&aacute;thair a dh&eacute;anamh don choiste ar an sean-ch&oacute;ras agus an c&oacute;ras nua anois, m&aacute;s maith leis an gcoiste.</p>  <p>  Gabhaim bu&iacute;ochas leis an gcoiste as ucht an deis seo a bheith agam labhairt.  As Coill an Bhaile i gContae Mhaigh Eo mise.  T&aacute;im ag cur f&uacute;m anois le 14 bliana i nGaeltacht na M&iacute; i R&aacute;th Chairn.  Tuigeann an coiste f&eacute;in gur &aacute;it speisialta agus sp&eacute;isi&uacute;il at&aacute; i gceist le R&aacute;th Chairn toisc gur oile&aacute;n Gaeilge &iacute; m&oacute;rthimpeallaithe ag an mB&eacute;arla.  T&aacute; an-t&aacute;bhacht ag baint leis an teanga ann agus go h&aacute;irithe sa scoil bheag ina bhfuil mise ag obair inti, scoil T1, n&oacute; scoil ina bhfuil an Ghaeilge mar theanga teagaisc inti.</p>  <p>  Mar a sheasann s&eacute; faoi l&aacute;thair sa teastas s&oacute;isearach, t&aacute; 100% ar ph&aacute;ip&eacute;ar scr&iacute;ofa n&oacute; t&aacute; 60% ar ph&aacute;ip&eacute;ar scr&iacute;ofa agus 40% ar scr&uacute;d&uacute; b&eacute;il.  T&aacute; an t-uaf&aacute;s scoileanna ag roghn&uacute; an scr&uacute;d&uacute; b&eacute;il a dh&eacute;anamh toisc go mbaineann s&eacute; leis an ard teist freisin, le 40% at&aacute; i gceist leis ag an leibh&eacute;al sin.  Bh&iacute; roinnt fadhbanna ag cuid de na scoileanna in ASTI mar go raibh s&eacute; i gcoinne a gcuid prionsabal.  B'fh&eacute;idir nach raibh s&eacute; ar si&uacute;l sna scoileanna sin, ach thug go leor scoileanna faoin mb&eacute;altriail roghnach agus d'&eacute;irigh go maith leo.  &Eacute;ireoidh go maith le scol&aacute;ir&iacute; i scoil Gaeltachta ar aon n&oacute;s, ach inseoidh M&iacute;che&aacute;l &Oacute; S&uacute;illeabh&aacute;in don choiste tuilleadh faoi scoileanna B&eacute;arla ar ball.</p>  <p>  An plean nua at&aacute; socraithe ag an JCT n&aacute;-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.39" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C01800"><p>C&eacute;ard &eacute; an JCT?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.40" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C01900"><p>Is &eacute; sin an junior cycle n&oacute; an tsraith sh&oacute;isearach.  Beidh s&eacute; ag teacht isteach don Ghaeilge in 2017.  Mar chuid de sin, n&iacute; bheidh scr&uacute;d&uacute; cainte ann n&iacute;os m&oacute;, dar leo.  Beidh 90% bunaithe ar ph&aacute;ip&eacute;ar scr&iacute;ofa, le cluastuiscint istigh ann.  An freagra at&aacute;thar ag tabhairt mar ch&uacute;is nach mbeidh scr&uacute;d&uacute; cainte ann n&aacute; go mbeidh meas&uacute;n&uacute; rang-bhunaithe, MRB, ann, is &eacute; sin internal class assessment.  Tharla an rud c&eacute;anna sa Bh&eacute;arla i mbliana.  An rud at&aacute; i gceist n&aacute; go roghna&iacute;onn dalta &aacute;bhar a thaitn&iacute;onn leo, mar shampla, Eminem n&oacute; Manchester United.  D&eacute;anann siad cur i l&aacute;thair os comhair an ranga ar an topaic sin.  T&aacute; cead acu teicneola&iacute;ocht a &uacute;s&aacute;id.  T&aacute; cead acu leathanaigh n&oacute; n&oacute;ta&iacute; a bheith os a gcomhair amach.  Ansin, cearta&iacute;onn an m&uacute;inteoir iad faoi chomhairle.  Labhra&iacute;onn an m&uacute;inteoir le m&uacute;inteoir&iacute; eile sa scoil sin n&oacute; i scoil eile.  N&iacute; gr&aacute;d &eacute; an gr&aacute;d a fhaigeann an dalta, ach focla.  Is f&eacute;idir leo iad seo a fh&aacute;il sa teastas s&oacute;isearach sa tri&uacute; bhliain.  Tuairisc&iacute;n&iacute; a ghlaoitear orthu: "Thar barr ar fad", "os cionn na n-ionchas" - expectations c&eacute;, n&iacute;l a fhios agam - "ag teacht leis na hionchais", n&oacute; "ionchais le baint amach f&oacute;s".  Beidh an meas&uacute;n&uacute; seo sa rang sa dara agus sa tr&iacute;&uacute; bhliain.  Is &eacute; sin an meas&uacute;n&uacute; a bheidh ann - na focla sin ar an bp&aacute;ip&eacute;ar.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.41" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C02000"><p>N&iacute; thuigim &eacute; sin m&eacute; fh&eacute;in.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.42" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C02100"><p>T&aacute; s&eacute; deacair le tuiscint.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.43" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C02200"><p>N&iacute;l a fhios agam c&eacute;n f&aacute;th nach bhfuil m&eacute; in ann &eacute; a thuiscint.  C&eacute;n ch&uacute;is at&aacute; le na focail?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.44" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C02300"><p>N&iacute; bheidh aon ghr&aacute;d ann.  N&iacute; bheidh A, B, C, D n&oacute; aon rud mar sin.  M&aacute; dh&eacute;anann mise cur i l&aacute;thair iontach-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.45" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C02400"><p>Ar Eminem.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.46" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C02500"><p>Ar Eminem n&oacute; ar Manchester United n&oacute; cib&eacute; c&eacute;n rud, seans go bhfaigheadh m&eacute; "thar barr ar fad".  Sin a bheidh ar an bp&aacute;ipear.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.47" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C02600"><p>Okay.  Sin iad na focail.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.48" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:10:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300004#C02700"><p>N&oacute; b'fh&eacute;idir go bhfaigheadh m&eacute; "ionchais le baint amach f&oacute;s" munar &eacute;irigh go maith liom n&oacute; m&aacute; t&aacute; obair le d&eacute;anamh agam f&oacute;s tar &eacute;is dom an toradh a fh&aacute;il sa tr&iacute;&uacute; bhliain.  Mar a d&uacute;irt m&eacute;, n&iacute;l aon mharc ansin - t&aacute; focla.  Beidh ar na dalta&iacute; tasc a scr&iacute;obh bunaithe ar an gcur i l&aacute;thair agus &eacute; a sheoladh go dt&iacute; an Roinn.  Is fi&uacute; 10% &eacute; sin agus beidh s&eacute; scr&iacute;ofa.  T&aacute; 10% bunaithe ar an m&eacute;id at&aacute; scr&iacute;ofa faoin gcur i l&aacute;thair agus t&aacute; 90% bunaithe ar an bp&aacute;ip&eacute;ar scr&iacute;ofa.  Curtha le ch&eacute;ile, domsa, t&aacute; 100% den scr&uacute;d&uacute; sa bhfoirm scr&iacute;ofa.</p> <p> Bh&iacute; ceist ansin ar ball ag an Teachta Pat The Cope Gallagher, n&oacute; ag duine de na baill.  An cheist n&aacute; an difear-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.50" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:20:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300005#D00200"><p>An &eacute; an m&uacute;inteoir a dh&eacute;anfaidh an tuairisc maidir leis an 10% n&oacute; an &eacute; an dalta f&eacute;in a dh&eacute;anfaidh an tuairisc?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.51" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:20:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300005#D00300"><p>Bheinn ag s&uacute;il gurb &eacute; an dalta a dh&eacute;anfadh &eacute;, ach n&iacute; bheadh a fhios ag duine - an dalta at&aacute; ceaptha &eacute; a dh&eacute;anamh.  &Oacute; thaobh na gcuraclam, t&aacute; siad cos&uacute;il lena ch&eacute;ile sa d&aacute; scoil - sa scoil T1 agus sa scoil T2 - ach beidh l&iacute;on na n-&aacute;bhar n&iacute;os l&uacute; sna scoileanna B&eacute;arla.  Mar shampla, m&aacute; t&aacute; c&uacute;ig dh&aacute;n le d&eacute;anamh sna scoileanna B&eacute;arla, beidh deich nd&aacute;n le d&eacute;anamh sna scoileanna Gaeilge agus Gaeltachta.  N&iacute;l fadhb againn leis sin.  D&eacute;anann s&eacute; sin ciall.  Beidh n&iacute;os m&oacute; fil&iacute;ochta n&oacute; amhr&aacute;n ag na scoileanna Gaeltachta agus n&iacute;os m&oacute; pr&oacute;is, &uacute;rsc&eacute;alta agus dr&aacute;ma&iacute;ochta.  T&aacute; rud breise.  Sna scoileanna Gaeltachta beidh litr&iacute;ocht bh&eacute;il n&oacute; litr&iacute;ocht &aacute;iti&uacute;il ann chomh maith.  N&iacute;l a fhios againn c&eacute;n leagan amach a bheidh ar an scr&uacute;d&uacute;.  T&aacute; s&eacute; cos&uacute;il leis an gceann B&eacute;arla i mbliana.  N&iacute;l aon rialacha faoi leith.</p>  <p>  Deir siad gurb &eacute; an sn&aacute;ithe cumars&aacute;ide pr&iacute;omhsn&aacute;ithe na sonra&iacute;ochta.  Deir s&eacute; sa tsonra&iacute;ocht go mbeidh scol&aacute;ire sa scoil T1 in ann cumars&aacute;id phearsanta agus idirphearsanta fhi&uacute;ntach a dh&eacute;anamh lena chomhscol&aacute;ir&iacute; agus le h&uacute;s&aacute;ideoir&iacute; eile an phobail teanga.  Mura dtugtar aitheantas don chaint, n&iacute;l seans ar bith go dtarl&oacute;dh s&eacute; seo.  Creidimse agus na m&uacute;inteoir&iacute; Gaeilge ar fad eile a labhair m&eacute; leo gur bot&uacute;n at&aacute; anseo.  N&iacute;l an scr&uacute;d&uacute; cainte gan locht.  Tuigeann muid go mb&iacute;onn dalta&iacute; ag foghlaim ruda&iacute; de ghlanmheabhair.  I mo scoil f&eacute;in, &aacute;fach, d&iacute;r&iacute;onn na dalta&iacute; isteach, agus t&aacute; Gaeilge mhaith acu, ar an teanga, ar an ngramadach agus ar an bhfoghra&iacute;ocht.  Thaithin an cumars&aacute;id leo agus bhain siad sult as.  Is ioma&iacute; cainteoir d&uacute;chais le togha na Gaeilge nach bhfuil go maith ag scr&iacute;obh, agus a mhalairt.  Ba cheart creidi&uacute;int a thabhairt do na ceithre scileanna ar fad seachas tr&iacute; cinn.</p>  <p>  C&aacute; bhfuil tobar na teanga?  Is sa nGaeltacht at&aacute; s&eacute;.  Gan scr&uacute;d&uacute; cainte, n&iacute; bheidh dalta&iacute; ag freastal ar an nGaeltacht mar n&iacute; fheicfidh a dtuismitheoir&iacute; gur fi&uacute; &eacute;.  Is m&oacute;r an m&eacute;id airgid &eacute; &euro;1,000.  C&eacute;n f&aacute;th go gcuirfeadh tuismitheoir a dhalta ag an nGaeltacht le Gaeilge a fhoghlaim mura bhfuil aon bh&eacute;im air sa scr&uacute;d&uacute;?</p>  <p>  Is rud breise &eacute; seo, rud difri&uacute;il, ach laghd&oacute;idh s&eacute; sin ioncam mhuintir na Gaeltachta freisin mar tiocfaidh laghd&uacute; ar l&iacute;on na ndalta&iacute; a bh&iacute;onn ag freastal.  T&aacute; tuismitheoir&iacute; inniu, chun a bheith r&eacute;ala&iacute;och faoi, ag d&iacute;ri&uacute; ar phoint&iacute; agus ar ghr&aacute;danna.  Is f&eacute;idir linn a bheith id&eacute;ala&iacute;och agus a r&aacute; go mbeidh an chumars&aacute;id ar si&uacute;l sna ranganna.  Beidh, cinnte, ag roinnt m&uacute;inteoir&iacute;, agus n&iacute; bheidh ag m&uacute;inteoir&iacute; eile.  Tuige go gcuirfeadh siad b&eacute;im ar an gcumars&aacute;id ar fad nuair nach bhfuil aitheantas ar bith ag dul d&oacute;.  Ag sn&aacute;mh in aghaidh easa a bheidh na m&uacute;inteoir&iacute; uilig agus an scr&uacute;d&uacute; cainte seo imithe.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.52" speakerid="unknown" error="nomatch" speakername="Mr. Miche&aacute;l &Oacute; Suilleabh&aacute;in" time="17:20:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300005#D00400"><p>Is as R&aacute;th Chairn dom f&eacute;in.  T&aacute; m&eacute; ag m&uacute;ineadh san Uaimh i gContae na M&iacute; i gCol&aacute;iste Beaufort.  Is scoil DEIS &iacute; agus is scoil &iacute; a bh&iacute;onn ag feidhmi&uacute; tr&iacute; mhe&aacute;n an Bh&eacute;arla.  Is scoil T2 &iacute;.  Is &iacute; an Ghaeilge an dara teanga, mar a d&eacute;arf&aacute;, sa scoil.  Anuas air sin, t&aacute; 27 teanga &aacute; labhairt sa scoil go laeth&uacute;il mar is scoil ilchult&uacute;rtha &iacute;.  T&aacute; mise ag obair ansin anois le tr&iacute; bliana.  Mar a deir In&iacute;on U&iacute; Cheallaigh, t&aacute; s&eacute; r&aacute;ite gurb &eacute; an sn&aacute;ithe cumars&aacute;ide an sn&aacute;ithe is tabhachta&iacute; sa rud seo agus go gcuirfidh na dalta&iacute; feabhas ar a gcuid scileanna cumars&aacute;ide tr&iacute; bheith ag &uacute;s&aacute;id teanga a bhaineann lena saol f&eacute;in agus leis an saol i gcoitinne.  Gheobhaidh siad taith&iacute; ar a bheith ag cur faisn&eacute;ise i l&aacute;thair ar a son f&eacute;in n&oacute; ar son gr&uacute;pa tr&iacute; mhe&aacute;n na Gaeilge.  Sin rud a fheictear domsa a sh&aacute;sa&iacute;onn an scr&uacute;d&uacute; cainte mar at&aacute; anois.  B&iacute;onn na gas&uacute;ir in ann iad f&eacute;in a chur in i&uacute;l agus labhairt f&uacute;thu f&eacute;in, a theaghlaigh agus na ruda&iacute; ina ngarthimpeallacht.  Beidh s&eacute; an deacair, &aacute;fach, iad a chur os comhair a bpiara&iacute; ag d&eacute;anamh cur i l&aacute;thair i dteanga nach bhfuil siad comp&oacute;rdach inti.  T&aacute; B&eacute;arla l&iacute;ofa ag formh&oacute;r na t&iacute;re ach n&iacute; shin an c&aacute;s leis an nGaeilge.  Feictear dom go mbeadh n&aacute;ire, imn&iacute; agus gn&oacute;thacht&aacute;il &iacute;seal sna scoileanna T2.  C&eacute;ard is fi&uacute; &eacute; ach, abair, ceann de na habairt&iacute; sin ag deireadh na lae?  Sin a gheobhaidh siad: thar barr ar fad, os cionn na n-ionchas, ag teacht leis an ionchas, agus ionchas le baint amach f&oacute;s.</p>  <p>  Maidir leis an mb&eacute;altriail roghnach at&aacute; ar si&uacute;l faoi l&aacute;thair, d&eacute;anann muide i gc&oacute;na&iacute; &eacute; sa scoil seo againne.  Th&aacute;inig feabhas ar thortha&iacute; na ndalta&iacute; agus suim agus gr&aacute; don teanga d&aacute; bharr.  Is ioma&iacute; duine a labhra&iacute;onn go maith ach nach bhfuil chomh cumasach sin ar ph&aacute;ip&eacute;ar.  Feicim &eacute; sin go l&aacute;idir i mo scoil f&eacute;in, go m&oacute;r mar gheall gur scoil ilteangach &iacute;.  T&aacute; an c&aacute;s sin ann agus n&iacute; mhaith liom go laghd&oacute;dh s&eacute; sin.  Cuireann s&eacute; ar a suaimhneas iad don ardteist, &aacute;it a bheidh 40% ag dul don scr&uacute;d&uacute; cainte ar&iacute;s, chomh maith.  Mar sin, is iontach an rud &eacute; a bheith ann.  Beidh deacrachta&iacute; againn mar beidh na dalta&iacute; ag pl&eacute; agus ag cur is ag c&uacute;iteamh ar ghearrsc&eacute;alta, fil&iacute;ocht agus dr&aacute;ma&iacute;ocht agus, mar shampla, topaic&iacute; an-saini&uacute;il a bhaineann leo, ach n&iacute; a ngarthimpeallacht, mar a d&eacute;arf&aacute;.</p>  <p>  Beidh foghlaim de ghlanmheabhair i gceist leis an rud nua seo chomh maith leis an seanrud a bh&iacute;odh ann.  Feictear domsa, &aacute;fach, nach drochrud &eacute; sin le teanga a shealbh&uacute;.  D&aacute; gcasfainn le Francach n&oacute; le Gearm&aacute;nach, bheinn in ann m'ainm n&oacute; c&uacute;pla rud a r&aacute; mar gheall gur fhoghlaim m&eacute; de glanmheabhair iad nuair a bh&iacute; m&eacute; f&eacute;in sa scoil.  Feicim &eacute; seo go minic i mo scoilse.  Beidh siad ag iarraidh a bheith ag imeacht &oacute;n teanga.  Beidh siad ag cuart&uacute; d&iacute;ol&uacute;ine nach mbeadh orthu &eacute; a dh&eacute;anamh.  T&aacute; m&eacute; ag ceapadh go gcuirfidh s&eacute; seo leis an gcraic sin agus leis an m&eacute;id sin.</p>  <p>  D&aacute; mbeinnse ag t&oacute;g&aacute;il t&iacute; am&aacute;rach agus fadhb agam leis an doras chun tosaigh, n&iacute; bhainfinn amach an doras uilig ach chuirfinn feabhas ar an doras mar gheall go bhfuil fi&uacute;ntas ag baint leis an doras sin.  Feicim go bhfuil an scr&uacute;d&uacute; cainte mar sin.  T&aacute; fadhbanna beaga ag baint leis, ach n&iacute; sh&iacute;leann s&eacute; sin go gcaithfear &eacute; a chaitheamh amach uilig.  Is bot&uacute;n ollmh&oacute;r &eacute; dar linne an scr&uacute;d&uacute; cainte a fh&aacute;g&aacute;il ar l&aacute;r agus imp&iacute;mid ar an gcoiste smaoineamh go c&uacute;ramach ar an m&eacute;id at&aacute; r&aacute;ite ag an tri&uacute;r againn inniu.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.53" speakerid="com.kildarestreet/member/1289" speakername="Pat Gallagher" time="17:20:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300005#D00500"><p>C&eacute;rbh as a th&aacute;inig an smaoineamh seo?  N&iacute; lu&iacute;onn s&eacute; le ciall ar chor ar bith.  T&aacute; mise den bhar&uacute;il go bhfuil an Roinn ag iarraidh deireadh a chur leis na col&aacute;ist&iacute; samhraidh.  Goid&eacute; a mbeidh tuismitheoir&iacute; ag cur na p&aacute;ist&iacute; go dt&iacute; na col&aacute;ist&iacute; samhraidh muna fi&uacute; &eacute; do mharcanna ag deireadh an lae?  An gceapann na finn&eacute;ithe go bhfuil an cluiche thart anois n&oacute; an bhfuil s&eacute; r&oacute;-mhall chun rud &eacute;igin a dh&eacute;anamh f&aacute; dtaobh de?  Muna bhfuil, bheinn s&aacute;sta, agus t&aacute; s&uacute;il agam go mbeadh mo chomhghleacaithe agus iad si&uacute;d go l&eacute;ir at&aacute; anseo s&aacute;sta, rud &eacute;igin a dh&eacute;anamh go pr&aacute;inneach f&aacute; dtaobh de seo.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.54" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:20:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300005#D00600"><p>T&aacute; an rud socraithe agus le tosach i Me&aacute;n F&oacute;mhair ach, ar an taobh eile d&oacute;, n&iacute;or thosaigh s&eacute; go f&oacute;ill.  N&iacute;l fi&uacute; leagan amach cinnte d&eacute;anta f&aacute; dtaobh den d&oacute;igh a rachaidh muid.  T&aacute; seans beag - b'fh&eacute;idir roinnt seachtain&iacute; - againn.  Mar a d&uacute;irt m&eacute;, s&iacute;lim gur cheart cine&aacute;l eisceacht a dh&eacute;anamh go ceann tamaill bhig agus ansin ath-amharc a dh&eacute;anamh ina dhiaidh sin seachas deireadh a chur leis an rud anois agus a bheith buartha ar&iacute;s.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.55" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:20:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300005#D00700"><p>Am ar bith a rinne muid gear&aacute;n maidir leis an JCT n&oacute; an teastas s&oacute;isearach nua leis an NCCA, an freagra a bhfuair muid i gc&oacute;na&iacute; ar ais n&aacute; go bhfuil s&eacute; s&iacute;nithe ag an Aire.  An f&eacute;idir &eacute; sin a athr&uacute;?  Sin an cheist at&aacute; againne.  M&aacute; t&aacute; s&eacute; s&iacute;nithe ag an Aire, an f&eacute;idir dul siar air sin?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.56" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:20:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300005#D00800"><p>Sin ceist.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.57" speakerid="com.kildarestreet/member/1287" speakername="Donnchadh &Oacute; Laoghaire" time="17:20:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300005#D00900"><p>S&iacute;lim-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.58" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:20:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300005#D01000"><p>An raibh Ms Nic Mhath&uacute;na ag iarraidh teacht isteach?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.59" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:20:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300005#D01100"><p>B'fh&eacute;idir nach raibh cine&aacute;l drochsmaointi&uacute; i gceist faoin Ghaeilge.  T&aacute; sonra&iacute;ocht an Bh&eacute;arla r&eacute;idh agus &aacute; cur i bhfeidhm san am at&aacute; i l&aacute;thair, agus b'fh&eacute;idir go bhfacthas do dhaoine gurb ionann an Ghaeilge i scoil Ghaeltachta n&oacute; i nGaelscoil - a teanga f&eacute;in - agus B&eacute;arla i scoil Bh&eacute;arla.  Ar an drochuair, n&iacute;l an st&aacute;das c&eacute;anna ag an Ghaeilge agus at&aacute; ag an Bh&eacute;arla.  T&aacute; an Ghaeilge leochaileach agus t&aacute; an B&eacute;arla l&aacute;idir thart f&aacute; dtaobh d&uacute;inn uilig go l&eacute;ir.  B'fh&eacute;idir nach raibh i gceist leis sin ach go d'iarr siad aistri&uacute;ch&aacute;n ar an sonra&iacute;ocht Bh&eacute;arla go Gaeilge agus gur sin an d&oacute;igh ar tharla s&eacute;.  Ar nd&oacute;igh, n&iacute; raibh riamh scr&uacute;d&uacute; cainte B&eacute;arla, c&eacute; gur cheart d&oacute; a bheith agus go leor teangacha eile ag teacht isteach sa t&iacute;r anois.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.60" speakerid="com.kildarestreet/member/1289" speakername="Pat Gallagher" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E00100"><p>Ar th&aacute;inig s&eacute; seo aniar aduaidh ar na finn&eacute;ithe?  An raibh pl&eacute; ar bith ann?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.61" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E00200"><p>Sin ceist an-mhaith.  Seo an chaoi a chur mise aithne ar bharr an chl&aacute;ir.  I mBaile &Aacute;tha Luain, t&oacute;gadh m&uacute;inteoir&iacute; &oacute; na scoileanna T1 le ch&eacute;ile agus iarradh &aacute;r dtuairim&iacute; orainn.  Cuireadh ag su&iacute; ag boird &eacute;ags&uacute;la muid-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.62" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E00300"><p>C&eacute;n d&aacute;ta?  An bhliain seo n&oacute; an bhliain seo caite?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.63" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E00400"><p>M&iacute; Ean&aacute;ir, b'fh&eacute;idir-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.64" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E00500"><p>An bhliain seo?  I mbliana?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.65" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E00600"><p>Beimid in ann an d&aacute;ta cruinn a fh&aacute;il.  T&oacute;gadh le ch&eacute;ile muid agus pl&eacute;adh an curaclam nua ar fad.  Mhol muid ruda&iacute; &eacute;ags&uacute;la: go mbeadh tuilleadh litr&iacute;ocht bh&eacute;il iontach agus go mbeadh deiseanna acu ruda&iacute; &aacute;iti&uacute;la agus amhr&aacute;in a thabhairt isteach.  Iarradh orainn aon deacracht a bh&iacute; againn a chur in i&uacute;l.  Chuir muid in i&uacute;l nach raibh muid s&aacute;sta nach raibh scr&uacute;d&uacute; cainte ann.  Tugadh le fios d&uacute;inn i nd&aacute;ir&iacute;re, mura bhfuil an dul am&uacute; orainn, gan a bheith buartha faoi sin agus go mbeadh s&eacute; ann agus go raibh siad d&iacute;reach ag iarraidh d&iacute;ri&uacute; ar an gcuraclam scr&iacute;ofa.  Bh&iacute; siad ag cuart&uacute; tuairim&iacute; i dtaobh na l&eacute;itheoireachta agus i dtaobh an ghearrscann&aacute;in agus ruda&iacute; mar sin.  I nd&aacute;ir&iacute;re, n&iacute;or d&uacute;radh an l&aacute; sin &eacute; ar chor ar bith c&eacute;n leagan amach a bheadh ar na scr&uacute;duithe.</p>  <p>  Ansin bh&iacute; cruinni&uacute; eile againn go h&aacute;iti&uacute;il.  Abair, chuaigh m&uacute;inteoir&iacute; &oacute; Chontae na M&iacute; go Baile &Aacute;tha Cliath b'fh&eacute;idir dh&aacute; mh&iacute; ina dhiaidh sin.  Tugadh an 90% seo amach deich n&oacute;im&eacute;ad roimh am l&oacute;in agus m'anam nach raibh am l&oacute;in ag na m&uacute;inteoir&iacute;.  Bh&iacute; chuile dhuine le ceangal.  Bh&iacute; deacrachta&iacute; ag an mbeirt a bh&iacute; ag cur an c&uacute;rsa i l&aacute;thair mar n&iacute;or thuig na m&uacute;inteoir&iacute; sa seomra go bhf&eacute;adfadh s&eacute; seo a bheith ag tarl&uacute;.  Bh&iacute; idir iontas, baineadh siar agus d&iacute;oma ar chuile dhuine.  T&aacute; mise ag caint ar scoileanna T1 a bh&iacute; ansin an l&aacute; sin.  Bh&iacute; an tUasal &Oacute; Suilleabh&aacute;in ag ceann do mh&uacute;inteoir&iacute; i scoileanna B&eacute;arla, n&oacute; scoileanna T2.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.66" speakerid="unknown" error="nomatch" speakername="Mr. Miche&aacute;l &Oacute; Suilleabh&aacute;in" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E00700"><p>Mar a ch&eacute;ile, bh&iacute; alltacht ar na m&uacute;inteoir&iacute; uilig a bh&iacute; ann.  N&iacute; fh&eacute;adfainn labhairt ar a son uilig ach n&iacute; raibh siad s&aacute;sta ar chor ar bith.  T&aacute;imid ag brath ar an gcuid sin den scr&uacute;d&uacute; le suim a chruth&uacute; sna dalta&iacute;, go mbeadh siad d&iacute;rithe agus f&oacute;cas acu, agus leis na marcanna a fh&aacute;il.  T&aacute; 40% ag dul don rud seo.  Tugann s&eacute; an-deis d&oacute;ibh.  Bh&iacute; na m&uacute;inteoir&iacute; uilig ar aon intinn faoi sin an l&aacute; sin san &aacute;it a raibh mise.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.67" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E00800"><p>Bh&iacute; cine&aacute;l tr&eacute;imhse comhairli&uacute;ch&aacute;in ann agus d'fh&eacute;adfadh m&uacute;inteoir&iacute; a mearbhall a chur in i&uacute;l don choiste agus mar sin d&oacute;.  Sa dr&eacute;achtshonra&iacute;ocht, &aacute;fach, bh&iacute; 40% ag dul don scr&uacute;d&uacute; cainte.  Bh&iacute; deacrachta&iacute; ag dul a bheith ann mar bh&iacute; s&eacute; sin ag dul a bheith d&eacute;anta sa scoil seachas taobh amuigh den scoil, ach bh&iacute; siad ag leagan amach go mbeadh 40%-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.68" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E00900"><p>Bh&iacute; tr&eacute;imhse comhairli&uacute;ch&aacute;in i gceist.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.69" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E01000"><p>Bh&iacute; tr&eacute;imhse comhairli&uacute;ch&aacute;in i gceist-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.70" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E01100"><p>Maidir leis an tr&eacute;imhse comhairli&uacute;ch&aacute;in sin, bh&iacute; an scr&uacute;d&uacute; b&eacute;il f&oacute;s-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.71" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E01200"><p>Bh&iacute; agus 40%-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.72" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E01300"><p>-----mar chuid den ch&oacute;ras.  Mar sin, nuair a chur sibhse aighneachta&iacute; isteach, n&iacute; raibh sibh buartha ag an am sin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.73" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E01400"><p>N&iacute;or smaointigh muid air.  Ghlac muid leis go mbeadh an m&eacute;id sin ann.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.74" speakerid="com.kildarestreet/member/1287" speakername="Donnchadh &Oacute; Laoghaire" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E01500"><p>T&aacute; c&uacute;pla ceist agam.  Ar an gc&eacute;ad dul s&iacute;os, b'fh&eacute;idir nach bhfuilim ag lean&uacute;int an stuif seo an m&eacute;id is at&aacute; daoine eile.  M&aacute;s buan mo chuimhne, &aacute;fach, t&aacute; siad tar &eacute;is an m&eacute;id marcanna at&aacute; ann don bh&eacute;altriail san ardteist a mh&eacute;ad&uacute;.  Mar sin, t&aacute; s&eacute; seo ag dul in aghaidh an sruth beag&aacute;n&iacute;n agus n&iacute; thuigim cad ina thaobh gur tharla s&eacute; sin.</p>  <p>  Tuigim an m&eacute;id at&aacute; &aacute; r&aacute; ag na finn&eacute;ithe faoin meas&uacute;n&uacute; rangbunaithe.  T&aacute; siad ag teacht ar ais i gc&oacute;na&iacute; d&oacute;.  Ar thug siad na c&uacute;iseanna gur thaithin an MRB leo in ionad na b&eacute;altrialach?  Feicim freisin go raibh an b&eacute;altriail lena bheith sa tsonra&iacute;ocht.  An raibh eagra&iacute;ochta&iacute;, an Roinn n&oacute; aon duine eile ag d&eacute;anamh aighneachta&iacute; sa tsl&iacute; gur th&aacute;inig athr&uacute; ar an sc&eacute;al sin?  B'fh&eacute;idir go mbaineann an cheist seo beag&aacute;n&iacute;n le h&aacute;bhar eile, ach conas a oibr&iacute;onn an b&eacute;altriail don ardteist faoi l&aacute;thair?  An bhfuil ruda&iacute; le foghlaim &oacute;n ardteist a bhf&eacute;adfa&iacute; a chur i bhfeidhm sa teastas s&oacute;isearach?  M&aacute; bhainfear an b&eacute;altriail den teastas s&oacute;isearach, d'fh&eacute;adfa&iacute; a r&aacute; go mbeidh impleachta&iacute; aige sin don ardteist.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.75" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E01600"><p>D&uacute;irt siad go raibh foghlaim de ghlanmheabhair a bh&iacute; sa scr&uacute;d&uacute; cainte mar a bh&iacute; s&eacute;, gur fhoghlaim na scol&aacute;ir&iacute; ceist agus freagra agus mar sin de, gur thit s&eacute; amach in su&iacute;omh saorga nach raibh n&aacute;d&uacute;rtha agus gur bhfearr i bhfad go mbeadh meas&uacute;n&uacute; a dh&eacute;anamh thar tr&eacute;imhse n&iacute;os faide n&aacute; sin.  Ach leis an meas&uacute;n&uacute; rangbhunaithe seo, is cur i l&aacute;thair, dr&aacute;ma, agallamh beirte n&oacute; ceisteanna a fhreagairt n&oacute; rud &eacute;igin at&aacute; ann agus beidh s&eacute; cleachtaithe agus ceartaithe ag na m&uacute;inteoir&iacute; d&iacute;reach mar a bheadh an seanscr&uacute;d&uacute; cainte.  Sin a d&uacute;irt siad.  Seachas marcanna a bhronnadh ar an &oacute;c&aacute;id deich n&oacute;im&eacute;id seo, bheadh meas&uacute;n&uacute; thar thr&eacute;imhse n&iacute;os faide n&aacute; sin. Ag deireadh an lae, &aacute;fach, d&eacute;arfaidh siad leat "iontach maith ar fad", "go measartha" n&oacute; "s&aacute;s&uacute;il".  N&iacute; ins&iacute;onn s&eacute; sin rud ar bith faoin l&iacute;ofacht n&oacute; faoin chaighde&aacute;n at&aacute; bainte amach ag an scol&aacute;ire.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.76" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E01700"><p>Sin rud eile.  T&aacute; an tuairim sin anois ann n&aacute;r cheart tada a fhoghlaim de ghlanmheabhair.  I nd&aacute;ir&iacute;re, n&iacute; aonta&iacute;m leis.  D'fhoghlaim muid uilig ruda&iacute; de ghlanmheabhair.  D'fhoghlaim mise contaetha na h&Eacute;ireann san ord a raibh siad sa mbunscoil i rang a ceathar agus t&aacute; siad f&oacute;s agam.  N&iacute;l aon dochar le ruda&iacute; a fhoghlaim de ghlanmheabhair.  T&aacute; siad ag iarraidh go mbeadh tuilleadh fiosr&uacute;ch&aacute;in - tuigim &eacute; sin agus aonta&iacute;m leis sin - ach bh&iacute; dalta&iacute; ag foghlaim de ghlanmheabhair, agus t&aacute;, don scr&uacute;d&uacute; cainte sa teastas s&oacute;isearach agus san ardteist.  Don ardteist ar fad, t&aacute; dalta&iacute; ag foghlaim ruda&iacute; de ghlanmheabhair.  Sin an c&oacute;ras at&aacute; againn faoi l&aacute;thair.  Mar a d&uacute;irt m&eacute; ar ball, b'fhearr liom go bhfoghlaimeoidh siad de ghlanmheabhair "Se&aacute;n is ainm dom.  T&aacute; m&eacute; 13 bliana d'aois.  T&aacute; c&oacute;na&iacute; orm i gcathair na Gaillimhe" seachas "Rugadh agus t&oacute;gadh Eminem i Missouri sa bhliain 1972.  D'fhreastail s&eacute; air...".  N&iacute; dh&eacute;anann s&eacute; ciall ar bith.</p>  <p>  San ardteist, &eacute;ir&iacute;onn go maith leis na dalta&iacute; &oacute; scoileanna Gaeltachta sa scr&uacute;d&uacute; cainte.  Sna scoileanna B&eacute;arla, t&aacute; roinnt dalta &aacute;balta 20 sraith picti&uacute;ir at&aacute; ann a fhoghlaim de ghlanmheabhair.  Fair play d&oacute;ibh.  Cuid eile, t&aacute; siad in ann abairt&iacute; bun&uacute;sacha a chur le ch&eacute;ile.  Tr&iacute;d is tr&iacute;d, &aacute;fach, is fearr leo i bhfad an scr&uacute;d&uacute; cainte n&aacute; an scr&uacute;d&uacute; scr&iacute;ofa.  Tugann s&eacute; deis.  Ag deireadh an lae, caithfimid a bheith in ann an teanga a labhairt.  Mar sin, n&iacute; thuigeann muid c&eacute;n f&aacute;th gur baineadh an scr&uacute;d&uacute; seo.  N&iacute; d&oacute;igh liom go ndearnadh pl&eacute; ceart ar bith.  N&iacute; d&oacute;igh liom gur chuardaigh siad taighde n&oacute; tuairim&iacute; cearta.  D&uacute;radh liom go raibh suirbh&eacute; ar an su&iacute;omh agus bh&iacute; duine in ann dul isteach agus &eacute; a dh&eacute;anamh, ach n&iacute; raibh a fhios agam go raibh an su&iacute;omh ann n&aacute; bac leis an suirbh&eacute;.  D&uacute;radh ruda&iacute; eile.  Mar shampla, "I mo scoilse, n&iacute;or &eacute;ir&iacute;gh ach le m&eacute;id &aacute;irithe dalta&iacute; na gr&aacute;danna seo a bhaint amach."  T&aacute; chuile scoil difri&uacute;il, &aacute;fach.  N&iacute;l staitistic&iacute; n&oacute; treoracha cearta ann.  I nd&aacute;ir&iacute;re, n&iacute; chreidim go bhfuil siad ag iarraidh &eacute; seo a dh&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.77" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E01800"><p>T&aacute; s&eacute; amhlaidh do na teangacha uilig anois.  N&iacute; bheidh scr&uacute;d&uacute; cainte Fraincise, Sp&aacute;innise, Iod&aacute;ilise, Gearm&aacute;inise n&oacute; ceann ar bith acu ann.  An pointe at&aacute; agam n&aacute; go bhfuil tr&eacute;imhse ceithre n&oacute; c&uacute;ig bliana againn leis an Ghaeilge a chaomhn&uacute; sa Ghaeltacht.  Bh&iacute; an scr&uacute;d&uacute; cainte ina chuidi&uacute; mh&oacute;r.  Chonacthas go raibh t&aacute;bhacht ag baint leis an teanga labhartha.  T&aacute; mise ag iarraidh go bhf&eacute;adfadh an coiste b'fh&eacute;idir moladh don Aire agus don Roinn Oideachais agus Scileanna gur cheart eisceacht a dh&eacute;anamh don Ghaeilge, fi&uacute; go ceann tr&eacute;imhse gairid, b'fh&eacute;idir tr&iacute; bliana, go bhfeicfimid an nd&eacute;anfaidh s&eacute; difear ar bith do labhairt na teanga.  An gcuideodh s&eacute; leis na coist&iacute; plean&aacute;la teanga?  An gcuideodh s&eacute; leis na scoileanna agus muid ag iarraidh polasa&iacute; don oideachas Gaeltachta a chur i bhfeidhm?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.78" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300006#E01900"><p>Gabhaim mo bhu&iacute;ochas leis na finn&eacute;ithe as an gcur i l&aacute;thair.  Bh&iacute; c&uacute;pla ceist ullmhaithe agam.  &Oacute;n pl&eacute; a bh&iacute; ansan, t&aacute; c&uacute;pla acu freagartha ag na finn&eacute;ithe cheana f&eacute;in.  T&aacute;imid go l&eacute;ir ar aon aigne gur c&eacute;im mh&oacute;r chun deiridh at&aacute; ann.  Ba ch&oacute;ir go mbeadh an scr&uacute;d&uacute; b&eacute;il ann.  Feicim go mbeadh an Ghaeltacht, an teanga agus na dalta&iacute; th&iacute;os leis d&aacute; mba rud &eacute; go mbr&uacute;far ar aghaidh leis.  Luadh an tsl&iacute;, b'fh&eacute;idir, nach mbeadh an tsuim ch&eacute;anna ag daoine teacht go dt&iacute; an Ghaeltacht i gcomhair an teanga a fhoghlaim.  Mura mb&iacute;onn an t-agallamh ann, t&oacute;gfaidh s&eacute; b&eacute;im &oacute;n teanga labhartha.</p> <p>An saghas ullmh&uacute;ch&aacute;in &eacute; do na dalta&iacute;?  An raibh an t-agallamh a bh&iacute; ann don teastas s&oacute;isearach an-chos&uacute;il leis an ceann a bheadh ann don ardteist?  Shamhl&oacute;inn gur ullmh&uacute;ch&aacute;n an-mhaith don ardteist &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.80" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F00200"><p>Cinnte.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.81" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F00300"><p>Chomh maith leis sin, bheadh na dalta&iacute; a bhfuil claonadh i dtreo teanga acu n&oacute; gr&aacute; acu don Ghaolainn n&iacute;os srianta n&aacute; &eacute;inne eile.  Luaigh an finn&eacute; go mbeidh na teangacha eile gan scr&uacute;d&uacute; b&eacute;il chomh maith.  An bhfuil an leagan amach c&eacute;anna, n&oacute; an teimpl&eacute;ad c&eacute;anna, ar an scr&uacute;d&uacute; Gaolainne anois agus ar scr&uacute;duithe na teangacha eile Eorpacha?  An &eacute; an scr&uacute;d&uacute; b&eacute;il amh&aacute;in at&aacute; difri&uacute;il?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.82" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F00400"><p>Sin go d&iacute;reach &eacute;.  T&aacute; s&eacute; d&iacute;reach cos&uacute;il leis an Bh&eacute;arla.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.83" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F00500"><p>Maidir leis an athbhreithni&uacute; tr&iacute; bliana, an bhfuil an tr&eacute;imhse ama sin socraithe go cinnte n&oacute; an f&eacute;idir athbhreithni&uacute; a dh&eacute;anamh laistigh de bhliain n&oacute; laistigh de c&uacute;pla seachtain?  An f&eacute;idir &eacute; sin a bhrost&uacute; ar aghaidh?  An bhfuil an cinneadh at&aacute; d&eacute;anta cruinn agus cr&iacute;ochnaitheach n&oacute; an feidir le hAire difri&uacute;il dearcadh n&iacute;os ciallmhaire a th&oacute;g&aacute;il?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.84" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F00600"><p>T&aacute; an leagan amach ceannann c&eacute;anna anois ag an scr&uacute;d&uacute; B&eacute;arla, Gaeilge, Fraincis agus Sp&aacute;innis.  Ceapaim, mar a d&uacute;irt m&eacute;, gur th&aacute;inig n&iacute;os m&oacute; sonra&iacute;ochta ar an Bh&eacute;arla agus ansin go bhfuil an Roinn ag d&eacute;anamh aithris ar na teangacha uilig ar an cheann B&eacute;arla, ach n&iacute; hionann c&aacute;s na Gaeilge agus c&aacute;s an Bh&eacute;arla.  N&iacute; oibreoidh s&eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.85" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F00700"><p>An bhfuil s&eacute; cos&uacute;il leis an scr&uacute;d&uacute; a bheadh ann i gcomhair Sp&aacute;innise agus Gearm&aacute;inise?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.86" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F00800"><p>Ar&iacute;s, beidh scr&uacute;duithe nua do na nuatheangacha ag teacht isteach ag t&uacute;s na bliana seo chugainn.  Beidh an tsraith sh&oacute;isearach nua ag teacht isteach agus n&iacute; bheidh scr&uacute;d&uacute; cainte acu sin a thuilleadh.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.87" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F00900"><p>Seachas an scr&uacute;d&uacute; b&eacute;il, an bhfuil an leagan c&eacute;anna ar an Ghaolainn agus ar an Sp&aacute;innis n&oacute; ar an Ghearm&aacute;inis?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.88" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F01000"><p>An leagan amach ceannann c&eacute;anna .  B'fh&eacute;idir go mbeidh athruithe san &aacute;bhar ach beidh an leagan amach ceannan c&eacute;anna ann, le 90% de na marcanna ag dul don scr&uacute;d&uacute; scr&iacute;ofa agus 10% do mheas&uacute;n&uacute; sa scoil.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.89" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F01100"><p>Mar sin t&aacute; st&aacute;das na Gaolainne &iacute;slithe go m&oacute;r go dt&iacute;----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.90" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F01200"><p>T&aacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.91" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F01300"><p>-----gn&aacute;th rud eile.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.92" speakerid="unknown" error="nomatch" speakername="Mr. Miche&aacute;l &Oacute; Suilleabh&aacute;in" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F01400"><p>Maidir leis an ardteist agus an scr&uacute;d&uacute; cainte, t&aacute; s&eacute; an-chos&uacute;il leis an scr&uacute;d&uacute; cainte sa teastas s&oacute;isearach mar at&aacute; faoi l&aacute;thair.  T&aacute; sraith picti&uacute;r, r&oacute;l-ghlacadh agus gn&aacute;thchaint faoin dalta f&eacute;in agus faoina gharthimpeallacht ann.  Is an-ullmh&uacute;ch&aacute;n &eacute; don ardteist.  Cabhra&iacute;onn s&eacute; sin go m&oacute;r sa scoil at&aacute; againn.  Cabhra&iacute;onn s&eacute; go m&oacute;r linn.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.93" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F01500"><p>Bh&iacute; pointe amh&aacute;in agam fad&uacute;da sin.  Ceapaim ar bhealach go bhfuil an scr&uacute;d&uacute; cainte ag teastas s&oacute;isearach rud beag n&iacute;os d&uacute;shl&aacute;na&iacute; n&oacute; &oacute; bh&iacute; 2012 ann.  Mar a d&uacute;irt an Teachta f&eacute;in, th&aacute;inig ard&uacute; ar na marcanna go dt&iacute; 40% ach anois caithfidh dalta&iacute; ceisteanna a chur.  Roimhe sin, cuireadh ceisteanna orthu agus thug siad freagra&iacute; ach anois tugtar picti&uacute;ir d&oacute;ibh agus caithfidh siad f&eacute;in ceisteanna a chur ar an scr&uacute;daitheoir, rud nach raibh &aacute; dh&eacute;anamh roimhe seo.  T&aacute; s&eacute; cine&aacute;l amaideach go mbeadh duine ag foghlaim teanga ach m&aacute; chuirtear ceist ar bith air - c&aacute; h&aacute;it a bhfuil seo, cad &eacute; an t-ainm at&aacute; ar si&uacute;d - cha dtioc leis sin a fh&aacute;il.  N&iacute; raibh sin &aacute; dh&eacute;anamh ag leibh&eacute;al na hardteiste ach, taobh amuigh de sin, b&iacute;onn an leagan amach ceannan c&eacute;anna orthu agus t&aacute; s&eacute; ina chuidi&uacute; mh&oacute;r don t&eacute; a rinne scr&uacute;d&uacute; b&eacute;il ag teastas s&oacute;isearach chun ceann a dh&eacute;anamh san ardteist.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.94" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F01600"><p>T&aacute; pointe deireanach agam maidir leis na meas&uacute;naithe rangbhunaithe at&aacute;imid ag breathn&uacute; orthu in &aacute;it scr&uacute;d&uacute; cainte, n&iacute;l aon locht ann orthu mar ghn&eacute; cainte.  Ceapaim gur iontach an rud &eacute; go mbeadh scol&aacute;ir&iacute; me&aacute;nscoile in ann seasamh os comhair ranga agus rud a chur i l&aacute;thair, mar sin a bheas ar bhun acu nuair a th&eacute;ann siad ag an ollscoil ar aon n&oacute;s.  Ceapaim go bhfuil taith&iacute; iontach ansin.  Molaim an p&iacute;osa sin ach n&iacute; cheapaim gur cheart go dtiocfadh s&eacute; sin in &aacute;it an scr&uacute;d&uacute; cainte.  D'fh&eacute;adfadh s&eacute; a bheith mar ghn&eacute; den scr&uacute;d&uacute; Nollag n&oacute; den scr&uacute;d&uacute; samhraidh-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.95" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F01700"><p>Rud sa bhreis.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.96" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F01800"><p>Rud sa bhreis.  N&iacute; obair mh&oacute;r &eacute;.  D&eacute;antar iad a thaifead sa scoil, marc&aacute;iltear iad sa scoil agus tugtar abairt&iacute; bunaithe orthu.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.97" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F01900"><p>Tiocfaidh m&eacute; ar ais ar&iacute;s.  Ligfidh m&eacute; don Seanad&oacute;ir teacht isteach.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.98" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F02000"><p>C&eacute;ard faoin athbhreithni&uacute;?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.99" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F02100"><p>Gabh mo leithsc&eacute;al, rinne m&eacute; dearmaed ar an athbhreithni&uacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.100" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F02200"><p>Ar&iacute;s, tugadh an sonra&iacute;ocht d&uacute;inn agus nuair a d'aistrigh muid &eacute; d'iarr muid &eacute; a chur siar bliain eile chun go mbeadh n&iacute;os m&oacute; pl&eacute; faoin rud.  Fuair muid an freagra gur <i>fait accompli</i>at&aacute; ann.  T&aacute; s&eacute; d&eacute;anta, socraithe, s&iacute;nithe agus is f&eacute;idir achomharc a bheith ann i gceann tr&iacute; bliana.  Ba &eacute; sin mise a chur &oacute; dh&oacute;ras, seachas rud ar bith i scr&iacute;bhinn.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.101" speakerid="com.kildarestreet/member/1382" speakername="Brian &Oacute; Domhnaill" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F02300"><p>Go raibh maith agat a Chathaoirligh.  Gabhaim bu&iacute;ochas leis na finn&eacute;ithe as an chur i l&aacute;thair cuimsitheach a rinne siad.  Cad is fi&uacute; an scr&uacute;d&uacute; cainte san ardteist, 25% n&oacute; 40%?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.102" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F02400"><p>40%.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.103" speakerid="com.kildarestreet/member/1382" speakername="Brian &Oacute; Domhnaill" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F02500"><p>40%, beagnach leath na marcanna.  M&aacute; rachfaidh &eacute; seo tr&iacute;d, cuirfidh s&eacute; go leor de na col&aacute;ist&iacute; samhraidh i mbaol.  N&iacute;l aon dabht faoi sin.  B&iacute;onn na scol&aacute;ir&iacute; a fhreastla&iacute;onn ar na col&aacute;ist&iacute; Gaeilge idir naoi n&oacute; deich mbliana d'aois agus, b'fh&eacute;idir, 15 n&oacute; 16.  T&aacute; s&eacute; seo chun deacrachta&iacute; m&oacute;ra a chruth&uacute;.  Is &iacute; an cheist mh&oacute;r n&aacute; an bhfuil s&eacute; r&oacute;mhall rud ar bith a dh&eacute;anamh faoi seo anois.  Bheinnse den tuairim gur ch&oacute;ir don choiste seo moladh a dh&eacute;anamh ag an Aire ar a laghad an cinneadh a chur siar bliain, m&aacute;s f&eacute;idir &eacute; sin a dh&eacute;anamh, chun n&iacute;os m&oacute; pl&eacute; a bheith ann ar an &aacute;bhar seo.  T&aacute; an cinneadh seo chun teacht salach ar spriocanna na strait&eacute;ise 20 bliain don Ghaeilge agus ar obair an Roinn Eala&iacute;on, Oidhreachta, Gn&oacute;tha&iacute; R&eacute;igi&uacute;nacha, Tuaithe agus Gaeltachta.  Ba cheist mhaith &iacute; don Aire Oideachais agus Scileanna c&eacute;n leibh&eacute;al pl&eacute; a bh&iacute; aige leis an Aire St&aacute;it le freagracht as an Ghaeltacht.  Bheadh s&eacute; suimi&uacute;il freagra na ceiste sin a fh&aacute;il amach.  Measaim nach bhfuil ciall ar bith leis seo.  C&aacute; bhfuil an Roinn ag teacht as ar an &aacute;bh&aacute;r seo?  An mbeidh na ceardchumainn ag cur br&uacute; anseo?  An bhfuil aon r&eacute;as&uacute;n ag an Roinn Oideachais agus Scileanna i dtaca leis an chinneadh seo ach amh&aacute;in streamlining a dh&eacute;anamh air leis na h&aacute;bhair eile?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.104" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F02600"><p>N&iacute; dh&eacute;arfadh an Roinn f&eacute;in gur streamlining at&aacute; i gceist, ach is &eacute; an sc&eacute;al at&aacute; faighte ar ais ag Ms Nic Mhath&uacute;na n&aacute; go bhfuil an Roinn ag iarraidh f&aacute;il r&eacute;idh leis an rud r&eacute;amh-ullmhaithe.  Ach is rud r&eacute;amh-ullmhaithe at&aacute; &aacute; chur ina &aacute;it so n&iacute; dh&eacute;anann s&eacute; ciall ar bith.  D&uacute;irt an Seanad&oacute;ir dh&aacute; rud eile ansin.  Maidir leis an scr&uacute;d&uacute; cainte san ardteist agus an 40%, d&uacute;irt mise &eacute; sin ag an gcruinni&uacute; a bh&iacute; againn go deireanach.  N&iacute;l aon lean&uacute;nachas idir seo anois agus an 40% san ardteist.  An freagra a fuair m&eacute; n&aacute; go dtiocfaidh athr&uacute; air sin freisin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.105" speakerid="com.kildarestreet/member/1382" speakername="Brian &Oacute; Domhnaill" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F02700"><p>Is &iacute; sin an chont&uacute;irt mh&oacute;r leis seo.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.106" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F02800"><p>M&aacute; thagann athr&uacute; air sin, t&aacute; an Ghaeltacht ar&iacute;s i dtriobl&oacute;id.  Bh&iacute; pointe amh&aacute;in eile ansin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.107" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F02900"><p>T&aacute; f&oacute;n ag cur isteach ar an gc&oacute;ras.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.108" speakerid="com.kildarestreet/member/1287" speakername="Donnchadh &Oacute; Laoghaire" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F03000"><p>An bhfuil seirbh&iacute;s ar bith anseo?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.109" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F03100"><p>Is &eacute; sin an f&aacute;th.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.110" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F03200"><p>T&aacute; f&oacute;n &aacute;it &eacute;igin ag cur isteach ar an gc&oacute;ras.  N&iacute;l m&eacute; ag breathn&uacute; ar aon duine.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.111" speakerid="com.kildarestreet/member/1289" speakername="Pat Gallagher" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F03300"><p>An f&eacute;idir liom teacht isteach ar feadh bomaite?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.112" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F03400"><p>Gabh mo leithsc&eacute;al.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.113" speakerid="com.kildarestreet/member/1289" speakername="Pat Gallagher" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F03500"><p>An f&eacute;idir liomsa teacht isteach ar feadh bomaite sula n-&iacute;m&iacute;m?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.114" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F03600"><p>Is f&eacute;idir.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.115" speakerid="com.kildarestreet/member/1289" speakername="Pat Gallagher" time="17:40:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300007#F03700"><p>T&aacute; na finn&eacute;ithe ag r&aacute; anois go bhfuil an Roinn ag r&aacute; nach mbeidh scr&uacute;d&uacute; b&eacute;il ar bith faoin teastas s&oacute;isearach agus go mbeidh scr&uacute;d&uacute; b&eacute;il faoin ardteist.  N&iacute; lu&iacute;onn s&eacute; sin le ciall ar chor ar bith.  Aonta&iacute;m leis an Seanad&oacute;ir &Oacute; Domhnaill.  Molaim gur cheart d&uacute;inne a mholadh inniu go dtabharfar an tAire isteach - cib&eacute; Aire a bheas ann tar &eacute;is an Rialtas agus an Taoiseach nua a thoghadh  - chun an cheist seo a phl&eacute; linne.  N&iacute; lu&iacute;onn s&eacute; le ciall.  Chuaigh na finn&eacute;ithe go dt&iacute; an cruinni&uacute; in &Aacute;tha Luain an t-am sin.  Bh&iacute; an die cast faoin am sin.  Bh&iacute; siad ag iarraidh cur ina lu&iacute; orthu go raibh deis acu a molta&iacute; a chur os comhair na daoine sin.</p>  <p>  Bh&iacute; an Chathoirleach, m&eacute; f&eacute;in agus daoine eile sa D&aacute;il nuair a chuir muid s&iacute;os r&uacute;n fad&uacute;da Ollscoil na h&Eacute;ireann, Gaillimh, O&Eacute;G, an t-am sin.  Anois deireann an Roinn n&aacute;r g&aacute; don ch&eacute;ad uachtar&aacute;n eile O&Eacute;G Gaeilge a bheith aige n&oacute; uirthi.  Sin an meon at&aacute; sa Roinn.  Phl&eacute;igh m&eacute; an cheist seo le d&eacute;ana&iacute;.  N&iacute; ceist &iacute; sin don Roinn, is ceist &iacute; sin don chol&aacute;iste.  Labhair muid go l&eacute;ir i nGaeilge.  C&eacute; a labhair i mB&eacute;arla?  An tAire f&eacute;in.  T&aacute; s&eacute; iontach deacair d'Aire mar sin a bheith &aacute;balta teacht isteach agus a bheith i gcoinne seo.  Molaim gur cheart an tAire a thabhairt isteach anseo go luath.</p> <p>Bh&iacute; m&eacute; ag caint leis an Teachta &Oacute; Laoghaire anseo.  N&iacute; d&oacute;igh liomsa go mbeidh am againne Private Members' business a chur s&iacute;os roimh an 13&uacute; den mh&iacute; seo chugainn.  Ar nd&oacute;igh, m&aacute; chuirtear s&iacute;os Private Members' business tar &eacute;is na d&iacute;osp&oacute;ireachta, sin sin.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.117" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G00200"><p>Is f&eacute;idir cuireadh a thabhairt don Ard-R&uacute;na&iacute; agus don Aire.  T&aacute; an tArd-R&uacute;na&iacute; t&aacute;bhachtach freisin.  Pl&eacute;ifimid &eacute; sin tar &eacute;is an chur i l&aacute;thair, ach n&iacute;lim ag easaont&uacute;.  T&aacute; s&eacute; ag teast&aacute;il chomh sciobtha agus is f&eacute;idir.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.118" speakerid="com.kildarestreet/member/1289" speakername="Pat Gallagher" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G00300"><p>Ag an am c&eacute;anna, ba ch&oacute;ir cuireadh a thabhairt d'oifigigh &oacute; Roinn na Gaeltachta chomh maith.  N&iacute;l joined-up thinking ar bith ann idir na Ranna.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.119" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G00400"><p>Tuigim go bhfuilimid faoi bhr&uacute; ama, ach ag an am c&eacute;anna, is c&uacute;rsa tr&iacute; bliana at&aacute; i gceist leis an teastas s&oacute;isearach.  N&iacute; bheadh an MRB n&oacute; an scr&uacute;d&uacute; cainte i gceist go dt&iacute; an tr&iacute;&uacute; bhliain, n&oacute; t&aacute; an MRB anois i gceist sa dara bhliain.  Ar bhealach, tugann s&eacute; sin bliain bhreise d&uacute;inn ina bhf&eacute;adfadh an Roinn teimpl&eacute;ad nua a chur amach - b'fh&eacute;idir go bhfuil s&eacute; &aacute;ibh&eacute;ileach - le r&aacute; gur ch&uacute;rsa tr&iacute; bliana at&aacute; i gceist.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.120" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G00500"><p>An mbeidh scr&uacute;d&uacute; b&eacute;il i gceist an bhliain seo chugainn maidir leis an teastas s&oacute;isearach at&aacute; tosaithe?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.121" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G00600"><p>Beidh.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.122" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G00700"><p>Sin an rud.  T&aacute; cycle n&oacute; rothar i gceist.  Nuair a bheidh an rothar sin - n&iacute; h&eacute; rothar an focal-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.123" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G00800"><p>An rud at&aacute; ann n&aacute; nach mbeidh meas&uacute;n&uacute; ar bith sa ch&eacute;ad bhliain.  Fi&uacute; do na daoine at&aacute; ag dul isteach sa scoil anois, beidh bliain ioml&aacute;n sula mb&iacute;onn aon mheas&uacute;n&uacute; le d&eacute;anamh ar a gcuid cainte.  Tugann s&eacute; sin rud beag ama d&uacute;inn.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.124" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G00900"><p>Le dul ar ais go dt&iacute; an rud a chur i gcr&iacute;ch, t&aacute; s&eacute; soil&eacute;ir nach raibh muidne ar an eolas mar choiste Gaeilge.  T&aacute; m&uacute;inteoir&iacute; &oacute; tr&iacute; scoil anseo.  Sin an m&eacute;id.  T&aacute; siad ag r&aacute; go bhfuil na m&uacute;inteoir&iacute; Gaeilge uilig den tuairim ch&eacute;anna.  An bhfuil siad?  C&aacute; bhfuil na hionadaithe?  An bhfuil na finn&eacute;ithe anseo ar a son f&eacute;in n&oacute;-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.125" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G01000"><p>Chuir mise r&iacute;omhphostanna chuig polaiteoir ar bith a dtiocfadh liom seoladh r-phost ar fh&aacute;il d&oacute;ibh.  Labhair m&eacute; le duine ar bith a dtiocfadh liom.  Chuir m&eacute; r&iacute;omhphost chuig pr&iacute;omhoid&iacute; ag iarraidh orthusan litir a chur ar aghaidh chuig an Roinn ag r&aacute; nach raibh siad s&aacute;sta.  Idir an d&aacute; linn, bh&iacute; Ms N&iacute; Cheallaigh gn&oacute;thach s&iacute;os sa t&iacute;r ag caint le m&uacute;inteoir&iacute; Gaeilge.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.126" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G01100"><p>Agus pr&iacute;omhoid&iacute;.  Bh&iacute; ball den TUI, s&iacute;lim, i mBaile &Aacute;tha Cliath chun aighneacht a chur isteach freisin.  Is d&oacute;igh go bhfuil siad &aacute; chur ag an gComhairle M&uacute;inteoireachta n&oacute; an JCT, an tsraith sh&oacute;isearach.  Bh&iacute; s&eacute; mar mhisneach ag Ms Nic Mhath&uacute;na an sc&eacute;al a thabhairt anseo inniu mar nach bhfuaireamar aon chomfhreagras f&eacute;ar&aacute;ilte n&oacute; ceart ar ais &oacute; aon ghr&uacute;pa eile, an National Council for Curriculum and Assessment, NCCA, ina measc.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.127" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G01200"><p>An bhfuil an Roinn chun teacht ar ais chugainn le r&aacute; go bhfuil s&eacute; seo go l&eacute;ir pl&eacute;ite agus gur aontaigh na ceardchumainn leis?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.128" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G01300"><p>T&aacute;, ach an deacracht at&aacute; ann n&aacute; n&aacute;r tugadh seans do na m&uacute;inteoir&iacute;.  Nuair a bh&iacute; an tr&eacute;imhse comhairli&uacute;ch&aacute;in ann, bh&iacute; 40% ag dul don scr&uacute;d&uacute; cainte.  B'&eacute; sin an seans.  N&iacute;or chuireamar aighneacht ar bith isteach mar gur ghlac muid leis go mbeadh sin amhlaidh agus go mbeadh taobh praitici&uacute;il le teanga.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.129" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G01400"><p>An f&eacute;idir leis na finn&eacute;ithe na sonra&iacute; sin a thabhairt d&uacute;inne maidir leis an tr&eacute;imhse sin?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.130" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G01500"><p>Is f&eacute;idir.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.131" speakerid="com.kildarestreet/member/1284" speakername="Aindrias Moynihan" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G01600"><p>Ar dhein aon dream aighneacht a chur isteach chun an 40% sin a bhaint amach?  An bhfuil a fhios ag na finn&eacute;ithe mar gheall ar aon dream a chur aighneacht isteach?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.132" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G01700"><p>T&aacute; a fhios agam go raibh deacrachta&iacute; leis na ceardchumainn go pointe maidir le c&eacute; a dh&eacute;anfadh an obair agus c&eacute; a chuirfeadh scr&uacute;d&uacute; ar scol&aacute;ir&iacute;, ach b&iacute;onn scr&uacute;duithe roghnacha ag dul ar aghaidh i rith an ama.  Mar sin, t&aacute; m&eacute; cinnte go bhf&eacute;idir teacht ar r&eacute;iteach &eacute;igin faoi sin freisin.  Go bhfios domsa n&iacute;or-----</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.133" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G01800"><p>An s&aacute;bh&aacute;il airgid at&aacute; i gceist?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.134" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G01900"><p>S&iacute;lim go bhfuil s&eacute; ag teacht leis na teangacha uilig a dh&eacute;anamh mar an gc&eacute;anna.  S&iacute;lim gur leag siad sonra&iacute;ocht s&iacute;os don Bh&eacute;arla agus n&iacute;or smaoinigh siad n&iacute;os faide n&aacute; sin.  N&iacute;l a fhios agam.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.135" speakerid="unknown" error="nomatch" speakername="Ms Orla N&iacute; Cheallaigh" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G02000"><p>Sna scoileanna ina raibh an teastas s&oacute;isearach roghnach agus an b&eacute;altriail ar si&uacute;l iontu, n&iacute; raibh &iacute;oca&iacute;ocht i gceist.  Bh&iacute; m&uacute;inteoir&iacute; &aacute; dh&eacute;anamh le m&uacute;inteoir&iacute; eile sa scoil.  N&iacute; d&oacute;igh liom gur s&aacute;bh&aacute;il airgid a bh&iacute; i gceist.  Ar an l&aacute; gur d&uacute;radh linne gur 90% scr&iacute;ofa agus 10% ar an MRB a bheadh ann, nuair a chuir muid &aacute;r ngearran in i&uacute;l go poibl&iacute;, d&uacute;radh linn go raibh s&eacute; r&oacute;-mhall agus go raibh s&eacute; s&iacute;nithe ag an Aire.  Bh&iacute; an dochar d&eacute;anta agus n&iacute; raibh muid in ann tada a dh&eacute;anamh faoi.  Sin a d&uacute;radh linn.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.136" speakerid="com.kildarestreet/member/1289" speakername="Pat Gallagher" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G02100"><p>An bhfuil cead ag ball ar bith den choiste seo r&uacute;n a rith le hiarraidh ar an Aire gan lean&uacute;int ar aghaidh le seo go dt&iacute; ar a laghad an bhliain seo chugainn?  N&iacute;l s&eacute; sin le r&aacute; go mbeidh mise i bhf&aacute;bhar seo sa mbliain 2018, ach tugadh s&eacute; deis an cheist seo a ch&iacute;oradh agus a phl&eacute; m&aacute; fh&aacute;gtar mar at&aacute; s&eacute;.  N&iacute;or tugadh go leor ama.  Mar a d&uacute;irt an Cathaoirleach, n&iacute; raibh m&oacute;r&aacute;n eolais againne f&aacute; dtaobh de seo go dt&iacute; le d&eacute;ana&iacute;.  N&iacute; cheart &eacute; sin a dh&eacute;anamh.  An bhfuil an ceart againne an r&uacute;n sin a rith agus scr&iacute;obh chuig an Aire?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.137" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G02200"><p>Is f&eacute;idir.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.138" speakerid="com.kildarestreet/member/1382" speakername="Brian &Oacute; Domhnaill" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G02300"><p>Cuirimse leis an r&uacute;n sin.  R&uacute;n praitici&uacute;il agus ciallmhar at&aacute; ann.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.139" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G02400"><p>Is f&eacute;idir.  Cuirfimid deireadh leis an gcur i l&aacute;thair ar dt&uacute;s agus ansin pl&eacute;ifimid &eacute;.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.140" speakerid="com.kildarestreet/member/1289" speakername="Pat Gallagher" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G02500"><p>Okay.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.141" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G02600"><p>Glacfaidh m&eacute; le haon r&uacute;n ansin.  An bhfuil aon cheist eile?  Gabhaim bu&iacute;ochas le na finn&eacute;ithe.  T&aacute; a fhios agam go bhfuil turas fada ag M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na agus t&aacute; s&iacute; ag dul ar ais anocht.  Gabhaim bu&iacute;ochas le hOrla N&iacute; Cheallaigh agus Miche&aacute;l &Oacute; Suilleabh&aacute;in freisin.  N&iacute; rabhamar ar an eolas ach t&aacute;imid anois.  Pl&eacute;ifimid &eacute; agus d&eacute;anfaimid cinneadh maidir le c&eacute;n saghas moladh le d&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.142" speakerid="com.kildarestreet/member/1289" speakername="Pat Gallagher" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G02700"><p>B'fh&eacute;idir go bhfaighfidh muid na sonra&iacute;.  M&aacute; t&aacute; n&iacute;os m&oacute; eolais de dh&iacute;th orainn, iarraim ar na finn&eacute;ithe &eacute; a chur chugainn.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.143" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G02800"><p>Ar a laghad tabharfaimid deis don Aire agus don Ard-R&uacute;na&iacute; teacht os &aacute;r gcomhair chomh sciobtha agus is f&eacute;idir.  An bhfuil aon rud eile le r&aacute; ag na finn&eacute;ithe?</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.144" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G02900"><p>Gabhaim bu&iacute;ochas leis an gcoiste ar&iacute;s as an gcuireadh a thabhairt d&uacute;inn agus aird a thabhairt orainn.  N&iacute; raibh m&eacute; ag iarraidh teacht anseo agus labhairt go poibl&iacute;, ach chonacthas domsa gurbh &eacute;igin dom &eacute; a dh&eacute;anamh.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.145" speakerid="com.kildarestreet/member/1289" speakername="Pat Gallagher" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G03000"><p>N&iacute; bhfaighfidh Ms Nic Mhath&uacute;na marcanna ar bith; gheobhaidh s&iacute; just "s&aacute;r-mhaith".</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.146" speakerid="unknown" error="nomatch" speakername="Ms M&aacute;ire Cl&aacute;r Nic Mhath&uacute;na" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G03100"><p>N&oacute; "Ag teacht le hionchais".</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.147" speakerid="com.kildarestreet/member/1316" speakername="Catherine Connolly" time="17:50:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/committeetakes/SCL2017061300008#G03200"><p>Gabhaim bu&iacute;ochas leis na finn&eacute;ithe.</p></speech>
    <speech id="com.kildarestreet/committees/2017-06-13a.148" nospeaker="true" time="17:50:00" ><p>The joint committee suspended at 6.06 p.m., resumed in private session at 6.08 p.m. and adjourned at 6.19 p.m. sine die.</p></speech>
</publicwhip>